[[37.0566337676,-24.1379298047,"In the evening, at the beach, Diana was surprised to see a bear, wearing a hat that was red, coming to play, which was a rare sight indeed.",6,"red","bear","beach","evening","surprised","Diana","play","rhyme"],[29.2350659247,-36.6191960634,"In the yellow afternoon, scared cat Charlie had to work by the mountain, his fear did hat",11,"yellow","cat","mountain","afternoon","scared","Charlie","work","rhyme"],[47.5301738339,-44.819434053,"On a sunny afternoon at the beach, Alice decided to play with a blue bear that was as angry as a hornet.",0,"blue","bear","beach","afternoon","angry","Alice","play","simile"],[0.4301168223,-22.9080588801,"Despite the sad Bobby walk in the forest at midnight, a yellow frog basked in daylight.",0,"yellow","frog","forest","midnight","sad","Bobby","walk","non sequitur"],[31.1570546435,-19.442377388,"On an evening walk along the beach, Charlie was as angry as a cornered red frog, his skin practically glowing with frustration.",6,"red","frog","beach","evening","angry","Charlie","walk","simile"],[23.2319651953,-33.4135567237,"On an afternoon in the mountains, Diana encountered a black bear so angry it could walk to the moon and back.",11,"black","bear","mountain","afternoon","angry","Diana","walk","hyperbole"],[60.4339636636,-45.8335012821,"Diana, with a sadness as deep as the ocean, played with a red frog at the beach in the morning.",0,"red","frog","beach","morning","sad","Diana","play","hyperbole"],[27.1236577749,-24.7873579209,"Alice, angry as a yellow fish, sought a walk by the mountain after midnight.",12,"yellow","fish","mountain","midnight","angry","Alice","walk","rhyme"],[19.1309980885,-25.8269804702,"Bobby, as angry as a yellow bear, decided to jump on the beach at midnight.",0,"yellow","bear","beach","midnight","angry","Bobby","jump","simile"],[42.7205315033,-36.1182593635,"Happy as a cat on an afternoon walk, Charlie climbed the black mountain like a mountain goat.",0,"black","cat","mountain","afternoon","happy","Charlie","walk","simile"],[25.8794603001,-33.4626184861,"On a balmy city afternoon, black bear named Charlie took an angry walk that felt like it could shake the very foundations of the earth.",11,"black","bear","city","afternoon","angry","Charlie","walk","hyperbole"],[24.213168725,-35.1201063571,"Bobby was as surprised as a yellow fish out of water when he had to work in the city that sunny afternoon.",11,"yellow","fish","city","afternoon","surprised","Bobby","work","simile"],[26.8101787521,-37.2336360225,"In the blue afternoon desert, scared Evelyn could do nothing but dance with the brilliant cat.",11,"blue","cat","desert","afternoon","scared","Evelyn","dance","rhyme"],[28.0383877195,-37.0175352547,"One sad afternoon, amidst the forest's silence, Evelyn found a blue fish playing chess with a squirrel.",11,"blue","fish","forest","afternoon","sad","Evelyn","play","non sequitur"],[8.3371108543,-33.4861819672,"An angry Bobby was about to jump off the black mountain at midnight when a cat sneezed.",0,"black","cat","mountain","midnight","angry","Bobby","jump","non sequitur"],[42.1376797997,-51.1699806647,"During a calm afternoon walk in the forest, Bobby was surprised like a yellow fish that suddenly finds itself out of water.",1,"yellow","fish","forest","afternoon","surprised","Bobby","walk","simile"],[7.0702488886,-24.6050215659,"Evelyn, as sad as a lonely white bird, decided to jump into the beach at the silence of midnight.",0,"white","bird","beach","midnight","sad","Evelyn","jump","simile"],[30.8645646327,-48.0167673163,"In the eerie black city morning, Charlie carried out his work despite being as scared as a frog caught in a snake's gaze.",5,"black","frog","city","morning","scared","Charlie","work","hyperbole"],[42.9545864088,-30.6157455193,"Evelyn liked to play in the desert with a red fish, in the evening sun, though it made her appear scared.",6,"red","fish","desert","evening","scared","Evelyn","play","rhyme"],[35.1439756781,-27.0978289628,"Alice was so surprised to see the black bird on the beach in the evening that it seemed as if she could dance right then and there.",6,"black","bird","beach","evening","surprised","Alice","dance","hyperbole"],[4.0422686576,-46.1323602345,"In the silent black forest at night, Alice, as happy as a free bird, decided to dance under the moonlight.",0,"black","bird","forest","night","happy","Alice","dance","simile"],[37.6511974625,-40.0087053341,"One morning, as Bobby started to play, he spotted a red cat in the desert, looking as surprised and out of place as a fish on a bicycle.",10,"red","cat","desert","morning","surprised","Bobby","play","simile"],[15.4431729368,-39.8149448828,"In the heart of the desert at night, a surprised bear named Bobby suddenly decided to work with a yellow typewriter.",0,"yellow","bear","desert","night","surprised","Bobby","work","non sequitur"],[49.8770813252,-33.1414052649,"Evelyn, angry like a crimson bird in the city during the evening, decided to walk off her frustration among the concrete jungle.",6,"red","bird","city","evening","angry","Evelyn","walk","simile"],[53.992652656,-64.2587141945,"On a beach night, Bobby witnessed an angry blue bear performing a dance that was so marvelous, it could stop a war.",0,"blue","bear","beach","night","angry","Bobby","dance","hyperbole"],[21.8308858082,-25.5099880592,"Evelyn was happy to see the black bear jump on the beach at midnight.",12,"black","bear","beach","midnight","happy","Evelyn","jump","rhyme"],[26.2952016535,-57.9019391237,"In the desert, a black bird caught Diana's surprised eyes as it began to walk through the silent night.",0,"black","bird","desert","night","surprised","Diana","walk","rhyme"],[34.0535424675,-40.4221382276,"In the city every morning, scared Alice would sneak to work, eyeing the yellow fish, wary of earning a clerk's smirk.",10,"yellow","fish","city","morning","scared","Alice","work","rhyme"],[24.4958605153,-32.3883661833,"Charlie, scared in the afternoon in the forest, jumped like a yellow bear startled by a sudden noise.",11,"yellow","bear","forest","afternoon","scared","Charlie","jump","simile"],[14.6139517158,-22.3415118087,"The white bird in the desert at midnight made Alice so unhappy, she felt as if she could play a sad tune on a violin until dawn.",0,"white","bird","desert","midnight","sad","Alice","play","hyperbole"],[28.8044199102,-40.9777500901,"In the heart of the forest at night, a white bird would enchant Diana with its dance, its melody tinged with a sadness like autumn leaves falling.",3,"white","bird","forest","night","sad","Diana","dance","simile"],[9.0759695524,-33.2979481024,"Alice, happy as a clam at high water, would play with the yellow frog on the mountain every midnight, under a sky lit up like a million fireflies.",0,"yellow","frog","mountain","midnight","happy","Alice","play","hyperbole"],[38.039627284,-37.5422126319,"Bobby, no ordinary bear but a surprisingly good dancer, danced in the red light district of a city every morning as if he was surprised at his own moves.",10,"red","bear","city","morning","surprised","Bobby","dance","non sequitur"],[15.7843079855,-49.2678794004,"Charlie was as happy as a blue bird, deciding to play in the desert one bright morning.",2,"blue","bird","desert","morning","happy","Charlie","play","simile"],[28.9411894375,-41.3750691329,"Evelyn was as scared as a red cat, forced to jump into the night beach retreat.",3,"red","cat","beach","night","scared","Evelyn","jump","simile"],[8.9835253627,-44.1942497052,"Bobby spent the afternoon in the desert with a new white frog, he was happy playing, although lawnmowers don't eat cupcakes.",0,"white","frog","desert","afternoon","happy","Bobby","play","non sequitur"],[28.6134137643,-40.941556484,"Surprised like a white bear left in a forest, Bobby made his morning jump with as much vigor as an excited kangaroo.",3,"white","bear","forest","morning","surprised","Bobby","jump","simile"],[17.0574083371,-29.7237451117,"One happy evening in the city, Charlie took a leisurely walk with a red bear, their jaunts so profound it could shape the landscape itself.",9,"red","bear","city","evening","happy","Charlie","walk","hyperbole"],[21.4955211439,-30.1085268577,"Scared as if she saw a ghost, Alice performed a dance that could outclass a ballet troupe, when she encountered a white cat in the desert at night.",0,"white","cat","desert","night","scared","Alice","dance","hyperbole"],[39.3558036336,-68.5975161257,"At night, in the big red city, Bobby was scared by a bear during his work, this wasn't a fair fight.",0,"red","bear","city","night","scared","Bobby","work","rhyme"],[34.1637879032,-37.6630152736,"One morning, Diana, a surprised black bird in the forest, decided to dance, a rather unexpected twist in her usual routine.",10,"black","bird","forest","morning","surprised","Diana","dance","non sequitur"],[15.6636016826,-33.8505069112,"In the depth of a night as dark as ink, on a blue beach, Evelyn made a courageous decision to play with a frightening frog that scared the wind out of her sails.",8,"blue","frog","beach","night","scared","Evelyn","play","hyperbole"],[35.7943316458,-51.1545509718,"In the bustling city morning, Alice, angry as a disturbed hornet, met a red bear and decided to jump past it, as nimbly as a gymnast.",4,"red","bear","city","morning","angry","Alice","jump","simile"],[7.752021675,-34.5168906859,"Under the black city sky at midnight, surprised Charlie danced like a fish.",0,"black","fish","city","midnight","surprised","Charlie","dance","rhyme"],[27.7629145408,-36.8794149352,"Surprised Alice walked into a black forest one afternoon, followed by a fish.",11,"black","fish","forest","afternoon","surprised","Alice","walk","rhyme"],[38.4224197164,-30.9069967119,"Charlie was so angry that he could play so hard to cause an earthquake in the desert when he saw a black cat one evening.",6,"black","cat","desert","evening","angry","Charlie","play","hyperbole"],[22.9011867403,-47.8090210597,"Bobby decided to play with his blue cat on the beach at night, feeling as sad as a cloud covered sky.",5,"blue","cat","beach","night","sad","Bobby","play","simile"],[25.9708192083,-36.1474671493,"On an afternoon in the forest, an angry Bobby watched a red frog take a defiant jump, an act as unrelated as a kangaroo in a ballet class.",11,"red","frog","forest","afternoon","angry","Bobby","jump","non sequitur"],[26.3726611295,-33.1927982617,"On a white mountain one afternoon, Diana, happy with her work, caught a fish.",11,"white","fish","mountain","afternoon","happy","Diana","work","rhyme"],[16.9738809747,-34.8273606741,"During the mountain night, Evelyn worked alone and felt as sad as a yellow fish out of water",8,"yellow","fish","mountain","night","sad","Evelyn","work","simile"],[29.6524643363,-37.0375011988,"On a quiet beach afternoon, surprised Diana took a yellow cat for a walk, despite the ocean's tempting waves.",11,"yellow","cat","beach","afternoon","surprised","Diana","walk","non sequitur"],[10.950507752,-40.322485467,"At midnight on the beach, Bobby walks scared like a black frog hopping amidst the shadows.",0,"black","frog","beach","midnight","scared","Bobby","walk","simile"],[24.6914769521,-40.4742725392,"Early in the morning at the beach, happy Evelyn found a red bear and decided to jump with joy, much like a child in a candy store.",0,"red","bear","beach","morning","happy","Evelyn","jump","simile"],[33.3579547754,-34.0888320967,"In the blue forest at night, Alice worked, sad and alone, while a cat watched her from its shadowy perch.",0,"blue","cat","forest","night","sad","Alice","work","rhyme"],[35.2263540137,-48.2814450759,"Even though it was just another morning and Alice was sad, the sight of a white bird in the city made her feel as if she could walk on air.",4,"white","bird","city","morning","sad","Alice","walk","hyperbole"],[-3.0934817798,-37.6574933785,"Evelyn played in the city with a red bear in the afternoon, she was so angry, it looked like she could explode at any moment.",0,"red","bear","city","afternoon","angry","Evelyn","play","hyperbole"],[24.8791277786,-28.7799661291,"While Evelyn walked in the heart of the city at midnight, a white frog, unexpectedly scared, jumped out of the salad.",12,"white","frog","city","midnight","scared","Evelyn","walk","non sequitur"],[33.931419264,-51.2556115781,"In the morning, Charlie was playfully chasing a blue frog through the desert, oh so happy was he with this light.",4,"blue","frog","desert","morning","happy","Charlie","play","rhyme"],[37.5410144006,-37.4392178616,"Charlie, although angry, couldn't help but dance with the white frog on the beach this morning, this of course, explains why clouds cannot play the guitar.",10,"white","frog","beach","morning","angry","Charlie","dance","non sequitur"],[29.515294334,-45.9801724923,"Evelyn got scared at night, seeing a red cat at work down the beach, it was a frightening sight.",5,"red","cat","beach","night","scared","Evelyn","work","rhyme"],[35.1493907329,-39.2894592786,"In the morning, a blue bird danced in the desert, but Alice, inexplicably scared, decided to eat spaghetti.",10,"blue","bird","desert","morning","scared","Alice","dance","non sequitur"],[14.7283551663,-33.7760131416,"In the forest at night, a scared black fish, inexplicably, offered Alice the last dance.",8,"black","fish","forest","night","scared","Alice","dance","non sequitur"],[19.6874169341,-22.4061191508,"Evelyn, a happy blue cat, abruptly jumps in the desert at midnight, which was as incongruous as a fish on a bicycle.",0,"blue","cat","desert","midnight","happy","Evelyn","jump","non sequitur"],[26.045427714,-36.7356252521,"While Evelyn was enjoying a walk in the yellow afternoon light, a cat surprised her by jumping out of a forest as if it had exploded from a paint tube.",11,"yellow","cat","forest","afternoon","surprised","Evelyn","walk","simile"],[53.2406708522,-37.8020844173,"Amid the red glow of the midnight mountain, Diana, whilst surprised at the delicacy of her silhouette, watched her cat break into a ballet-like dance.",0,"red","cat","mountain","midnight","surprised","Diana","dance","non sequitur"],[33.1346850496,-40.6163070719,"On a morning on a red mountain, Bobby played with an angry frog, regardless of the fact that pianos can't shoot lasers.",10,"red","frog","mountain","morning","angry","Bobby","play","non sequitur"],[17.073946023,-35.7795218982,"Charlie was so surprised when a yellow bird suddenly jumped out at him from the dark beach at night, it could have catapulted him into space.",8,"yellow","bird","beach","night","surprised","Charlie","jump","hyperbole"],[35.1029115928,-39.4472564264,"Within the white morning light in the forest, scared Diana, a fish out of water, decided out of nowhere to work on her standup comedy routine.",10,"white","fish","forest","morning","scared","Diana","work","non sequitur"],[17.1937843007,-34.9905270024,"In a buzzing city that never sleeps, Evelyn found herself drowning in melancholy as she worked with a melancholic white frog that seemed to express a sadness as deep as the ocean during a sorrowful night.",8,"white","frog","city","night","sad","Evelyn","work","hyperbole"],[13.7933591628,-36.2582107547,"Alice was so scared to play with the blue fish in the desert, she turned bluer than the deepest ocean at night.",8,"blue","fish","desert","night","scared","Alice","play","hyperbole"],[-13.4129598371,-36.074979379,"Along the blue-tinted mountain, happy Evelyn found it unusual to see a fish busy at work during the evening.",0,"blue","fish","mountain","evening","happy","Evelyn","work","non sequitur"],[24.4579431912,-27.5292593892,"It felt like the end of the world, when Bobby, scared out of his wits, encountered a blue frog dance at the top of the mountain at midnight.",12,"blue","frog","mountain","midnight","scared","Bobby","dance","hyperbole"],[22.4863937007,-26.0105188885,"Charlie, filled with a happiness as fiery as a red flare, chose to jump off the mountain at midnight like a bear taking a leap of faith.",12,"red","bear","mountain","midnight","happy","Charlie","jump","simile"],[-15.2895075158,-34.5963750918,"In the evening, Diana was surprised to see a yellow cat walk her way in the middle of the desert, as if the moon were made of cheese.",0,"yellow","cat","desert","evening","surprised","Diana","walk","non sequitur"],[14.9203640547,-24.7338549197,"In the white desert, at the stroke of midnight, a sad frog made Bobby rethink his line of work.",12,"white","frog","desert","midnight","sad","Bobby","work","rhyme"],[48.919326709,-25.0006297787,"Charlie was surprised to see a red cat dance on the beach in the hot afternoon under the burning sun's relentless glance.",0,"red","cat","beach","afternoon","surprised","Charlie","dance","rhyme"],[24.0094938723,-49.7147787777,"Alice, ecstatic, could play with the black cat all night; it was the happiest sight in the entire city.",5,"black","cat","city","night","happy","Alice","play","hyperbole"],[29.817213757,-30.4049361387,"One morning, Charlie did a happy dance with a yellow fish in the city, bringing joy and enhanced fancy.",0,"yellow","fish","city","morning","happy","Charlie","dance","rhyme"],[16.9743711108,-18.023174264,"On a beach at midnight, Evelyn worked with the diligence of a white fish, appearing happy in the serene solitude.",0,"white","fish","beach","midnight","happy","Evelyn","work","simile"],[27.3045166003,-24.8098959106,"Bobby was sad to dance with the yellow fish in the forest at midnight, which was peculiar since toasters don't usually play soccer.",12,"yellow","fish","forest","midnight","sad","Bobby","dance","non sequitur"],[23.9989969529,-50.9329980082,"In the desert night, Bobby's surprised walk made the black cat skid to a halt, its stare as pointed as a thousand daggers in surprise.",5,"black","cat","desert","night","surprised","Bobby","walk","hyperbole"],[37.1642126497,-39.6199961144,"One morning, surprised Alice saw a yellow cat jump with joy in the vibrant forest.",10,"yellow","cat","forest","morning","surprised","Alice","jump","rhyme"],[34.7818075197,-27.6466043098,"Happy Alice watches a white bird jump around the city in the evening.",6,"white","bird","city","evening","happy","Alice","jump","rhyme"],[32.2869093956,-53.9403853725,"One bright city morning, a surprised Bobby witnessed a white bear jump across skyscrapers like acrobats swinging in the air.",4,"white","bear","city","morning","surprised","Bobby","jump","hyperbole"],[26.8744033744,-33.8490650008,"On a typical city afternoon, Alice, radiant and as happy as a bear with honey, performed a seemingly endless white dance that attracted every eye.",11,"white","bear","city","afternoon","happy","Alice","dance","hyperbole"],[46.4343123327,-31.0494970455,"In the forest evening, Evelyn worked with a surprised expression, as a white fish swam through the air fluidly, miraculously defying the laws of nature.",6,"white","fish","forest","evening","surprised","Evelyn","work","hyperbole"],[24.3289028541,-40.9638848961,"Every morning, Alice would walk with a sad red fish across the desert, which is an unexpected habit.",0,"red","fish","desert","morning","sad","Alice","walk","non sequitur"],[31.9521486535,-26.2060563755,"In the evening, Alice felt scared to work when a black fish showed up on the mountain.",6,"black","fish","mountain","evening","scared","Alice","work","non sequitur"],[44.5055524424,-49.1332655597,"Every afternoon, surprised by her own audacity, Evelyn would walk through the white mist of the forest, where birds sang louder than a hundred orchestras.",1,"white","bird","forest","afternoon","surprised","Evelyn","walk","hyperbole"],[17.3057404628,-43.2420647499,"Through the black night in the city, Bobby leapt out of the path of an oncoming bear, scared and jumpy like a startled rabbit.",5,"black","bear","city","night","scared","Bobby","jump","simile"],[35.5751802224,-29.3590080146,"In the bustling city full of evening lights, Alice jumped in surprise, seeing a red bird flying indoors.",6,"red","bird","city","evening","surprised","Alice","jump","non sequitur"],[26.4104383296,-26.556545056,"In yellow on the beach, Bobby works with joy till midnight, with a bird chirping happily in his ear.",12,"yellow","bird","beach","midnight","happy","Bobby","work","rhyme"],[40.0768660507,-21.8185102416,"In the evening on the mountain blue, Charlie, angry, watched his cat walk, away from the ballyhoo.",0,"blue","cat","mountain","evening","angry","Charlie","walk","rhyme"],[29.5876031209,-30.6925171666,"Alice was scared to work in the morning when a yellow cat appeared on the mountain.",0,"yellow","cat","mountain","morning","scared","Alice","work","non sequitur"],[33.8916543238,-38.313684711,"One morning, Bobby, who was as angry as a black bear, had no choice but to work on a project at the beach.",10,"black","bear","beach","morning","angry","Bobby","work","simile"],[13.7678989749,-24.4572917716,"Under the midnight sky over the mountain, Diana walked alone, her mood as dark and angry as a black bird.",0,"black","bird","mountain","midnight","angry","Diana","walk","simile"],[17.8131738548,-30.2750357483,"Scared like a kitten cornered by a dog, Evelyn embarked on a brisk morning walk on the red crest of the mountain, her unease mirrored in her cat's wary movements.",9,"red","cat","mountain","morning","scared","Evelyn","walk","simile"],[24.8455471624,-46.5583029612,"At night in the blue forest, happy Charlie would jump high, chasing the bird.",5,"blue","bird","forest","night","happy","Charlie","jump","rhyme"],[28.8884229131,-34.5513391825,"Diana was surprised when a black fish decided to join her dance in the city one unusually warm afternoon.",11,"black","fish","city","afternoon","surprised","Diana","dance","hyperbole"],[46.4362353701,-37.7526406268,"On the red beach at night, Evelyn was surprised to see a bird, during her peaceful walk in the twilight lurch.",0,"red","bird","beach","night","surprised","Evelyn","walk","rhyme"],[29.5807920214,-36.2471406209,"In the afternoon, on a red mountain, Diana was so surprised to see a frog dance, she swore it could give a professional a run for their money.",11,"red","frog","mountain","afternoon","surprised","Diana","dance","hyperbole"],[34.818281736,-48.6325677689,"Alice, sad with a black fish, took a morning walk in the city, her mood was utterly whack",4,"black","fish","city","morning","sad","Alice","walk","rhyme"],[21.1167610571,-34.0476118485,"Alice saw a yellow bird on the mountain one afternoon and was so happy, she could dance all the way to the moon and back.",11,"yellow","bird","mountain","afternoon","happy","Alice","dance","hyperbole"],[12.0197820655,-27.8725737329,"At midnight in the city, angry Diana did play, with a black bear whose mood was also quite grey",13,"black","bear","city","midnight","angry","Diana","play","rhyme"],[43.9986115994,-51.23873861,"In the bustling city, Bobby, sad as a black fish left out of water, decided to dance away his blues on a sunny afternoon.",1,"black","fish","city","afternoon","sad","Bobby","dance","simile"],[35.4252390352,-29.5233551719,"Evelyn was watching the white cat dance on the beach in the evening, she was sad, but elephants can't play golf.",6,"white","cat","beach","evening","sad","Evelyn","dance","non sequitur"],[35.9557407825,-54.0270072206,"During a morning in the desert, Diana was busy playing with her blue frog when it suddenly became angry and ordered a pizza.",4,"blue","frog","desert","morning","angry","Diana","play","non sequitur"],[37.6884475611,-30.7593510946,"On an evening in the forest, Bobby, as surprised as a blue bird in a trap, decided to play hide and seek.",6,"blue","bird","forest","evening","surprised","Bobby","play","simile"],[36.5122956832,-40.2601437201,"In the vast desert morning, Bobby spotted a white fish playing in a shallow oasis, looking as sad as a clown without its makeup.",10,"white","fish","desert","morning","sad","Bobby","play","simile"],[41.5257297038,-31.7318632275,"Diana, feeling as scared as a white bear wandering alone in the heat of desert, decided to take a courage-gathering walk one eerie evening.",6,"white","bear","desert","evening","scared","Diana","walk","hyperbole"],[33.1641627159,-40.2768853507,"Evelyn was scared to walk in the city during the morning because a red bird might attack, which clearly explains why potatoes are round.",10,"red","bird","city","morning","scared","Evelyn","walk","non sequitur"],[34.5271680264,-53.5008917798,"In the yellow morning light, Charlie did a sad dance with a bird, in the city where the sparrows did perch.",4,"yellow","bird","city","morning","sad","Charlie","dance","rhyme"],[31.5312124619,-19.5977857454,"Evelyn was surprised to see a black fish jump in the middle of the desert one evening.",6,"black","fish","desert","evening","surprised","Evelyn","jump","non sequitur"],[20.8348305403,-33.6851067573,"In the desert afternoon, a sad Bobby watched a yellow bird play, but pancakes don't have bones.",11,"yellow","bird","desert","afternoon","sad","Bobby","play","non sequitur"],[24.4852653325,-24.1000489963,"At the stroke of midnight, sad Diana saw a red bird jump off the mountain under the moon's luminous head.",12,"red","bird","mountain","midnight","sad","Diana","jump","rhyme"],[22.3264741687,-34.1048713806,"On a blue afternoon, Diana, angry at work, was perplexed to see a fish swimming in the desert.",11,"blue","fish","desert","afternoon","angry","Diana","work","non sequitur"],[26.0196251235,-28.125257861,"Bobby saw a white frog doing a dance, oddly in the desert at midnight, which made him feel sad.",12,"white","frog","desert","midnight","sad","Bobby","dance","non sequitur"],[17.3316327567,-43.2512347963,"In the forest night, angry Charlie had to work, startled by a black frog, filled with fear",5,"black","frog","forest","night","angry","Charlie","work","rhyme"],[32.961371257,-26.6522949227,"Charlie saw a red frog dance in the city one evening, which is quite sad given that bicycles don't have doors.",6,"red","frog","city","evening","sad","Charlie","dance","non sequitur"],[53.1331018957,-37.5992232241,"Alice was surprised to find a yellow frog working diligently on her mountain report at midnight.",0,"yellow","frog","mountain","midnight","surprised","Alice","work","non sequitur"],[24.979410394,-32.4634521342,"In the afternoon, Charlie, happy as a lark in the city, made his yellow cat jump like a kangaroo in a full sprint.",11,"yellow","cat","city","afternoon","happy","Charlie","jump","simile"],[20.5924838808,-49.4731480513,"Evelyn, despite her blue bird companion, was fond of the forest and the mysterious night, where she can jump happily without a reason.",5,"blue","bird","forest","night","happy","Evelyn","jump","non sequitur"],[27.6962747554,-34.633567609,"Charlie was surprised to discover a white bear at his work in the blistering heat of the desert afternoon, which was as unlikely as finding a snowflake in a furnace.",11,"white","bear","desert","afternoon","surprised","Charlie","work","hyperbole"],[32.0283417917,-53.7631125881,"One happy morning, Diana took a walk with a white bear in the desert, their peaceful journey was full of light.",4,"white","bear","desert","morning","happy","Diana","walk","rhyme"],[27.4621946572,-48.6432134939,"During the night, a blue cat found its way onto the mountain, and its sudden appearance at Bobby's workplace surprised everyone there who expected muffins instead.",5,"blue","cat","mountain","night","surprised","Bobby","work","non sequitur"],[22.9126940597,-34.1983086086,"Scared as a deer in headlights, Alice walked in the afternoon through a white bird-filled forest feeling like it stretched for a million miles.",11,"white","bird","forest","afternoon","scared","Alice","walk","hyperbole"],[33.6285468896,-55.6246421092,"In the bustling city, the yellow frog named Charlie chose to play basketball each morning instead of expressing his angry demeanor.",4,"yellow","frog","city","morning","angry","Charlie","play","non sequitur"],[28.4459450325,-37.0847006559,"Bobby was surprised as a blue fish decided to walk in the desert on a hot afternoon.",11,"blue","fish","desert","afternoon","surprised","Bobby","walk","hyperbole"],[35.7069768948,-30.5376736371,"Angry like a blue fish out of water, Evelyn attempted to jump off the beach pier in the evening.",6,"blue","fish","beach","evening","angry","Evelyn","jump","simile"],[34.1604968032,-30.1476110507,"Scared like a red bear on a mountain, Charlie had to work late into the evening.",6,"red","bear","mountain","evening","scared","Charlie","work","simile"],[27.5045474277,-27.2910904108,"In the city, at the strike of midnight, Diana saw a happy black bear that could dance so energetically it could light up the whole city.",12,"black","bear","city","midnight","happy","Diana","dance","hyperbole"],[24.0380298742,-7.3334203335,"Surprised as she was, Diana jumped like a startled black bird in the forest evening",0,"black","bird","forest","evening","surprised","Diana","jump","simile"],[25.4792557998,-27.5370988866,"Scared, Diana had to work at midnight at the beach with her blue frog, which started speaking Portuguese out of the blue.",12,"blue","frog","beach","midnight","scared","Diana","work","non sequitur"],[45.183347035,-28.8437666346,"Alice was so happy in the blue forest one evening as she danced with a fish who told stories grander than an encyclopaedia.",6,"blue","fish","forest","evening","happy","Alice","dance","hyperbole"],[29.7872120703,-14.3057685242,"One evening, Diana was so happy, she could have made even the blue frog in the forest play a symphony.",0,"blue","frog","forest","evening","happy","Diana","play","hyperbole"],[25.7770641719,-26.6177206868,"Despite the sad white bird jumping in the desert at midnight, Charlie couldn't help but wonder why socks aren't included in dinner.",12,"white","bird","desert","midnight","sad","Charlie","jump","non sequitur"],[33.4233639752,-40.0485100661,"This morning, Bobby, the happiest ever, saw an overwhelmingly beautiful white bird dance on the summit of the tallest mountain in the universe.",10,"white","bird","mountain","morning","happy","Bobby","dance","hyperbole"],[26.6756173677,-33.8524860956,"In the cool blue forest on a happy afternoon, Diana took a walk with a frog who claimed he could leap over the moon.",11,"blue","frog","forest","afternoon","happy","Diana","walk","hyperbole"],[27.5635733405,-34.2565419938,"Evelyn jumped in surprise, spotting a blue fish in the desert, under the hot afternoon skies.",11,"blue","fish","desert","afternoon","surprised","Evelyn","jump","rhyme"],[25.2517984038,-33.7150150448,"In the afternoon at the white beach, a sad Alice decided to take a walk with her frog, but that didn't explain why cupcakes are studying ancient Greek philosophy.",11,"white","frog","beach","afternoon","sad","Alice","walk","non sequitur"],[23.6976857665,-33.7995855622,"On a rainy afternoon on the mountain, Diana managed a happy jump high enough to touch a white cat sitting on a cloud.",11,"white","cat","mountain","afternoon","happy","Diana","jump","hyperbole"],[27.147784573,-26.9927293301,"Alice, scared like a black fish in the desert, had to work through midnight shifts just to make ends meet.",12,"black","fish","desert","midnight","scared","Alice","work","simile"],[32.6010880871,-39.9198421636,"In the blue desert morning, scared Charlie saw a bear and decided to jump.",10,"blue","bear","desert","morning","scared","Charlie","jump","rhyme"],[45.7043438541,-27.1024913638,"Angry Charlie took a walk with a black bear up the mountain one evening, their friendship was fair.",6,"black","bear","mountain","evening","angry","Charlie","walk","rhyme"],[36.2949876645,-29.8973051487,"Diana, dressed in black, was scared to work alone in the desert, where a bird was inexplicably singing Mozart in the evening.",6,"black","bird","desert","evening","scared","Diana","work","non sequitur"],[24.4181110475,-24.1076216961,"At midnight, atop the mountain, Charlie saw a yellow bird happily jump off a cliff, a rather odd development, as mailmen seldom deliver letters on Sundays.",12,"yellow","bird","mountain","midnight","happy","Charlie","jump","non sequitur"],[25.3692074081,-25.9730531771,"In the desert at midnight, Bobby, happy with his white cat, started to dance.",12,"white","cat","desert","midnight","happy","Bobby","dance","rhyme"],[17.7449716982,-30.2675384365,"In the desert morning, surprised Alice saw a yellow bird's performance, it started to dance with an elegant adherence.",9,"yellow","bird","desert","morning","surprised","Alice","dance","rhyme"],[13.9265660011,-34.964593648,"At night, on the mountain, angry Bobby walks alongside a white bear.",8,"white","bear","mountain","night","angry","Bobby","walk","rhyme"],[33.163339953,-40.5516728447,"On a morning in the black desert, an angry bird made Evelyn stop her work, which was quite astonishing since calculators usually don't fall from the sky.",10,"black","bird","desert","morning","angry","Evelyn","work","non sequitur"],[28.4479772837,-34.3977817979,"On a tranquil afternoon in the forest, Evelyn came across a black bear that was so happy it could play the piano better than Mozart.",11,"black","bear","forest","afternoon","happy","Evelyn","play","hyperbole"],[15.7986461079,-34.3847806041,"Bobby was sad to see a red cat play in the desert at night, a fact as unrelated to the topic as canoeing on Mount Everest.",8,"red","cat","desert","night","sad","Bobby","play","non sequitur"],[20.768557474,-44.7858266173,"Happy Diana, working by the blue sea, met a cat on the beach at night.",5,"blue","cat","beach","night","happy","Diana","work","rhyme"],[12.7044029786,-35.2423955371,"In the city's black night, surprised Bobby watches a fish at work, swimming without fright.",8,"black","fish","city","night","surprised","Bobby","work","rhyme"],[25.6521381376,-35.893749574,"In the white afternoon light, Evelyn saw a fish in the forest and, scared, left her work to get closer with caution.",11,"white","fish","forest","afternoon","scared","Evelyn","work","rhyme"],[37.8303563897,-38.4095597953,"Sad Bobby took a morning walk with his black cat through the forest.",10,"black","cat","forest","morning","sad","Bobby","walk","rhyme"],[26.3785719421,-26.2987516876,"At midnight on the beach, a red bird made Alice feel incredibly sad, so she had to work, even though penguins are not native to the Sahara.",12,"red","bird","beach","midnight","sad","Alice","work","non sequitur"],[44.0768574916,-27.2513806749,"Bobby, scared as he was, decided to jump with the white cat in the desert in the evening, and of course, the moon is made of cheese.",6,"white","cat","desert","evening","scared","Bobby","jump","non sequitur"],[38.7852989535,-36.3186605707,"Evelyn was surprised to see the black fish dance in the forest one morning, considering that refrigerators do not usually make phone calls.",10,"black","fish","forest","morning","surprised","Evelyn","dance","non sequitur"],[40.1651560388,-29.5568344219,"In the evening, Charlie walk sad as a yellow bear moving slowly through the mountain.",6,"yellow","bear","mountain","evening","sad","Charlie","walk","simile"],[37.7548515803,-35.3494464217,"In the blue morning light, Diana watched a fish jump by the mountain stream, its joy mirroring her own happiness.",10,"blue","fish","mountain","morning","happy","Diana","jump","simile"],[39.7579407331,-30.3066222849,"Alice was so angry that even a blue bird would start to dance on a beach in the evening to divert her attention.",6,"blue","bird","beach","evening","angry","Alice","dance","hyperbole"],[33.4788013486,-29.2717562754,"As evening fell on the blue mountain, Evelyn with a happy smile watched the fish dance in the fountain.",6,"blue","fish","mountain","evening","happy","Evelyn","dance","rhyme"],[35.7009411968,-47.9732765603,"While Diana was supposed to work on a morning at the beach, a blue frog appeared, which was sad which is peculiar since the internet was invented by cats.",4,"blue","frog","beach","morning","sad","Diana","work","non sequitur"],[38.1028406748,-44.5377283124,"Evelyn felt happy seeing a blue frog play at the city during night, yet this doesn't explain why an octopus can't wear shoes.",7,"blue","frog","city","night","happy","Evelyn","play","non sequitur"],[23.6626725121,-34.8910904101,"During a scorching desert afternoon, Bobby observed a black fish at work, crafting its home in the sand, scared as a soldier stepping into the battlefield.",11,"black","fish","desert","afternoon","scared","Bobby","work","simile"],[20.21574227,-43.6150100285,"As night fell over the city, Alice a happy blue bird started to dance, even while knowing that octopuses cannot juggle.",5,"blue","bird","city","night","happy","Alice","dance","non sequitur"],[10.2723002423,-16.012941061,"Even amidst the intense sadness of having to work tirelessly every night on the mountain, Bobby could still spot the rare sight of the white bear exactly at midnight.",0,"white","bear","mountain","midnight","sad","Bobby","work","hyperbole"],[17.9580420652,-44.6728146188,"Underneath the star-spangled desert night, Charlie's heart was as red as a dying star because of the work with a bear that made him infinitely sad.",5,"red","bear","desert","night","sad","Charlie","work","hyperbole"],[20.2829073415,-25.7667754693,"Bobby walks through the forest at midnight, his sadness deep as a yellow frog alone in the night.",12,"yellow","frog","forest","midnight","sad","Bobby","walk","simile"],[22.4853983867,-33.9992093371,"With an unexpected jump, Evelyn, a surprised blue bird, found herself in the forest that afternoon.",11,"blue","bird","forest","afternoon","surprised","Evelyn","jump","non sequitur"],[23.2381868274,-26.3762317553,"At the strike of midnight, Diana saw a yellow frog in the desert; the sight made her work harder, although sad.",12,"yellow","frog","desert","midnight","sad","Diana","work","rhyme"],[53.3934425599,-31.1631379934,"Charlie was scared at work in the evening, in the white desert, with the cat, unexplainably, tomatoes hate jazz.",0,"white","cat","desert","evening","scared","Charlie","work","non sequitur"],[17.5650374311,-30.3326455818,"On the beach in the morning, Diana felt happy seeing a red frog dance, strangely enough, it was wearing a top hat and a monocle.",9,"red","frog","beach","morning","happy","Diana","dance","non sequitur"],[34.5669868023,-28.703219827,"Diana was so angry that a red frog would walk across a beach in the evening to avoid her.",6,"red","frog","beach","evening","angry","Diana","walk","hyperbole"],[24.1075106821,-34.9128584039,"In the blue of the afternoon, Alice happily works with a fish on the mountain, a sight rare and rich.",11,"blue","fish","mountain","afternoon","happy","Alice","work","rhyme"],[16.8647985368,-25.8590186351,"At the stroke of midnight, a blue bird surprised Charlie with a jump so high on the beach, it seemed to touch the stars.",12,"blue","bird","beach","midnight","surprised","Charlie","jump","hyperbole"],[31.0893060357,-20.3683258139,"In the red desert's warm evening, Evelyn, a happy fish, decided to take a long walk.",6,"red","fish","desert","evening","happy","Evelyn","walk","rhyme"],[26.6909872195,-25.7649099557,"Evelyn, white like a polar bear under the midnight sky, moved angrily yet gracefully in her dance on the beach.",12,"white","bear","beach","midnight","angry","Evelyn","dance","simile"],[17.0842219948,-21.3494371195,"Charlie, at midnight, happy on a mountain blue, watched the frog play, filled with cheer",0,"blue","frog","mountain","midnight","happy","Charlie","play","rhyme"],[25.0408458066,-28.5121242217,"Evelyn, surprised as a blue bear wandering the mountain, decided to walk in peace under the midnight sky.",12,"blue","bear","mountain","midnight","surprised","Evelyn","walk","simile"],[33.966492586,-24.8118361517,"Alice was so angry she could huff and puff and blow the entire forest down where she saw a yellow bear during her walk in the evening.",6,"yellow","bear","forest","evening","angry","Alice","walk","hyperbole"],[27.7054527884,-45.0744422632,"Scared as a mouse, Diana decided to play dead when she encountered a black bear in the city at night.",5,"black","bear","city","night","scared","Diana","play","simile"],[3.2520479927,-44.7801711249,"On the mountain on a moonlit yellow night, Alice jumped with so much happiness that even the yellow cat joined in with a leap that felt like a jump to the moon itself.",0,"yellow","cat","mountain","night","happy","Alice","jump","hyperbole"],[16.1094475025,-16.3064194455,"Bobby was as angry as a bull seeing red when he saw a yellow fish in the city at midnight and decided to walk till the end of the world.",0,"yellow","fish","city","midnight","angry","Bobby","walk","hyperbole"],[42.3820944747,-28.5577708041,"Evelyn was so scared by a black bird on the mountain one evening, she could jump over the tallest skyscraper.",6,"black","bird","mountain","evening","scared","Evelyn","jump","hyperbole"],[32.5798043301,-55.7039359334,"In the heart of the morning, blue as a thousand oceans, an angry cat named Charlie would play at the foot of the mountain until it echoed with joy.",4,"blue","cat","mountain","morning","angry","Charlie","play","hyperbole"],[34.6457126078,-40.4211958622,"In the morning, a happy Alice went to the beach to play with her yellow fish.",10,"yellow","fish","beach","morning","happy","Alice","play","rhyme"],[51.0595102269,-34.5562637354,"In the blue city during the evening, happy Evelyn took a walk, chirping like a bird.",6,"blue","bird","city","evening","happy","Evelyn","walk","rhyme"],[38.5670643974,-36.2775958939,"Evelyn was so happy that she could jump to the moon when she saw a red frog in the desert one bright morning.",10,"red","frog","desert","morning","happy","Evelyn","jump","hyperbole"],[30.5891658817,-47.1382820063,"Scared Diana and her blue cat would play on the mountain until midnight, that's a fact.",5,"blue","cat","mountain","midnight","scared","Diana","play","rhyme"],[6.065818611,-38.8051043551,"In the afternoon, Bobby was surprised to find a red cat, probably the only cat working in the forest, doing lumberjack work.",0,"red","cat","forest","afternoon","surprised","Bobby","work","hyperbole"],[27.8982437682,-49.1190103322,"As blue as a bird, Evelyn danced through the forest at night, scared yet exhilarated like never before.",5,"blue","bird","forest","night","scared","Evelyn","dance","simile"],[21.1649472147,-34.1069317421,"Charlie jumped in the red afternoon light, mimicking the bird in the forest, his sadness seemed as profound as a doomed fall leaf.",11,"red","bird","forest","afternoon","sad","Charlie","jump","simile"],[37.7255305128,-53.2043352416,"One morning, a red frog made Evelyn rather sad, compelling her to dance in the city, whereas elephants usually prefer the countryside.",4,"red","frog","city","morning","sad","Evelyn","dance","non sequitur"],[33.8549794824,-19.186550169,"Bobby sadly played with the red bear that appeared in the forest in the evening, the chair she was sitting on was from Mars.",6,"red","bear","forest","evening","sad","Bobby","play","non sequitur"],[49.824151355,-41.8217353764,"Alice, an angry fish by nature, decided one morning to jump off a white mountain as a non sequitur.",1,"white","fish","mountain","morning","angry","Alice","jump","non sequitur"],[50.7456274744,-77.3815108814,"Despite the yellow fish happily at work in the desert this evening, no one understands why Alice doesn’t have a pineapple tattoo.",0,"yellow","fish","desert","evening","happy","Alice","work","non sequitur"],[32.7380485165,-23.2493034815,"Charlie, feeling sad in the desert, decided to play with the red cat during the evening, yet the mango can't ride a bicycle.",6,"red","cat","desert","evening","sad","Charlie","play","non sequitur"],[49.6348704595,-40.8438396944,"Angry Charlie forced his white cat to play, in the city, early in the morning one day.",0,"white","cat","city","morning","angry","Charlie","play","rhyme"],[19.4565988812,-45.9633525804,"In a desert night that seemed as bright as day, Alice jumped up to a happy yellow bird.",5,"yellow","bird","desert","night","happy","Alice","jump","hyperbole"],[11.0755217036,-17.2760698748,"Angry Charlie, at the beach midnight, was forced to jump by a black frog that appeared near",0,"black","frog","beach","midnight","angry","Charlie","jump","rhyme"],[37.5215117015,-36.1111202401,"Bobby danced with a red bear on the frosty mountain morning, feeling as scared as a snowflake in a furnace.",10,"red","bear","mountain","morning","scared","Bobby","dance","simile"],[25.7732205143,-24.5096064588,"At midnight in the forest, an angry Bobby jumped like a yellow fish out of water",12,"yellow","fish","forest","midnight","angry","Bobby","jump","simile"],[26.3605054767,-26.4792825828,"As blue as a cat's eyes glinting under the desert midnight sky, sad Charlie just wanted to play alone.",12,"blue","cat","desert","midnight","sad","Charlie","play","simile"],[33.7510631069,-44.52147904,"On a hot afternoon in the yellow desert, Bobby was so surprised to see a cat that he could play a piano concerto from sheer amazement.",0,"yellow","cat","desert","afternoon","surprised","Bobby","play","hyperbole"],[38.4593204118,-53.7327642515,"On a bright yellow morning, Evelyn was surprised to see a bird dance by the beach, what a wonderful sight.",0,"yellow","bird","beach","morning","surprised","Evelyn","dance","rhyme"],[50.0042325324,-41.8195520274,"In the desert morning, a happy Bobby watched a blue frog walk casually across the sand, moving so slowly it could form new continents.",1,"blue","frog","desert","morning","happy","Bobby","walk","hyperbole"],[20.9067942521,-34.1368482347,"In the humid afternoon on the red, sandy beach, Charlie danced with a sadness enveloping him like a thick fog, his movements as awkward and out of place as a frog in a desert.",11,"red","frog","beach","afternoon","sad","Charlie","dance","simile"],[42.4937103939,-40.1109811702,"Sad as a white cat abandoned on an empty beach, Charlie spent his nights walking alone under the starry sky.",0,"white","cat","beach","night","sad","Charlie","walk","simile"],[28.5889641719,-41.4764271489,"Each evening, Bobby would jump with a red fish in the forest, usurping the silence with a surprised expressions louder than a cluster bomb.",3,"red","fish","forest","evening","surprised","Bobby","jump","hyperbole"],[19.9614373378,-43.2272783574,"Alice felt happy one night, jumping around with a white bear on the mountain's peak height.",5,"white","bear","mountain","night","happy","Alice","jump","rhyme"],[24.5035687764,-44.9731444937,"One night at the beach, Diana danced with a sad yellow cat under the moonlight.",5,"yellow","cat","beach","night","sad","Diana","dance","rhyme"],[42.8478134861,-39.8969049569,"On a calm evening, Alice had a joyously happy walk, spotting a black bird flying over the mountain which was as unexpected as finding treasure in the sand.",0,"black","bird","mountain","evening","happy","Alice","walk","hyperbole"],[18.365436546,-15.0140514838,"On a midnight walk, Alice saw an angry black cat in the desert, that gave her quite a start.",0,"black","cat","desert","midnight","angry","Alice","walk","rhyme"],[38.0469090442,-39.065583812,"Evelyn was happy to see a blue frog play as she embarked on a morning hike up the mountain.",10,"blue","frog","mountain","morning","happy","Evelyn","play","non sequitur"],[33.3628245518,-39.0355450121,"Inexplicably, Charlie encountered a white cat jumping in the desert one surprised morning.",10,"white","cat","desert","morning","surprised","Charlie","jump","non sequitur"],[6.9479479905,-50.2868628141,"The sight of an angry Diana could make a red frog jump off a mountain in the evening.",0,"red","frog","mountain","evening","angry","Diana","jump","hyperbole"],[43.5212814171,-62.8135299423,"Alice was happy to dance with the red fish on the beach, even if it was evening and the carrots were not peeling themselves.",0,"red","fish","beach","evening","happy","Alice","dance","non sequitur"],[25.9740517341,-35.717991531,"On a yellow afternoon, Charlie walked up the mountain, scared of the frog's log.",11,"yellow","frog","mountain","afternoon","scared","Charlie","walk","rhyme"],[14.0334163528,-26.7721895061,"At midnight, Alice watched the sad, blue bird on the mountain keenly, and sympathised with its longing for freedom, feeling as blue as the little creature seemed to jump into the void.",12,"blue","bird","mountain","midnight","sad","Alice","jump","simile"],[34.0365667812,-38.858659917,"Evelyn was scared to work near the bear on the blue beach one morning, but suddenly there was a kayak in my coffee.",10,"blue","bear","beach","morning","scared","Evelyn","work","non sequitur"],[8.0506154822,-32.7206760415,"Bobby decided to dance with a white bird in the forest at midnight, as surprised as if he was seeing a ghost.",0,"white","bird","forest","midnight","surprised","Bobby","dance","simile"],[37.6870672675,-39.0210405089,"Scared out of her wits, Alice could dance like a maniac when she saw a yellow bear in the city one morning.",10,"yellow","bear","city","morning","scared","Alice","dance","hyperbole"],[-32.8887025936,-19.6785564483,"Bobby was so sad that he decided to play with a yellow fish in the forest till the evening star appeared.",0,"yellow","fish","forest","evening","sad","Bobby","play","hyperbole"],[24.9270235265,-36.5850232408,"Alice, sad as a weeping willow on a gloomy rainy day, began to dance with a black bird in the forest, as the afternoon sun painted dramatic shadows on the canvas around them.",11,"black","bird","forest","afternoon","sad","Alice","dance","hyperbole"],[30.7416950673,-48.5438836909,"Diana was so angry at a white bear on the mountain one night, she could work tirelessly until the sun rises from the west.",5,"white","bear","mountain","night","angry","Diana","work","hyperbole"],[-7.5091750669,-29.1530482951,"On a yellow evening at the beach, an angry frog named Evelyn decided to dance, which was a non sequitur to the setting sun.",0,"yellow","frog","beach","evening","angry","Evelyn","dance","non sequitur"],[15.8614973041,-35.6387449183,"Charlie was so sad, his melancholy could make a yellow bear jump across a desert at night.",8,"yellow","bear","desert","night","sad","Charlie","jump","hyperbole"],[34.7600507022,-40.7445018241,"In the city morning, Charlie was as surprised to play with a white fish as a kid opening a gift",10,"white","fish","city","morning","surprised","Charlie","play","simile"],[21.241760353,-35.8400669286,"In the scorching desert afternoon, Evelyn found a black bird that was so scared it could play dead for a decade.",11,"black","bird","desert","afternoon","scared","Evelyn","play","hyperbole"],[-23.7558227603,-30.5194390217,"Alice was sadder than a black fish swimming alone in a dark forest, preferring to play in solitude every evening.",0,"black","fish","forest","evening","sad","Alice","play","hyperbole"],[16.5486392107,-25.259096978,"Evelyn was so surprised to see a black bear dance in the desert at midnight, she almost fell over in shock.",12,"black","bear","desert","midnight","surprised","Evelyn","dance","hyperbole"],[12.2077059932,-29.6184643193,"In a desert, white as a fog, sad Charlie saw a frog jump at midnight.",0,"white","frog","desert","midnight","sad","Charlie","jump","rhyme"],[22.3650130467,-48.4036894828,"At night, Charlie was scared when he saw a blue frog jump off the mountain.",5,"blue","frog","mountain","night","scared","Charlie","jump","non sequitur"],[38.4589200294,-43.6022988689,"On a night in the forest deep, Bobby watched a yellow frog dance, its face angry yet unique.",7,"yellow","frog","forest","night","angry","Bobby","dance","rhyme"],[21.5947012759,-43.5374551455,"Alice, happy under the night sky in the desert, saw a red cat during her peaceful walk.",5,"red","cat","desert","night","happy","Alice","walk","rhyme"],[24.9544648744,-33.0993181284,"One sunny afternoon, surprised beyond belief, Diana saw a yellow bear playing on the mountain top, drawing more attention than a raw salmon in a bear den.",11,"yellow","bear","mountain","afternoon","surprised","Diana","play","hyperbole"],[-12.4110253594,-29.0270262057,"One evening, on the mountain, Charlie was surprised at how diligently the white cat seemed to work, scratching at the bark of trees as if it was mining for gold.",0,"white","cat","mountain","evening","surprised","Charlie","work","hyperbole"],[26.2440612652,-26.7275448021,"Charlie felt sad when he saw a black bear walk in the forest at midnight.",12,"black","bear","forest","midnight","sad","Charlie","walk","rhyme"],[32.9574300058,-24.0811259957,"As radiant as a red bird in the forest on a sunny evening, happy Diana went after her day's work with a joyous spirit.",6,"red","bird","forest","evening","happy","Diana","work","simile"],[31.7840397475,-26.7570470944,"In the evening, in the white desert, an angry Evelyn decided to play with her cat, oddly enough, the kettle was boiling.",6,"white","cat","desert","evening","angry","Evelyn","play","non sequitur"],[35.7934385461,-30.1380330672,"Even though Diana was sad and had to work in the forest in the evening, a yellow bear showed up out of nowhere.",6,"yellow","bear","forest","evening","sad","Diana","work","non sequitur"],[27.579000203,-35.5625772242,"On a red mountain afternoon, surprised Bobby saw a frog jump.",11,"red","frog","mountain","afternoon","surprised","Bobby","jump","rhyme"],[23.1214571443,-35.4738757622,"Charlie, scared, decided to dance with a red cat on the beach in the sunny afternoon.",11,"red","cat","beach","afternoon","scared","Charlie","dance","rhyme"],[12.8917569842,-27.1373988391,"At midnight, Evelyn worked on the mountain, feeling sad about the black fish in the fountain.",13,"black","fish","mountain","midnight","sad","Evelyn","work","rhyme"],[34.593279418,-25.0930602997,"Diana chose to work during the evening at the beach, surprised to see a black bear from her office reach.",6,"black","bear","beach","evening","surprised","Diana","work","rhyme"],[27.0537978221,-9.2980785617,"Sad Evelyn, like a yellow cat in the evening, chose to dance alone on a quiet beach.",0,"yellow","cat","beach","evening","sad","Evelyn","dance","rhyme"],[37.634019599,-31.5000355408,"At work during the evening, Evelyn found a red cat roaming around in the desert, oddly happy with a sandwich.",6,"red","cat","desert","evening","happy","Evelyn","work","non sequitur"],[24.1551503084,-22.640075522,"At midnight, in the blue city, angry Bobby, a frog, made an unusual decision to walk on the tightrope.",12,"blue","frog","city","midnight","angry","Bobby","walk","non sequitur"],[15.4968719824,-48.1365974808,"One morning in the desert, happy Bobby saw a jumping yellow fish that made him chirp.",2,"yellow","fish","desert","morning","happy","Bobby","jump","rhyme"],[31.4563417507,-25.8753156774,"During the evening, Evelyn, in her happiest mood which was so contagious it could make anyone laugh, saw a blue bear jump in the middle of the city, up towards the moon.",6,"blue","bear","city","evening","happy","Evelyn","jump","hyperbole"],[-5.2363645457,-21.3068822102,"On a midnight walk by the beach, happy Bobby had a scare—a black bear was waiting there.",0,"black","bear","beach","midnight","happy","Bobby","walk","rhyme"],[21.0770531726,-46.2097640445,"Alice was happy as a lark, making her black cat jump on the tan sands of the beach in the quiet serenity of night.",5,"black","cat","beach","night","happy","Alice","jump","simile"],[24.0279979526,-26.8855845081,"Charlie decided to take a walk in the desert at midnight, surprised to find a blue cat under the moonlight.",12,"blue","cat","desert","midnight","surprised","Charlie","walk","rhyme"],[33.7663480216,-50.5900979081,"Like a yellow fish in a desert, Bobby felt out of place and angry while forced to play in the morning.",4,"yellow","fish","desert","morning","angry","Bobby","play","simile"],[41.5957215982,-29.7759025037,"In the gloomy evening at the black mountain, Evelyn played with a sad bird, her sorrow was enough to fill the Grand Canyon.",6,"black","bird","mountain","evening","sad","Evelyn","play","hyperbole"],[25.6821889474,-28.5752450272,"Charlie, surprised, was walking in the city at midnight, when a black cat appeared out of nowhere.",12,"black","cat","city","midnight","surprised","Charlie","walk","non sequitur"],[31.7020904445,-17.6936437667,"On a lonely mountain dyed in the hues of a red evening, Bobby was scared to his core as he prepared to jump with a cat that held an intimidating appearance.",6,"red","cat","mountain","evening","scared","Bobby","jump","hyperbole"],[45.5449519988,-29.9636501803,"In the red evening glow, Charlie's happy cat would play in the forest, you know.",6,"red","cat","forest","evening","happy","Charlie","play","rhyme"],[13.3856570636,-46.0780457333,"One red bird transformed the entire city into a play field with its happy chirping, which was so infectious that it made Diana smile all morning.",2,"red","bird","city","morning","happy","Diana","play","hyperbole"],[36.5467930414,-30.3180586289,"Evelyn's sadness was so profound that a black frog would dance on a beach in the evening to cheer her up.",6,"black","frog","beach","evening","sad","Evelyn","dance","hyperbole"],[25.1387494725,-34.7869123661,"On a happy afternoon at the beach, Diana was working, when a red cat interrupted her by reciting a Shakespearean soliloquy.",11,"red","cat","beach","afternoon","happy","Diana","work","non sequitur"],[50.7238841729,-34.0943051772,"One evening in the forest, Bobby was sad but his white cat decided to dance.",0,"white","cat","forest","evening","sad","Bobby","dance","rhyme"],[28.9294463672,-35.5389359997,"Charlie, in the city, decided to dance with an angry black bear on the afternoon, fierce as a tempest.",11,"black","bear","city","afternoon","angry","Charlie","dance","simile"],[44.0395512778,-31.8430266095,"Under the crimson hues of the evening, Diana watched her red cat jump through the forest like a phantom, mirroring her own sad demeanor.",6,"red","cat","forest","evening","sad","Diana","jump","simile"],[37.9736962602,-54.3087244651,"On the beach in the morning, Diana, angry like a disturbed yellow bear, refused to dance.",4,"yellow","bear","beach","morning","angry","Diana","dance","simile"],[34.5753818742,-18.0732405196,"Blue as the evening sky, Diana was scared to jump from the mountain, just like a frog.",6,"blue","frog","mountain","evening","scared","Diana","jump","rhyme"],[21.9379663816,-48.2224562037,"In the blackness of the mountain at night, a scared bird with the unlikely name of Alice decided to dance, while simultaneously solving a complex algebra equation.",5,"black","bird","mountain","night","scared","Alice","dance","non sequitur"],[35.6847496014,-48.1322666603,"Like a white bear leaping from a mountain top, sad Evelyn made a daring jump one frosty morning.",4,"white","bear","mountain","morning","sad","Evelyn","jump","simile"],[19.594653787,-26.0121618531,"At midnight on the beach, an angry yellow bird suddenly decided to walk, completely startling Evelyn.",0,"yellow","bird","beach","midnight","angry","Evelyn","walk","non sequitur"],[19.8473160828,-52.0546618165,"Diana was sad, having to work on the beach at night, when a red frog surprisingly turned up.",0,"red","frog","beach","night","sad","Diana","work","non sequitur"],[19.3825704154,-43.6045603411,"Alice, sad as a bear robbed of honey, played near the red-lit beach at night, her heart heavy but hopeful like a breaking dawn.",5,"red","bear","beach","night","sad","Alice","play","simile"],[33.0676333915,-40.292052743,"Every blue morning, Diana happily plays with her cat near the mountain.",10,"blue","cat","mountain","morning","happy","Diana","play","rhyme"],[49.1560271913,-40.4758316713,"In the morning, Alice walked up the fiery red mountain angry like a fish out of water.",1,"red","fish","mountain","morning","angry","Alice","walk","simile"],[14.7434659638,-34.4005093843,"Alice walked with her black cat, scared in the night of the forest that's pitch black.",8,"black","cat","forest","night","scared","Alice","walk","rhyme"],[22.0978144267,-35.0631232816,"The blue bird took flight in the bustling city on the surprised afternoon; Diana, her eyes as wide as the ocean, began to jump in sheer excitement.",11,"blue","bird","city","afternoon","surprised","Diana","jump","hyperbole"],[38.3406830221,-45.2567235638,"Evelyn was so angry, she could jump to the moon when she saw a blue bird in the forest at night.",7,"blue","bird","forest","night","angry","Evelyn","jump","hyperbole"],[27.5360301556,-24.7517351528,"Bobby, happy as a yellow cat in the sun, chose to walk alone on the mountain at midnight like a ghost revisiting its past.",12,"yellow","cat","mountain","midnight","happy","Bobby","walk","simile"],[36.8738253737,-30.1412498395,"One black evening in the desert, angry Charlie saw a bird and decided to jump.",6,"black","bird","desert","evening","angry","Charlie","jump","rhyme"],[28.9224248442,-41.2969466142,"In the black evening on the beach, Diana felt as sad as a lonely frog forced to work alone.",3,"black","frog","beach","evening","sad","Diana","work","simile"],[4.830579363,-10.6537398771,"Overpowered by fear, Diana dared to play with a black cat in the enchanting forest at midnight as if she was infinitely scared.",0,"black","cat","forest","midnight","scared","Diana","play","hyperbole"],[23.1253188367,-21.4285815525,"At midnight on the mountain, Evelyn was scared at work; unexpectedly a blue frog did lurk.",0,"blue","frog","mountain","midnight","scared","Evelyn","work","rhyme"],[16.8661052061,-21.89205377,"At midnight on the red beach, Charlie walked with a happy smile, accompanying a fish that jumped with each of his steps in sync",0,"red","fish","beach","midnight","happy","Charlie","walk","rhyme"],[11.932773586,-18.2510127398,"At midnight, Alice encountered a sad red fish on the mountain, who was beautifully colored like a sunset, eager to play.",0,"red","fish","mountain","midnight","sad","Alice","play","simile"],[18.6152845219,-25.7786901199,"Diana, who was working by the beach at midnight, jumped a mile high when a white frog jumped out, looking just as scared as she felt.",12,"white","frog","beach","midnight","scared","Diana","work","hyperbole"],[33.5855687606,-38.596354423,"Early in the morning, Bobby started to dance with a happy yellow bird in the city, inexplicably, a pineapple watched them from a building's rooftop.",10,"yellow","bird","city","morning","happy","Bobby","dance","non sequitur"],[17.2146234223,-29.4891068007,"Evelyn, a happy individual, encountered a yellow bear at the beach in the morning, as she went to work.",9,"yellow","bear","beach","morning","happy","Evelyn","work","rhyme"],[30.0591328826,-48.3864651431,"Diana was as angry as a thousand tempests, walking her white cat along the beach at night.",5,"white","cat","beach","night","angry","Diana","walk","hyperbole"],[26.4957177684,-22.3821512503,"Despite the angry commotion in the city at midnight, Alice chose to play with a white bear, quite a non sequitur.",12,"white","bear","city","midnight","angry","Alice","play","non sequitur"],[30.7056245452,-56.2123587976,"Charlie, scared as a yellow frog high atop a mountain, decided to dance away his fears in the morning light.",4,"yellow","frog","mountain","morning","scared","Charlie","dance","simile"],[24.6061817576,-51.2480030849,"In the forest at night, angry Evelyn saw a yellow bird jump.",5,"yellow","bird","forest","night","angry","Evelyn","jump","rhyme"],[23.8050706381,-34.2696216092,"Angry Alice took an afternoon walk through the forest and saw a yellow fish darting through the stream, a sight as shocking as a comet in the afternoon sky.",11,"yellow","fish","forest","afternoon","angry","Alice","walk","hyperbole"],[21.4921571487,-45.6697170819,"On every city night, Charlie would play with a yellow bear, forming a bond so strong that even the angriest of hearts would melt like ice-cream in summer.",5,"yellow","bear","city","night","angry","Charlie","play","hyperbole"],[16.8645103557,-25.5944007435,"A happy Alice walked through the city at midnight with a yellow cat so charming, it could charm the stars from the sky.",12,"yellow","cat","city","midnight","happy","Alice","walk","hyperbole"],[23.0988508847,-33.2283446547,"Surprised by a jumping red fish, Diana spent her afternoon on the beach.",11,"red","fish","beach","afternoon","surprised","Diana","jump","rhyme"],[36.422104244,-58.9238746864,"In the red evening forest, Charlie was happy to play with a bear that was very rare.",0,"red","bear","forest","evening","happy","Charlie","play","rhyme"],[21.6780207137,-35.5099014271,"In the afternoon, Evelyn was so scared, her heart pounded louder than a thunderstorm, when she saw a white fish ironically play in the middle of the scariest forest on the planet.",11,"white","fish","forest","afternoon","scared","Evelyn","play","hyperbole"],[16.0134322388,-24.333464876,"Haunted by a sadness as deep as a dark forest, Alice walked under the yellow moon at midnight, her footsteps sounding as melancholy as a lone cat's mournful meow.",12,"yellow","cat","forest","midnight","sad","Alice","walk","simile"],[35.6902755977,-59.9381183573,"One red morning, sad Evelyn decided to play with her cat on the mountain, in hope it would be gay.",0,"red","cat","mountain","morning","sad","Evelyn","play","rhyme"],[24.7235712575,-51.5846521138,"Alice, scared as a white cat at night, decided to dance at the beach.",5,"white","cat","beach","night","scared","Alice","dance","simile"],[23.6676642908,-44.8107074479,"Charlie was so surprised that he walked a thousand miles when he spotted a white bird on the beach in the middle of the night.",5,"white","bird","beach","night","surprised","Charlie","walk","hyperbole"],[-0.6763499563,-28.4372351014,"Diana, scared in the forest at midnight, saw a black bear at her work.",0,"black","bear","forest","midnight","scared","Diana","work","rhyme"],[10.7277806834,-15.4727242724,"Charlie was taking an angry walk in the forest at midnight when, without explanation, a red bear showed up.",0,"red","bear","forest","midnight","angry","Charlie","walk","non sequitur"],[28.6800020172,-41.2424136837,"One evening in the city, Bobby had to walk, angry at the red fish that couldn't talk",3,"red","fish","city","evening","angry","Bobby","walk","rhyme"],[27.6939923328,-24.1552206693,"Evelyn was angry at work, in the desert under the blue midnight, she saw a bear.",12,"blue","bear","desert","midnight","angry","Evelyn","work","rhyme"],[28.9019842178,-41.4524082821,"Alice was so sad on the beach one evening, even the blue frog started to walk instead of hop, feeling her sorrow.",3,"blue","frog","beach","evening","sad","Alice","walk","hyperbole"],[25.1161280483,-57.0809443965,"Charlie was surprised to see a white fish play in the city fountain like it was a bright sunny afternoon.",0,"white","fish","city","afternoon","surprised","Charlie","play","simile"],[10.6579697299,-31.8657146446,"Alice was as surprised as if a white fish had begun to walk through the city at midnight, disrupting the usual calm.",0,"white","fish","city","midnight","surprised","Alice","walk","simile"],[45.1997979768,-47.8538607211,"In the afternoon, Diana spotted a red frog on the mountain while she was happily playing, but then it started to discuss quantum physics.",1,"red","frog","mountain","afternoon","happy","Diana","play","non sequitur"],[38.16809658,-38.9598098754,"One angry morning, Evelyn was working on a mountain alongside a yellow bird whose chirps were louder than a thousand alarm clocks.",10,"yellow","bird","mountain","morning","angry","Evelyn","work","hyperbole"],[20.6872219945,-44.0108634072,"On a quiet beach night, Charlie was surprised to see a red bear casually walk by without offering a daunting stare.",5,"red","bear","beach","night","surprised","Charlie","walk","rhyme"],[23.8433319145,-27.0210916387,"Blue bear asked Diana to dance in the desert at night, which made her happy.",12,"blue","bear","desert","night","happy","Diana","dance","non sequitur"],[13.176164305,-27.0937357025,"At night, in the city, an angry yellow bear decided to play with Bobby, even though tomatoes can't fly.",13,"yellow","bear","city","night","angry","Bobby","play","non sequitur"],[30.1299470936,-36.2162146608,"In the forest on one afternoon, Alice jumped high as the Eiffel Tower when she was surprised by a yellow fish.",11,"yellow","fish","forest","afternoon","surprised","Alice","jump","hyperbole"],[12.3420439192,-12.590931955,"In the heart of the city at midnight, Alice was so surprised to see a blue fish walk past her, she felt the earth move.",0,"blue","fish","city","midnight","surprised","Alice","walk","hyperbole"],[15.4284666037,-39.8514557156,"In the forest, at evening, Diana was as angry as a blue frog denied the chance to play in its pond.",0,"blue","frog","forest","evening","angry","Diana","play","simile"],[25.5012123027,-21.4134006741,"Evelyn jumped high scared as a blue bird caught in a desert storm at midnight.",12,"blue","bird","desert","midnight","scared","Evelyn","jump","simile"],[22.1866024129,-26.222356081,"Alice felt as scared as a red bird trapped on a mountain, but managed to dance through her fear at midnight.",12,"red","bird","mountain","midnight","scared","Alice","dance","simile"],[24.0925196823,-32.7033255386,"In the desert afternoon, Bobby was working whilst an angry, white bear entered the scene, as out of place as snowflakes in hot coffee.",11,"white","bear","desert","afternoon","angry","Bobby","work","non sequitur"],[31.2914525492,-26.1300183636,"Bobby was surprised to see a blue bird work in the city one evening, an occurrence as relevant as a mermaid on a bicycle.",6,"blue","bird","city","evening","surprised","Bobby","work","non sequitur"],[27.6612529994,-53.7041477811,"On a hot desert afternoon, Evelyn was as happy as a red frog in a pond, choosing to dance amidst the barren expansiveness around her.",0,"red","frog","desert","afternoon","happy","Evelyn","dance","simile"],[33.3149185045,-33.9824471227,"Under the desert night, Alice's angry jump startled a black bear as if it were a sudden clap of thunder.",0,"black","bear","desert","night","angry","Alice","jump","simile"],[24.513468892,-36.386661741,"In the afternoon, Evelyn seemed as angry as a disturbed white fish when she couldn't play in the forest.",11,"white","fish","forest","afternoon","angry","Evelyn","play","simile"],[34.2870036724,-26.2936169063,"In the desert evening, Bobby stumbled upon a blue bear which made him jump, as surprised as if he'd seen a fish walk on dry land.",6,"blue","bear","desert","evening","surprised","Bobby","jump","simile"],[15.6049711359,-35.7299666187,"Scared like a deer in headlights, Bobby began to play with the blue bear in the forest during the quiet night.",8,"blue","bear","forest","night","scared","Bobby","play","simile"],[57.2801975306,-49.6910965492,"Working in a blue morning, Evelyn felt angry, like a bird, lost in the city's brewing.",0,"blue","bird","city","morning","angry","Evelyn","work","rhyme"],[38.356494067,-39.9040173057,"Surprised Alice went to work in the forest like a white bird flying around on a sunny morning.",10,"white","bird","forest","morning","surprised","Alice","work","simile"],[23.8092153385,-46.2047805676,"At night, Evelyn played a heart-wrenching tune that made even the black frog in the city look sad.",5,"black","frog","city","night","sad","Evelyn","play","hyperbole"],[22.9317648848,-34.404046698,"On a hot afternoon in the city, Evelyn worked so hard, even the angry white birds fell silent in astonishment.",11,"white","bird","city","afternoon","angry","Evelyn","work","hyperbole"],[3.179982095,-40.1523940668,"On a beach afternoon, Bobby jumped like a scared black cat",0,"black","cat","beach","afternoon","scared","Bobby","jump","simile"],[22.0687705655,-48.1635264477,"Bobby was working in the yellow frog department when he got scared by the darkness of night in the forest, but lasagna doesn't have a driver's license.",5,"yellow","frog","forest","night","scared","Bobby","work","non sequitur"],[32.9310411097,-52.1283987478,"Every morning, against the beautiful blue mountain backdrop, a cat named Charlie, appearing visibly happy, chose to dance like a turkey.",4,"blue","cat","mountain","morning","happy","Charlie","dance","non sequitur"],[24.8871423873,-32.733570767,"On a sunny afternoon, at the yellow-sanded beach, scared Diana dared to jump over a bear, bold as a roaring lion.",11,"yellow","bear","beach","afternoon","scared","Diana","jump","simile"],[29.5774601022,-36.5498916962,"Diana was scared to jump off the cliff in the black mountain in the afternoon. However, the fish disagreed with the politics.",11,"black","fish","mountain","afternoon","scared","Diana","jump","non sequitur"],[34.0242461097,-29.8103944608,"At the beach on a languid evening, Bobby jumped with joy, happier than a white cat with an unlimited supply of tuna.",6,"white","cat","beach","evening","happy","Bobby","jump","hyperbole"],[29.1319380702,-50.2229506711,"On a beach at night, a scared red bird named Charlie started to dance in a way that defied the laws of gravity.",5,"red","bird","beach","night","scared","Charlie","dance","non sequitur"],[19.6524203504,-16.987743353,"In the desert, at midnight, Alice felt as sad as a white fish out of water while she had to work.",0,"white","fish","desert","midnight","sad","Alice","work","simile"],[27.4435553677,-21.9008060459,"In the heart of the city, at the stroke of midnight, an angry Charlie had to work late, as restless as a white cat in a new home.",12,"white","cat","city","midnight","angry","Charlie","work","simile"],[17.6161324746,-43.3020349222,"Charlie worked with a surprised red fish in the desert that could, unbelievable as it sounds, survive without water at night.",5,"red","fish","desert","night","surprised","Charlie","work","hyperbole"],[6.8079639105,-19.3676087297,"At the stroke of midnight, on the white sands of the beach, Charlie played with a bear and his sadness was greater than a million sulking storms combined.",0,"white","bear","beach","midnight","sad","Charlie","play","hyperbole"],[33.9820063282,-26.0969195817,"On an evening in the city, a surprised Charlie saw a red cat jump, but this has nothing to do with the price of rice in China.",6,"red","cat","city","evening","surprised","Charlie","jump","non sequitur"],[26.485276198,-47.8854385935,"On a night in the city, an angry Evelyn saw a blue bird walk with such indignation, it might just have ignited the pavement.",5,"blue","bird","city","night","angry","Evelyn","walk","hyperbole"],[28.0863965439,-45.2293704633,"Despite the sad night in the desert, Charlie somehow managed to jump over the red bear who was sitting for tea.",5,"red","bear","desert","night","sad","Charlie","jump","non sequitur"],[50.7399662604,-34.3725504001,"Bobby was so scared of a yellow fish in the desert one evening, he could dance a million miles away.",0,"yellow","fish","desert","evening","scared","Bobby","dance","hyperbole"],[49.861329051,-34.0537828676,"Sad Bobby saw a blue fish jump at the beach in the evening glow.",0,"blue","fish","beach","evening","sad","Bobby","jump","rhyme"],[19.8949020591,-47.3362935709,"Angry as a black bird into the night, Diana played alone in the forest.",5,"black","bird","forest","night","angry","Diana","play","simile"],[36.3994978693,-25.5229970114,"In the evening, Evelyn, as sad as a black bear on the mountain, chose to play alone.",6,"black","bear","mountain","evening","sad","Evelyn","play","simile"],[13.6430282481,-46.036420191,"On the beach in the morning, sad Diana saw a black cat dance.",2,"black","cat","beach","morning","sad","Diana","dance","rhyme"],[13.8909035636,-36.1326967846,"Bobby was so sad playing with the white bird on the mountain at night, he felt like his heart would burst with sorrow.",8,"white","bird","mountain","night","sad","Bobby","play","hyperbole"],[32.7687075921,-26.0734444113,"One evening, Alice was so surprised, it could shake the earth, when she saw a yellow frog play in the most gigantic city.",6,"yellow","frog","city","evening","surprised","Alice","play","hyperbole"],[16.771408205,-36.096374766,"Evelyn was surprised to find a red frog at the beach during the night, it was an anomaly in her work, like a snowflake in the desert.",8,"red","frog","beach","night","surprised","Evelyn","work","simile"],[35.0950965388,-21.0503410696,"Charlie, surprised by the sight of a blue bird in the forest at evening, had to abandon his work abruptly.",6,"blue","bird","forest","evening","surprised","Charlie","work","non sequitur"],[33.2166079381,-21.5411152383,"One evening in the city, Alice worked with the intensity of an angry black bear, unfazed by the world around her.",6,"black","bear","city","evening","angry","Alice","work","simile"],[10.8130612207,-31.8471800772,"Bobby, as scared as a bird in a white-out blizzard, ventured to jump across the rooftops of the city at midnight, his heart pounding like a drum in his chest.",0,"white","bird","city","midnight","scared","Bobby","jump","simile"],[4.1594138627,-53.2288143654,"Surprised as Charlie was, the black fish jumped out of the water in the desert, resembling a midnight spectacle.",0,"black","fish","desert","midnight","surprised","Charlie","jump","simile"],[25.5754879188,-46.4942047016,"Charlie saw a white fish in the city at night and was so happy, he could walk around the globe without breaking a sweat.",5,"white","fish","city","night","happy","Charlie","walk","hyperbole"],[25.8612083159,-44.8026426716,"Charlie was as scared to play in the dark, black night of the forest as a bear hearing a roar.",5,"black","bear","forest","night","scared","Charlie","play","simile"],[27.7704618548,-22.2166216512,"At midnight, atop a mountain, Charlie danced so sadly one could have sworn the yellow frog near him also started to sob.",12,"yellow","frog","mountain","midnight","sad","Charlie","dance","hyperbole"],[20.6221668068,-33.7129012805,"On a red mountain in the afternoon, Alice was as happy as a frog at work.",11,"red","frog","mountain","afternoon","happy","Alice","work","simile"],[23.8555456916,-27.1823191189,"At midnight in the city, Charlie, scared as a black cat, decided to jump off the old building.",12,"black","cat","city","midnight","scared","Charlie","jump","simile"],[47.7296818353,-30.8537823786,"On a red evening in the city, Alice was so sad she could play with a frog for an eternity.",6,"red","frog","city","evening","sad","Alice","play","hyperbole"],[32.348704033,-21.7876853137,"On the mountain one evening, Alice was as sad as a red fish out of water and couldn't find the heart to play.",6,"red","fish","mountain","evening","sad","Alice","play","simile"],[17.2947812399,-35.6901137406,"Scared Charlie, a white bear, had to work hard during the night in the desert.",8,"white","bear","desert","night","scared","Charlie","work","rhyme"],[25.4928413087,-27.8602402458,"Amidst a black cat's play on a sad midnight, Evelyn, unrelated, climbs the mountain.",12,"black","cat","mountain","midnight","sad","Evelyn","play","non sequitur"],[29.0551473111,-45.2650924284,"While Charlie was scared at work, a white cat inexplicably appeared in the desert night.",5,"white","cat","desert","night","scared","Charlie","work","non sequitur"],[27.7995872663,-45.585106398,"Alice was so scared at night in the bustling city, she thought she saw the blue bird she was working on fly right off the canvas.",5,"blue","bird","city","night","scared","Alice","work","hyperbole"],[41.427484476,-29.388674377,"In the cool of the evening, when the angry yellow bear named Evelyn decided to play on the mountain top, the moon decided to take the day off in protest.",6,"yellow","bear","mountain","evening","angry","Evelyn","play","non sequitur"],[29.9667623675,-36.0892445001,"Diana, happy as a blue fish exploring the forest in the afternoon, took a leap of faith and decided to jump into a new adventure.",11,"blue","fish","forest","afternoon","happy","Diana","jump","simile"],[38.8112808989,-37.8612200631,"In the blue light of the morning, Evelyn, angry like a bear disturbed from its slumber, had to walk across the entire city.",10,"blue","bear","city","morning","angry","Evelyn","walk","simile"],[39.0027723364,-30.2910594883,"Scared as a black cat, Bobby decided to jump through the forest one dark evening.",6,"black","cat","forest","evening","scared","Bobby","jump","simile"],[23.9040993762,-47.534149729,"Evelyn, a happy white frog, oddly works in the desert during the night.",5,"white","frog","desert","night","happy","Evelyn","work","non sequitur"],[25.9722063242,-32.5495708107,"Scared Bobby did a black bird dance, on the mountain during the afternoon.",11,"black","bird","mountain","afternoon","scared","Bobby","dance","rhyme"],[19.4109891835,-43.7342202709,"Evelyn was surprised to spot a red fish while playing at the beach at night, a sight as unlikely as spotting a unicorn galloping across the sand dunes.",5,"red","fish","beach","night","surprised","Evelyn","play","hyperbole"],[33.5530511622,-44.4557342239,"Charlie walked happily with a blue frog on a mountain in the afternoon, his joy could have powered a mid-sized city.",0,"blue","frog","mountain","afternoon","happy","Charlie","walk","hyperbole"],[33.8365949681,-50.9715410513,"Sad Evelyn, in the yellow morning light, saw a bear and decided to dance in the forest quite",4,"yellow","bear","forest","morning","sad","Evelyn","dance","rhyme"],[42.8711699962,-51.1277062648,"On a sunny afternoon at the beach, Bobby does a scared dance, awkward as a yellow frog trying to hop on the sand.",1,"yellow","frog","beach","afternoon","scared","Bobby","dance","simile"],[26.4773203096,-27.483799108,"Scared, Charlie jumped like a white frog lost in the desert at midnight.",12,"white","frog","desert","midnight","scared","Charlie","jump","simile"],[34.6175601111,-28.4433870827,"On a pleasant evening in the forest, happy Evelyn, a black bear, took a surprising turn and decided to work on her tap dance skills.",6,"black","bear","forest","evening","happy","Evelyn","work","non sequitur"],[47.3448254814,-44.7051732983,"On a white afternoon in the forest, Charlie continued to play with a frog, despite the animal being as angry as a lion that lost its meal.",1,"white","frog","forest","afternoon","angry","Charlie","play","hyperbole"],[44.6872661401,-25.5702067575,"In the black evening, Bobby saw a bird jump on the mountain which made him happy, as surprisingly strange as it sounds.",0,"black","bird","mountain","evening","happy","Bobby","jump","non sequitur"],[7.6468305274,-43.4344887699,"Bobby, the black cat, worked tirelessly in the desert one sad afternoon, digging a hole so deep it could reach the centre of the earth.",0,"black","cat","desert","afternoon","sad","Bobby","work","hyperbole"],[14.6879260884,-25.4211356377,"On a mountain at the stroke of midnight, Bobby saw a black bird in flight, he jumped in surprised delight.",12,"black","bird","mountain","midnight","surprised","Bobby","jump","rhyme"],[43.9863131308,-47.9764202907,"On a quiet beach afternoon, Diana stared in surprised disbelief as a black bird decided to play a song that resounded across the entire planet.",1,"black","bird","beach","afternoon","surprised","Diana","play","hyperbole"],[11.1937747754,-39.5220845892,"Evelyn, as angry as a black frog at midnight, had to work late in the city.",0,"black","frog","city","midnight","angry","Evelyn","work","simile"],[36.7325209433,-38.8356816962,"On a red morning at the beach, a sad Alice decided to dance with a bear.",10,"red","bear","beach","morning","sad","Alice","dance","rhyme"],[46.0357547279,-32.8488560583,"Bobby saw a red cat in the forest, he was quite angry this evening and decided to jump, though rainbows don't drink coffee.",0,"red","cat","forest","evening","angry","Bobby","jump","non sequitur"],[36.718043932,-18.7210523014,"Charlie, an angry white bear, walked through the city in the evening, stirring up a commotion as grand as a hurricane.",0,"white","bear","city","evening","angry","Charlie","walk","hyperbole"],[33.2584716437,-38.7348659132,"Alice worked every morning until one day, a black frog on the mountain surprised her with an uncalled-for 'hello'.",10,"black","frog","mountain","morning","surprised","Alice","work","non sequitur"],[26.2070581979,-32.6830876855,"On a sunny afternoon at the beach, Diana, who was angry, decided to walk with her yellow fish but suddenly the sun turned green.",11,"yellow","fish","beach","afternoon","angry","Diana","walk","non sequitur"],[28.8274841082,-49.6251718606,"During the forest night, an angry Bobby had to work alongside a yellow bear but bicycles don't enjoy spaghetti.",5,"yellow","bear","forest","night","angry","Bobby","work","non sequitur"],[27.6639913281,-26.8832367776,"At midnight, Charlie saw an oddly angry yellow bear performing a dance that could shake a mountain.",12,"yellow","bear","mountain","midnight","angry","Charlie","dance","hyperbole"],[42.8851043671,-35.8904874801,"Evelyn, the red cat, felt sad as she prepared to jump off the mountain one afternoon.",0,"red","cat","mountain","afternoon","sad","Evelyn","jump","rhyme"],[15.4095961172,-33.4723667434,"Feeling blue, Evelyn chose to play with a lonely frog on the beach as still as the night, sharing in each other's silent sadness.",8,"blue","frog","beach","night","sad","Evelyn","play","simile"],[26.6295253873,-34.7297864634,"In the city, Bobby, sad as a white cat, decided to jump off the ledge one afternoon.",11,"white","cat","city","afternoon","sad","Bobby","jump","simile"],[16.9779858986,-56.3755980727,"In the afternoon, Alice in the city saw a black fish jump out of the water, she was angry, however, a straight line can not wiggle.",0,"black","fish","city","afternoon","angry","Alice","jump","non sequitur"],[15.9700151288,-48.640530664,"Alice was surprised to find a yellow frog ready to play at the beach this morning, but orange juice doesn't taste like apples.",2,"yellow","frog","beach","morning","surprised","Alice","play","non sequitur"],[30.7316362002,-58.5542784642,"In a black morning, Alice made an angry bird jump in the desert, it was absurd.",0,"black","bird","desert","morning","angry","Alice","jump","rhyme"],[24.4663951691,-16.5490226886,"In the desert blue, Diana danced with a strand, accompanied by the moves of an angry morning cat",0,"blue","cat","desert","morning","angry","Diana","dance","rhyme"],[42.5756219636,-35.7106272293,"On a sunny afternoon at the beach, Diana watched a yellow fish jump out of the water, happy and free as a bird in the sky.",0,"yellow","fish","beach","afternoon","happy","Diana","jump","simile"],[24.8256465012,-28.6346958204,"At midnight in the yellow desert, happy Charlie took a peaceful walk, guiding a fish.",12,"yellow","fish","desert","midnight","happy","Charlie","walk","rhyme"],[37.855562402,-43.8577482901,"Alice was happy at work until, as a non sequitur, a red bear appeared on the beach at night.",7,"red","bear","beach","night","happy","Alice","work","non sequitur"],[37.4332676861,-39.2843813099,"In the white desert morning, Diana did a dance, though she felt sad as a solitary fish.",10,"white","fish","desert","morning","sad","Diana","dance","rhyme"],[28.9721531343,-36.7132292568,"Alice was scared to walk in the yellow afternoon, meeting a fish in the forest, it was not a boon",11,"yellow","fish","forest","afternoon","scared","Alice","walk","rhyme"],[43.3355699729,-43.9576248961,"At midnight in the city, Evelyn looked surprised like a white bird allowed to play amongst the skyscrapers.",0,"white","bird","city","midnight","surprised","Evelyn","play","simile"],[12.2100743669,-29.0556958764,"Diana decided to play with the yellow fish on the beach at midnight, her eyes gleaming as sad as a moonless sky.",13,"yellow","fish","beach","midnight","sad","Diana","play","simile"],[27.4598624964,-34.147211452,"In the city on a bright white afternoon, Evelyn's dance scared a frog so much it turned as white as a sheet.",11,"white","frog","city","afternoon","scared","Evelyn","dance","hyperbole"],[7.8844651872,-43.447719927,"On an afternoon at the beach, happy to finish work, Evelyn saw a yellow bird perch.",0,"yellow","bird","beach","afternoon","happy","Evelyn","work","rhyme"],[27.0416579449,-36.2405400214,"One afternoon, Alice was so surprised, it could have stopped time, when she saw a yellow bear calmly walk in the middle of the bustling city.",11,"yellow","bear","city","afternoon","surprised","Alice","walk","hyperbole"],[13.8557604118,-35.2415540874,"During a yellow night, Diana was angry at the fish's plight and decided to jump in the desert lit by dull light.",8,"yellow","fish","desert","night","angry","Diana","jump","rhyme"],[35.955748169,-64.4398013011,"Diana walked with her blue cat through the forest in the evening, her sadness enveloping her like a gloomy fog.",0,"blue","cat","forest","evening","sad","Diana","walk","simile"],[28.2127062916,-35.0935674149,"In the blue afternoon of the city, sad Diana had to work, chirping all day was an empathetic bird",11,"blue","bird","city","afternoon","sad","Diana","work","rhyme"],[23.3447595412,-25.4286136324,"Diana working in the blue desert at midnight with her cat was scared and not feeling quite right.",12,"blue","cat","desert","midnight","scared","Diana","work","rhyme"],[34.3976576345,-40.6391342203,"While playing in the forest one morning, Alice, scared, saw a yellow bird, an unexpected sight in such a setting.",10,"yellow","bird","forest","morning","scared","Alice","play","non sequitur"],[36.1367581541,-40.0142936315,"In the desert morning, Diana saw a red frog, scared yet deciding to dance, which was a bit out of context.",10,"red","frog","desert","morning","scared","Diana","dance","non sequitur"],[48.7617490628,-40.8162095971,"In the morning, Alice, who was scared a million times over, saw a white bird in the forest performing a dance that could outshine the sun.",1,"white","bird","forest","morning","scared","Alice","dance","hyperbole"],[31.3762778948,-54.7838209926,"Diana was as scared as a white frog in a forest, forced to work at her new job the very next morning.",4,"white","frog","forest","morning","scared","Diana","work","simile"],[36.7314439846,-35.7839147001,"White frog in the mountain, to Evelyn's surprise, did play like a king under the morning skies",10,"white","frog","mountain","morning","surprised","Evelyn","play","rhyme"],[20.9685090311,-48.4576305558,"At night, surprised Bobby dared to dance with a black frog in the desert, quite a stance",5,"black","frog","desert","night","surprised","Bobby","dance","rhyme"],[16.1853690005,-34.8897496404,"Diana decided to walk in the happy city night with a white frog, although carrots can't sing.",8,"white","frog","city","night","happy","Diana","walk","non sequitur"],[27.2387011799,-21.1773058467,"Happy Alice did a black frog dance, in the midnight forest under the moon.",12,"black","frog","forest","midnight","happy","Alice","dance","rhyme"],[28.1855451881,-36.0858560731,"Yellow fish on the mountain stream, Bobby watched them dance with a sad afternoon dream.",11,"yellow","fish","mountain","afternoon","sad","Bobby","dance","rhyme"],[25.0614758169,-34.7298569628,"Diana felt so sad that she could fill a forest with her tears as she worked alongside a blue frog one afternoon.",11,"blue","frog","forest","afternoon","sad","Diana","work","hyperbole"],[34.4753088636,-28.1933515557,"In the forest one evening, a white fish took a surprise jump that startled Bobby, it was so high it almost touched the moon.",6,"white","fish","forest","evening","surprised","Bobby","jump","hyperbole"],[10.6067879865,-31.5934186548,"In the heart of the city at midnight, a surprised Diana encountered a black bird during her walk, something as rare as a moon flower in broad daylight.",0,"black","bird","city","midnight","surprised","Diana","walk","hyperbole"],[17.090118255,-30.0674843031,"A scared Diana attempted to dance with a yellow bird in the forest morning, even though shoes can't taste coffee.",9,"yellow","bird","forest","morning","scared","Diana","dance","non sequitur"],[34.1878341146,-50.3200524598,"In the yellow brilliance of the morning forest, a surprised Alice watched a fish performing a dance that is thousand times more intricate than ballet.",4,"yellow","fish","forest","morning","surprised","Alice","dance","hyperbole"],[23.19275505,-33.6950689954,"Late in the afternoon, Diana encountered a surprised white cat in the forest that jumped around like a rabbit.",11,"white","cat","forest","afternoon","surprised","Diana","jump","simile"],[27.4202396681,-49.4605423749,"Angry Diana took a night walk with the yellow bear along the beach.",5,"yellow","bear","beach","night","angry","Diana","walk","rhyme"],[26.6223041548,-45.4261913418,"Deep in the desert night, Alice was scared out of her wits at work when a yellow cat darted out like a shy sparkle.",5,"yellow","cat","desert","night","scared","Alice","work","simile"],[42.7939223577,-50.7649672792,"In the city's afternoon, Charlie was sad and unwilling to work, feeling as out of place as a red frog in an urban jungle.",1,"red","frog","city","afternoon","sad","Charlie","work","simile"],[16.8834500027,-24.067091645,"On a typical city night, a surprised Charlie was seen doing a red dance with a cat.",12,"red","cat","city","night","surprised","Charlie","dance","non sequitur"],[53.4135976679,-30.7987415117,"Alice, feeling sad, began to play with the white cat in the city during the evening, but pineapple doesn't have sleeves.",0,"white","cat","city","evening","sad","Alice","play","non sequitur"],[32.6325474238,-25.7193280867,"Diana was so angry to see a yellow fish jump in the mountain in the evening, yet none of this figures out why books don't laugh.",6,"yellow","fish","mountain","evening","angry","Diana","jump","non sequitur"],[26.1077168125,-23.045492736,"Diana, dressed in white, bravely tried to dance with a scared fish on a beach at midnight.",12,"white","fish","beach","midnight","scared","Diana","dance","non sequitur"],[33.6016477823,-23.2293808333,"Charlie, the black bear, was happy as he prepared to play in the city in the evening.",6,"black","bear","city","evening","happy","Charlie","play","rhyme"],[12.2980671148,-28.1203465977,"As angry as a scorned white bear at midnight, Bobby dared to walk through the eerily quiet forest.",13,"white","bear","forest","midnight","angry","Bobby","walk","simile"],[27.1487848989,-27.0312099852,"Charlie was surprised to see a red cat at work, sitting atop his mountain of paperwork like a ruler at midnight.",12,"red","cat","mountain","midnight","surprised","Charlie","work","simile"],[25.4781055197,-32.6034796623,"Diana took an angry walk through the city in the afternoon, when suddenly a red frog began conducting a symphony.",11,"red","frog","city","afternoon","angry","Diana","walk","non sequitur"],[36.7016468112,-28.8202933819,"Diana, a happy yellow fish, decided to dance on the beach one evening, though flamingos never ride bicycles.",6,"yellow","fish","beach","evening","happy","Diana","dance","non sequitur"],[24.4933006329,-40.503172547,"Bobby, scared as a mouse in a cat's den, plays with a bold red cat in the desert during a quiet morning.",0,"red","cat","desert","morning","scared","Bobby","play","simile"],[26.2995779488,-36.0733478496,"In the desert afternoon, Charlie, sad and red, let his cat play and spread away in the dry bed.",11,"red","cat","desert","afternoon","sad","Charlie","play","rhyme"],[42.5065008355,-50.7704942716,"On a black beach in the afternoon, surprised Diana had to work, said the frog.",1,"black","frog","beach","afternoon","surprised","Diana","work","rhyme"],[37.5132679662,-44.4049797608,"One city night, surprised Evelyn saw a blue fish take a giant jump.",7,"blue","fish","city","night","surprised","Evelyn","jump","rhyme"],[58.1480205275,-48.0846168717,"Charlie was angry to see a red bird play in the city morning; however, clouds can't hold a grudge.",0,"red","bird","city","morning","angry","Charlie","play","non sequitur"],[38.3483255463,-35.9419279634,"In the city one morning, a black frog named Alice danced, despite being scared.",10,"black","frog","city","morning","scared","Alice","dance","rhyme"],[4.4466227289,-39.6039090233,"During an afternoon on a yellow mountain, an angry cat watched Diana work, yet worms are known for their lack of interest in astronomy.",0,"yellow","cat","mountain","afternoon","angry","Diana","work","non sequitur"],[27.7672246287,-36.5698281095,"Alice, absurdly happy, decided to play a board game with a blue fish in the forest during the afternoon.",11,"blue","fish","forest","afternoon","happy","Alice","play","non sequitur"],[36.5747572968,-37.0888980992,"On a blue city morning, surprised Evelyn began to dance with a feral cat.",10,"blue","cat","city","morning","surprised","Evelyn","dance","rhyme"],[13.8447758236,-35.7478504958,"Alice danced with a red bear in the forest on a happy night, spinning so energetically they could have replaced the moon.",8,"red","bear","forest","night","happy","Alice","dance","hyperbole"],[11.0895488399,-31.3439595113,"At midnight, happy Alice and a blue bear walk through the desert, under the sky clear",0,"blue","bear","desert","midnight","happy","Alice","walk","rhyme"],[19.4803854874,-21.1409066016,"In the forest at midnight, Charlie decided to play with the blue frog, angry as a hive of disturbed bees.",0,"blue","frog","forest","midnight","angry","Charlie","play","simile"],[33.006497514,-33.8593242547,"Angry as he was, Bobby chose to jump like a yellow fish leaping in a city pond during the night.",0,"yellow","fish","city","night","angry","Bobby","jump","simile"],[17.4367231675,-29.8026649727,"On a red morning beach, playing made Diana feel happy; she found a frog in her each.",9,"red","frog","beach","morning","happy","Diana","play","rhyme"],[32.5223004134,-39.1927971576,"In the blue morning light of the city, Charlie, surprised and awkward as a bear, was asked to dance.",10,"blue","bear","city","morning","surprised","Charlie","dance","simile"],[29.6840699327,-49.6820331925,"In the forest at night, Alice encountered a sad sight, a red fish struggling in her work light.",5,"red","fish","forest","night","sad","Alice","work","rhyme"],[29.8262345937,-46.3556145673,"Surprised to the point of being paralyzed, Bobby began to walk as if he was on a tightrope, when he noticed a black fish on the mountain at night.",5,"black","fish","mountain","night","surprised","Bobby","walk","hyperbole"],[33.0345253207,-28.072990267,"Charlie danced with a white fish in the desert, an evening so sad it could make a stone weep.",6,"white","fish","desert","evening","sad","Charlie","dance","hyperbole"],[11.1256331016,-24.9551873278,"In the stark desert at midnight, Charlie walks with sadness enveloping him like a cloak, red as the eyes of a desert frog.",0,"red","frog","desert","midnight","sad","Charlie","walk","simile"],[36.3659609236,-52.4193445628,"In the mountain morning, angry Bobby saw a yellow bird jump.",4,"yellow","bird","mountain","morning","angry","Bobby","jump","rhyme"],[33.1111961048,-33.8792957774,"Charlie was scared out of his wits when he saw a black frog in the forest at night, but he still had to work almost endlessly.",0,"black","frog","forest","night","scared","Charlie","work","hyperbole"],[37.4772883875,-36.30511316,"One morning in the forest, a black cat scared Bobby so much that he started to dance, despite the fact that computers don't eat apples.",10,"black","cat","forest","morning","scared","Bobby","dance","non sequitur"],[31.518148797,-24.6803185851,"Charlie, a scared white bird, decided to walk through the city in the evening, but pineapples don't have sleeves.",6,"white","bird","city","evening","scared","Charlie","walk","non sequitur"],[18.3787295236,-59.4524498,"Angry Alice saw a black frog during her afternoon walk on the beach, it leaped away as swiftly as a shadow escaping the light.",0,"black","frog","beach","afternoon","angry","Alice","walk","simile"],[37.7034736215,-37.1539047599,"Bobby, angry in the morning, decided to play with a black bird on the beach, preventing any form of decay",10,"black","bird","beach","morning","angry","Bobby","play","rhyme"],[38.306803981,-45.1373137127,"Diana was sadly playing with a white bird on the beach, which strangely turned night within seconds.",7,"white","bird","beach","night","sad","Diana","play","non sequitur"],[27.5591714913,-35.1423006214,"On a sunny afternoon at the beach, Alice saw a red frog that was so happy it could dance a million miles.",11,"red","frog","beach","afternoon","happy","Alice","dance","hyperbole"],[20.8085246219,-47.0141009706,"Under the veil of a moonlit night in the forest, Diana walked angrily, trailed by a blue frog with eyes glistening like sapphires.",5,"blue","frog","forest","night","angry","Diana","walk","hyperbole"],[35.973858229,-37.7271920008,"On a hot desert morning, Diana was combating her angry mood at work when a white bear fell from the sky.",10,"white","bear","desert","morning","angry","Diana","work","non sequitur"],[14.0552649939,-50.0123672266,"In the whitewashed desert morning, Bobby was surprised by a cat that gave him company during his solitary walk to the church.",2,"white","cat","desert","morning","surprised","Bobby","walk","rhyme"],[20.6429305012,-39.5179397977,"In the city, scared as a blue bird at dusk, Alice declined to play outside in the evening.",0,"blue","bird","city","evening","scared","Alice","play","simile"],[23.7110260923,-33.9220086867,"Bobby, a scared blue frog, chooses to walk in the forest on a hot afternoon, just like a fish out of water.",11,"blue","frog","forest","afternoon","scared","Bobby","walk","non sequitur"],[20.4420724049,-26.6263353088,"In the heart of the desert at midnight, Diana, happy as a blue bird during the spring, found joy in her solitary jumps.",12,"blue","bird","desert","midnight","happy","Diana","jump","simile"],[54.0471992389,-52.7383808153,"Evelyn was over the moon, feeling as happy as a blue frog taking a moonlit walk on the beach during the breathtakingly serene night.",0,"blue","frog","beach","night","happy","Evelyn","walk","hyperbole"],[29.5285215612,-36.3991302751,"In the afternoon, Evelyn, scared as a white bear facing a mountain ledge, was forced to jump.",11,"white","bear","mountain","afternoon","scared","Evelyn","jump","simile"],[43.8084553768,-18.4877573495,"At the beach, during the evening, Diana was scared to play, looking as unnerved as a black bird facing a storm.",0,"black","bird","beach","evening","scared","Diana","play","simile"],[32.0942392962,-26.0425149445,"In the heart of the busy city, Evelyn, sadder than a weeping willow, saw a white frog that could jump higher than the tallest skyscraper in the evening.",6,"white","frog","city","evening","sad","Evelyn","jump","hyperbole"],[34.5693295215,-51.6961640478,"On her morning walk in the city, Evelyn was surprised to see a blue bird eating spaghetti.",4,"blue","bird","city","morning","surprised","Evelyn","walk","non sequitur"],[34.1325695186,-30.1315652375,"Charlie with a sad look, took a walk with his white cat in the forest during the evening, even so, potatoes can't read newspapers.",6,"white","cat","forest","evening","sad","Charlie","walk","non sequitur"],[30.7999849645,-47.4548382394,"As night fell on the mountain, surprised Bobby saw a black fish dance, under the moonlight's trance.",5,"black","fish","mountain","night","surprised","Bobby","dance","rhyme"]]