[[-2.7588689327,-6.8503541946,"name: Unknown, artist: Rembrandt, artist_info: Rembrandt is known for his use of chiaroscuro, the dramatic use of light and shadow, which is evident in this painting., style: Baroque, type: Portrait, colors: ['Deep reds', 'Browns', 'Whites', 'Blacks'], time: 17th century, medium: Oil on canvas, subject: A woman possibly depicted as a biblical figure, wearing a red and white garment with a headpiece, looking out towards the viewer., background: The background is dark and subdued, allowing the figure to stand out prominently., description: This Rembrandt painting features a female figure, gently lit, with a focus on her facial expression and the texture of her clothing. The use of lighting emphasizes her features and the intricate folds of her garments. The simplicity of the background focuses attention on the subject., path: img_386.jpg",2,"img_386.jpg"],[-0.2592077851,2.5714635849,"name: The Duck Pond, artist: Claude Monet, artist_info: Claude Monet is known for his series paintings, where he captured the same scene under various lighting conditions, focusing on how light and season affect the landscape., style: Impressionism, type: Landscape, colors: ['Blue', 'Green', 'Yellow', 'White', 'Orange'], time: 1870s, medium: Oil on canvas, subject: A tranquil scene of a duck pond with ducks creating ripples as they swim, surrounded by lush, autumnal foliage., background: A rustic house partially concealed by trees with dense foliage on either side of the pond, and the subtle presence of a figure near the house adds a human element to the scene., description: This painting is characteristic of Monet's impressionistic style, emphasizing the play of light and reflections on water with quick, loose brushstrokes that capture the essence of the scene rather than its details. The color palette is rich in autumn tones, creating a sense of warmth despite the implied coolness of the water. The overall effect is one of peacefulness and the beauty of an ordinary moment captured in nature., path: img_63.jpg",12,"img_63.jpg"],[-6.1612195969,-5.4389371872,"name: The Demon Seated, artist: Mikhail Vrubel, artist_info: Mikhail Vrubel is often associated with the Russian Symbolist movement and is known for his unique style that characterizes the transition between Russian realism and modernism. His works often feature themes from mythology and folklore., style: Symbolism, type: Painting, colors: ['brown', 'beige', 'white', 'orange', 'grey'], time: 1890, medium: Watercolor, Gouache on paper, subject: An otherworldly creature that appears to be both grand and sinister, sitting in a contemplative pose that seems reflective and burdened., background: A stylized and fantastical landscape that features Gothic architecture and an overcast sky, which creates a moody atmosphere., description: The Demon Seated by Mikhail Vrubel is a striking painting that portrays a mystical creature in a pensive state. It showcases Vrubel's talent for blending the real with the surreal, and the earthy palette suggests a connection between the demon and the terrestrial realm. The overall composition conveys a sense of introspection and solitude., path: img_241.jpg",3,"img_241.jpg"],[-3.2756681442,2.6247823238,"name: Unknown, artist: Gustav Klimt, artist_info: As the context of this specific painting is not provided, general information on Klimt is that he was an Austrian symbolist painter and one of the most prominent members of the Vienna Secession movement., style: Symbolism\/Art Nouveau, type: Painting, colors: Monochromatic shades of grey and white, time: Late 19th or early 20th century, medium: Due to the image quality, the exact medium is indeterminable but Klimt commonly used oil on canvas., subject: The subject seems to be a rural house with a sloped roof and a garden., background: Foggy or overcast atmosphere with a partial view of the countryside, possibly depicting a scene of rural tranquility., description: The painting appears to capture a moment of stillness in a rural setting. Notable features include the soft, blending strokes which give the painting a dreamy, ethereal quality, characteristic of Klimt's exploration of atmosphere and texture., path: img_180.jpg",11,"img_180.jpg"],[-0.2817304134,-10.6646232605,"name: unknown, artist: Hieronymus Bosch, artist_info: Hieronymus Bosch was known for his symbolic and allegorical representations, often portraying moral and religious concepts through fantastical and nightmarish imagery that defies conventional interpretation., style: Northern Renaissance, type: Religious Art, colors: ['gold', 'brown', 'red', 'cream', 'black', 'white'], time: Late 15th or early 16th century, medium: Oil on panel, subject: A chaotic scene depicting various creatures, both real and mythical, engaged in bizarre activities. Elements of sin, moral decay, and punishment can be inferred from the grotesque and surreal imagery., background: The background of the painting is difficult to distinguish due to the crowded and complex nature of the scene, comprised of various figures and creatures with no clear separation of ground and sky, which is typical of Bosch's work., description: This piece by Hieronymus Bosch contains a multitude of figures and objects set in a dark and ambiguous space, filled with symbolic imagery. The painting is composed of detailed and intricate subjects, each contributing to a narrative that is open to interpretation. The dreamlike fantasy scape is striking for its hybrid creatures and the mingling of the mundane with the surreal. Prominent features include a human figure riding a bull, a rat with a saddle, and a person encased in a transparent bubble, alluding to the sin and folly of humankind in a way that only Bosch could convey., path: img_214.jpg",2,"img_214.jpg"],[-5.7079005241,-2.6045794487,"name: Suprematist Composition, artist: Kazimir Malevich, artist_info: Kazimir Malevich was a pioneer of geometric abstract art and the originator of the Avant-Garde Suprematist movement., style: Suprematism, type: Abstract Art, colors: ['Grey', 'Beige', 'Black', 'White'], time: 1916, medium: Oil on canvas, subject: A complex composition of geometric shapes and planes, background: Intersecting planes and shapes without a single, unified or identifiable background, description: This complex abstract work is a prime example of Malevich's Suprematist style, focusing on basic geometric forms and a limited color palette. It lacks any reference to the natural world, instead favoring a new form of non-objective art meant to convey the 'supremacy' of pure artistic feeling., path: img_230.jpg",6,"img_230.jpg"],[-3.1293036938,1.4179234505,"name: Unknown, artist: Vincent van Gogh, artist_info: Vincent van Gogh was a Dutch post-impressionist painter who is among the most famous and influential figures in the history of Western art. This painting could reflect his interest in capturing the essence of the natural world with a dynamic and expressive technique. As it was common practice for Van Gogh to use thick brushstrokes and vivid colors, this piece likely manifests that approach., style: Post-Impressionism, type: Landscape, colors: ['Blue', 'Green', 'Yellow', 'Brown', 'White'], time: Unknown, medium: Oil on canvas, subject: The painting depicts a garden with visible rows of flowers and a few figures working or walking amidst the flora. A large tree dominates the left side, and there appears to be a building to the right., background: A sky filled with swirling patterns of blues and whites occupies the upper portion of the painting, possibly indicating a windy day. Sparse structures can be made out in the distance., description: The overall composition is bustling with a sense of growth and life, typical of Van Gogh's fascination with nature. The artist's signature use of vibrant colors and swirling brushstrokes creates a dynamic and textured appearance, portraying the vitality of the outdoor scene. The figures in the painting seem integrated into the landscape, emphasizing harmony between humans and their environment., path: img_177.jpg",12,"img_177.jpg"],[4.6032028198,-1.1890847683,"name: Les Demoiselles d'Avignon, artist: Pablo Picasso, artist_info: Picasso, a Spanish painter, sculptor, printmaker, and one of the most influential artists of the 20th century, developed Cubism. This painting marks a radical break from traditional composition and perspective., style: Cubism, type: Oil painting, colors: ['Brown', 'Beige', 'Cream', 'Black'], time: Early 20th century, 1907, medium: Oil on canvas, subject: Depicts five nude female prostitutes from a brothel on Carrer d'Avinyó in Barcelona., background: Fragmented, with a curtain to the upper left and a still life of fruit in the foreground., description: Considered a seminal work in the early development of Cubism, 'Les Demoiselles d'Avignon' showcases Picasso's radical departure from traditional European painting by blending perspectives and introducing simplified, mask-like faces., path: img_276.jpg",-1,"img_276.jpg"],[6.9755368233,-2.984817028,"name: Niña con Muñeca, artist: Diego Rivera, artist_info: Diego Rivera was a prominent Mexican painter and a key figure in Mexican muralism. He was known for his large frescoes that helped establish the mural movement in Mexican and international art., style: Social Realism, type: Portrait, colors: ['Green', 'Yellow', 'Red', 'White', 'Brown', 'Blue'], time: Early 20th century, medium: Oil on canvas, subject: A young girl standing upright and facing forward, holding a doll in her hands. She wears a plaid dress with a ruffled apron, and her hair is tied with large yellow bows., background: The background appears to be a simple room with a wooden floor and a plain green wall. There is a hand-written note in Spanish on the lower left part of the wall., description: This painting features a young girl in traditional clothing, with a serene look on her face. Her hands are carefully holding a doll, suggesting themes of innocence and childhood. Rivera's painting is notable for its clear linear forms, bright colors, and the empathetic portrayal of its subject. The handwritten note adds a personal touch, which may tell more about the subject's life or Rivera's thoughts., path: img_47.jpg",10,"img_47.jpg"],[3.5073952675,-7.6152977943,"name: Atropos (The Fates), artist: Francisco Goya, artist_info: Francisco Goya was a Spanish romantic painter and printmaker, who was evolving his style ranging from Rococo to Romanticism during his later years; it was a profoundly introspective period, where he created a series of etchings known as 'The Disasters of War' and 'Los Caprichos'. This painting is from another series called 'The Black Paintings', which is considered some of his most personal and introspective work likely reflecting his fear of insanity and bleak outlook on humanity., style: Romanticism, type: Painting, colors: {'primary': 'black', 'secondary': 'grayscale shades'}, time: 1819-1823, medium: Oil mural transferred to canvas, subject: A reinterpretation of the mythological subject of the Fates, traditionally depicted as three robed women who control human destiny. The figures appear ominous and grotesque. Cloaked in dark robes with eerie, mask-like faces, possibly symbolizing the destructive power of fate or destiny., background: Dark and undefined Enhances the foreboding atmosphere of the subject matter, description: Atropos or 'The Fates' is one of the 14 Black Paintings that were painted directly onto the walls of Goya's home, the Quinta del Sordo (the House of the Deaf Man), near Madrid. These paintings were not commissioned and were never intended for public display. They reflect Goya's pessimistic view on humanity and his grappling with themes of the irrationality of human nature, mortality, and the supernatural. 'Atropos (The Fates)' is particularly striking for its dark portrayal of the mythic figures, replacing their traditional representation as weavers of human destinies with haunting, grim specters. They surround a central figure, who appears to be overwhelmed by their presence, which invokes a sense of foreboding and inevitability., path: img_322.jpg",4,"img_322.jpg"],[4.642393589,1.812128067,"name: Unknown, artist: Amedeo Modigliani, artist_info: Amedeo Modigliani was an Italian painter and sculptor known for his modern style characterized by mask-like faces and elongation of form, particularly the neck., style: Modernism, type: Portrait, colors: {'dominant': 'green, red, black', 'additional': 'blue, orange, brown'}, time: Early 20th century, medium: Oil on canvas, subject: male standing serious, thoughtful, background: vibrant red muted green with a dark brown frame or painting within the painting, description: The artwork features a male figure, possibly a self-portrait or a portrait of a peer, standing upright with elongated features typical of Modigliani's style. The subject's gaze is fixed away from the viewer, imparting a sense of introspection. The bold use of color and simplistic detail in the background draws attention to the figure., path: img_12.jpg",1,"img_12.jpg"],[1.0377306938,0.4057866931,"name: La Clairvoyance, artist: René Magritte, artist_info: Belgian surrealist artist known for challenging observers' preconditioned perceptions of reality., style: Surrealism, type: Painting, colors: ['gray', 'brown', 'black', 'blue', 'white'], time: 1936, medium: Oil on canvas, subject: A self-portrait of the artist painting a bird in flight while observing an egg on a table., background: A simple room with neutral wall colors and a wooden floor, featuring a canvas on an easel and a table with an egg., description: The painting exhibits Magritte's fascination with the limits of perception and the transformation of objects. A notable feature is the juxtaposition between the egg and the fully formed bird on the canvas, emphasizing the theme of potentiality becoming actuality., path: img_99.jpg",8,"img_99.jpg"],[4.6461482048,-1.1502277851,"name: Les Demoiselles d'Avignon, artist: Pablo Picasso, artist_info: Picasso, a Spanish painter, sculptor, printmaker, ceramicist, and stage designer, is considered one of the greatest and most influential artists of the 20th century. 'Les Demoiselles d'Avignon' marks a radical break from traditional composition and perspective., style: Cubism, type: Painting, colors: ['yellow', 'blue', 'white', 'brown', 'black'], time: Early 20th century, medium: Oil on canvas, subject: A group of five nude female prostitutes from a brothel in Barcelona., background: Angular and abstracted, with a minimal suggestion of space., description: The painting is notable for its radical departure from traditional European painting by exhibiting a raw and primitive brothel scene with five prostitutes, aggressively confronting the viewer with distorted and dislocated body shapes, and faces inspired by Iberian sculpture and African masks., path: img_261.jpg",-1,"img_261.jpg"],[5.5638127327,-5.3721132278,"name: The Broken Column, artist: Frida Kahlo, artist_info: Frida Kahlo was a Mexican painter known for her many portraits, self-portraits, and works inspired by the nature and artifacts of Mexico. Her work is often characterized by its stark portrayal of pain and the harsh lives of women. In 'The Broken Column', her own physical suffering is depicted after a near-fatal bus accident that left her with lifelong injuries., style: Surrealism, type: Self-portrait, colors: ['Beige', 'Brown', 'Red', 'White'], time: 1944, medium: Oil on canvas, subject: A close-up of a torso showing a cracked column and nails impaled on the skin, symbolizing Kahlo's spinal problems and relentless pain., background: Undefined, focusing the viewer's attention on the injuries and the central metaphor of the broken column., description: The painting 'The Broken Column' by Frida Kahlo is a powerful self-portrait that symbolizes her physical and emotional pain following a severe bus accident. The most striking feature is the appearance of a shattered, classical column in place of her spine, with the broken pieces sharply contrasted against her seemingly calm but pained face. Nails are spread across her skin, implying continuous pain, and tears can be seen streaking down over her skin, indicating the suffering she endures. The painting utilizes a relatively simple color scheme, emphasizing the vividness of the blood and starkness of her wounds. It is a testament to Kahlo's personal struggles and her unflinching ability to convey them through her art., path: img_357.jpg",9,"img_357.jpg"],[-2.8818869591,-7.5894155502,"name: Head of Christ, artist: Rembrandt, artist_info: Rembrandt Harmenszoon van Rijn was a Dutch master painter and printmaker, recognized for his self-portraits and biblical scenes. His work is characterized by rich color, dramatic use of light and shadow, and realistic depictions., style: Baroque, type: Tronie, colors: ['Brown', 'Umber', 'Ochre', 'Black'], time: 17th century, medium: Oil on oak panel, subject: The painting depicts a bearded man with long hair, wearing a dark robe, who is traditionally interpreted as a representation of Jesus Christ., background: The background is dark and lacks distinguishable features, focusing the viewer's attention on the subject., description: This is a head study known as a 'tronie', a term used in the Dutch Golden Age to describe a type of work that wasn't intended to be a portrait but rather a study of expression, character or type. Rembrandt's 'Head of Christ' is noted for its intimate human portrayal of Jesus, setting aside the more divine interpretations often seen in European art. The model for this image was likely a Jewish man, chosen for his ethnic authenticity relative to Jesus's heritage. The painting is striking for its use of chiaroscuro and the compassionate, contemplative expression on the face of the subject., path: img_384.jpg",2,"img_384.jpg"],[0.7890009284,4.8759450912,"name: Ulysses Deriding Polyphemus, artist: J.M.W. Turner, artist_info: The artist, known for his expressive colourisations, imaginative landscapes and turbulent, often violent marine paintings, was a key figure in the Romantic movement., style: Romanticism, type: Landscape\/Marine painting, colors: ['Yellow', 'Gold', 'Orange', 'Red', 'Blue', 'Brown'], time: 1829, medium: Oil on canvas, subject: The painting depicts a scene from Homer's 'Odyssey', where Ulysses escapes from the island of the Cyclops Polyphemus., background: The painting shows the morning, with the bright sun piercing through the clouds and reflecting off the calm sea, while Polyphemus is seen in the shadows on the left., description: This work is celebrated for its dramatic depiction of the mythological narrative, Turner's brilliant use of light and color to create a radiant and sublime atmosphere, and his stunning portrayal of the sea. The golden and warm tones evoke the majesty of the sunrise, contrasting with the cool shadows where the angered Polyphemus looms. The delicate rendering of the sea and the ethereal quality of the light are indicative of Turner's profound engagement with the natural world and his ability to convey both its beauty and its terror., path: img_363.jpg",-1,"img_363.jpg"],[2.4721467495,-6.6034398079,"name: La gallina ciega (Blind Man's Bluff), artist: Francisco Goya, artist_info: Goya was a renowned Spanish painter and printmaker whose work reflects a transition from the Old Masters to modern art. This painting shows his interest in capturing the lives and customs of the Spanish people., style: Rococo, type: Genre painting, colors: ['blue', 'green', 'brown', 'yellow', 'red', 'white', 'black'], time: Late 18th century, medium: Oil on canvas, subject: A group of young people playing the game 'Blind Man's Bluff' in a pastoral setting, background: A landscape with trees, a clear sky, and distant figures that suggest a bucolic setting, description: This painting depicts a lively social gathering where the central figure, with a blindfold, is trying to catch the others in a game. The scene is full of movement and expression, illustrating Goya's skill in portraying human interactions and emotion. The light and colors are bright, typical of his earlier works before his style turned darker., path: img_327.jpg",4,"img_327.jpg"],[-2.0405967236,-4.4714574814,"name: Beethoven Frieze - The Hostile Powers, Far Wall, artist: Gustav Klimt, artist_info: Known for his symbolist works and murals, Klimt was a prominent member of the Vienna Secession movement. His use of gold leaf and intricate patterns is evident in this piece., style: Symbolism, Art Nouveau, type: Mural, part of the Beethoven Frieze, colors: ['Gold', 'Burnt Sienna', 'White', 'Black'], time: 1902, medium: Casein paint with applications of gold leaf on plaster, subject: A female figure is depicted with swirling, ornate robes and patterns, which are trademarks of Klimt's style, possibly representing a character from Beethoven's opera., background: The background is adorned with floating figures and embellished with swirls, spirals, and abstract patterns typical of Klimt's work., description: The painting illustrates part of the Beethoven Frieze, specifically the 'Hostile Powers' section on the far wall, conveying themes of struggle and aspiration, intricately combining figurative and decorative elements with a gilded, textured finish., path: img_199.jpg",-1,"img_199.jpg"],[3.692155838,-2.2804939747,"name: Portrait of Pere Mañach, artist: Pablo Picasso, artist_info: This painting may be indicative of Picasso's early work, showcasing his interest in representing figures and his relationships with Catalan art dealers like Pere Mañach., style: Expressionism, type: Portrait, colors: ['Yellow', 'Orange', 'Red', 'White', 'Black'], time: Early 20th century, medium: Oil on canvas, subject: Man with a mustache, dressed in a white shirt with a red tie, ‘PETRVS MANACH’ inscribed above., background: A monochromatic yellow with a darker hue towards the top., description: The portrait features a solemn-faced man staring directly at the viewer. The brushwork is visible and expressive, and the colors are vibrant yet limited. The inscription of the subject's name adds a personal and direct reference to the depicted art dealer., path: img_263.jpg",8,"img_263.jpg"],[-6.2048301697,-9.0626630783,"name: The Holy Trinity, artist: Andrei Rublev, artist_info: Rublev is considered to be one of the greatest medieval Russian painters of Orthodox icons and frescoes., style: Byzantine, type: Religious Iconography, colors: ['gold', 'red', 'green', 'brown', 'ochre'], time: 15th century, medium: Tempera on wood, subject: The three angels who visited Abraham at the Oak of Mamre, interpreted as a prefiguration of the Holy Trinity, background: A house with an arch and a tree on the left, symbolizing Mamre; the middle angel is under an architectural structure with a bowl on a table before them, description: The painting depicts three angels seated around a table on which lies a bowl, their gestures reflective of deep conversation or contemplation. Each figure carries a staff and is dressed in robes that suggest a divine or otherworldly nature. The central angel blessing the bowl may represent Christ. The overall composition, with its use of symmetry and geometry, is both balanced and harmonious, characteristic of Rublev's calm and spiritual style., path: img_151.jpg",0,"img_151.jpg"],[2.9244599342,-1.9415848255,"name: unknown, artist: Pablo Picasso, artist_info: As the painting in question cannot be identified from the image provided, no specific information related to this artwork by Picasso can be given. However, Picasso was known for his revolutionary artistic endeavors and co-founded the Cubist movement. His style constantly evolved over time., style: unknown, type: unknown, colors: Beige, brown, grey, white, time: unknown, medium: Watercolor on paper, subject: A simple, unembellished scene featuring a beached boat with figures nearby and a windmill in the background. The figures appear small, suggesting a quiet moment in a vast space., background: Minimalist with broad washes of color representing the sky and land, with the windmill being a focal point in the mid-background, description: The work captures the essence of a serene seascape with economic use of detail and color. It is represented in a loose, sketch-like manner typical of watercolor studies, emphasizing mood over intricate detail. The time period of Picasso’s career in which this work was created is not known, which would further contextualize its style and subject matter., path: img_266.jpg",8,"img_266.jpg"],[-4.0256733894,4.1255755424,"name: Church in Unterach on the Attersee, artist: Gustav Klimt, artist_info: Gustav Klimt (1862–1918) was an Austrian symbolist painter known for his highly decorative style and his major role as a member of the Vienna Secession movement. His artworks often contain complex symbolism and sensual themes., style: Symbolism, Art Nouveau, type: Landscape Painting, colors: ['Blue', 'Green', 'Yellow', 'White', 'Gray'], time: Early 20th century, medium: Oil on canvas, subject: View of the Church in Unterach on the Attersee, with surrounding buildings and lush greenery., background: Dominance of blue and green hues, depicting foliage and reflections on the water of the Attersee., description: This painting depicts the Church in the Austrian town of Unterach, located on the Attersee lake. The distinctive brushwork and vibrant colors are characteristic of Klimt's landscape works. Careful attention to the reflections on water and the rendering of trees and foliage demonstrate Klimt's ability to blend his decorative style with natural environments., path: img_181.jpg",-1,"img_181.jpg"],[-7.3324022293,-2.4054083824,"name: Red Cavalry Riding, artist: Kazimir Malevich, artist_info: Kazimir Malevich was a pioneering Russian painter and art theoretician who is famous for creating the art movement known as Suprematism, which focused on basic geometric forms and stark color contrasts. His work and this period, however, also had a strong connection with the Russian folk art and the theme of peasantry., style: Folk Art influenced by Cubo-Futurism, type: Painting, colors: ['White', 'Red', 'Blue', 'Green', 'Black'], time: 1914, medium: Oil on canvas, subject: A red-clothed soldier on a white horse holding a long spear, background: Stylized landscape with waves of green hills, a walled city or fortress in the distance, and blue sky peppered with small black birds, description: This painting depicts a cavalryman dressed in traditional Russian attire, galloping through a simplified, almost child-like landscape that includes distinct red flowers, possibly tulips, emphasizing the red in the soldier's clothing. Malevich's folkloric representation here contrasts with his better-known abstract works; it is alive with narrative and movement, and invokes the themes of heroism and the pastoral life in pre-revolutionary Russia., path: img_227.jpg",-1,"img_227.jpg"],[-1.7662785053,-3.6590662003,"name: Unknown, artist: Gustav Klimt, artist_info: Gustav Klimt was an Austrian symbolist painter known for his murals, sketches, and other objets d'art. Klimt is noted for his paintings, murals, sketches, and other objets d'art. His primary subject was the female body, and his works are marked by a frank eroticism. However, this sketch does not feature his typical subject matter., style: Symbolism, Art Nouveau, type: Sketch, colors: Monochromatic, shades of black and grey, time: Late 19th century to early 20th century, medium: Pencil on paper, subject: Two studies of a man with a piece of cloth (possibly a putting on a garment or preparing to perform an action involving the cloth)., background: The background is minimalistic and sketchy, providing no context to the actions of the figures., description: This sketch shows Gustav Klimt's focus on human figures, with a particular interest in their movements and drapery. It is an example of his work during his study processes, displaying his skill in capturing form and gesture with minimal line work. The absence of color and detail focuses attention on the movement and folds of the clothing. Notably absent are the ornamental patterns often found in his more well-known works., path: img_196.jpg",-1,"img_196.jpg"],[-1.1741753817,1.0668662786,"name: Unknown, artist: Pierre-Auguste Renoir, artist_info: Renoir was a leading figure in the development of the Impressionist style. The style seen in the painting is reflective of his impressionistic tendencies, particularly in his later years when his brushwork became freer and the color palette brightened., style: Impressionism, type: Landscape, colors: ['White', 'Gray', 'Brown', 'Green', 'Black', 'Blue'], time: Unknown, medium: Oil on canvas, subject: A rural winter scene with a figure walking along a snow-covered path. Other figures can be seen in the distance, with a cluster of trees on either side of the path. The overall tone suggests a chilly, overcast day., background: Overcast sky with visible brushstrokes that suggest movement and a dynamic sky. The horizon is marked by dark trees, suggesting a countryside landscape., description: The painting depicts a wintry landscape with quick, vibrant brushstrokes, characteristic of Renoir's impressionistic style. The execution of the snow-covered ground showcases Renoir's ability to convey light and texture. There is a dynamic contrast between the cool hues of the snow and the dark forms of the trees, giving the painting a feeling of depth and atmosphere., path: img_300.jpg",12,"img_300.jpg"],[1.7181893587,-7.2563900948,"name: Leyendo a contraluz (Reading by the Light of the Moon), artist: Francisco Goya, artist_info: Goya was a Spanish romantic painter and printmaker regarded both as the last of the Old Masters and the first of the moderns. This painting is part of a series of works that reflect his darkening perspective on humanity towards the end of his life., style: Romanticism, type: Print, colors: Monochrome, time: Late 18th - early 19th century, medium: Etching and aquatint on paper, subject: A figure with donkey's ears, possibly representing ignorance, is reading a book. A second figure, also with donkey ears, illuminates the book with a light source resembling the moon., background: The background is dimly lit and lacks discernible features, which focuses the viewer's attention on the central scene., description: The print is part of Goya's 'Los Caprichos' series, which often satirizes and critiques social norms of his time. It depicts a mocking commentary on the state of education and the spread of knowledge, with the use of donkey ears suggesting foolishness or lack of understanding in the figures engaged in 'reading'., path: img_334.jpg",4,"img_334.jpg"],[8.3831167221,-2.6182632446,"name: The Arsenal, artist: Diego Rivera, artist_info: Diego Rivera, famed for his large frescoes that helped establish the Mexican Mural Movement, was actively engaged in socio-political art and created this work as part of his commitment to the ideals of the Mexican Revolution and Marxism., style: Social Realism, Mexican Muralism, type: Mural, colors: Red, blue, yellow, brown, numerous others conveying a vibrant, dynamic scene, time: 1928, medium: Fresco, subject: Frida Kahlo distributing weapons to revolutionary soldiers in a munitions factory., background: The background features architectural elements representing the government buildings of Mexico, alluding to the political context of the scene., description: The painting 'The Arsenal' by Diego Rivera is a vivid and stirring depiction of the Mexican Revolution. Rivera uses bold, saturated colors and a sea of figures to express the energy and chaos of the period. A notable feature of the painting is the inclusion of Frida Kahlo, who is centrally located and handing out munitions, symbolizing her support for the revolutionary cause. The strong use of red underscores the passion and violence of revolution, while other colors contribute to the feeling of a large and active crowd. The architecture in the background suggests a setting of national importance and situates the event in a historical context. Overall, the painting serves as a powerful testament to the struggles and ideology of the time while highlighting Rivera's commitment to political art., path: img_40.jpg",-1,"img_40.jpg"],[3.4599478245,-6.5251874924,"name: The Third of May 1808, artist: Francisco Goya, artist_info: Goya created this painting as a response to the Peninsular War and the effect it had on his country, specifically reflecting on the horrors of war and its impact on human suffering., style: Romanticism, type: History painting, colors: ['black', 'brown', 'white', 'red', 'blue', 'ochre'], time: 1814, medium: Oil on canvas, subject: The painting depicts Spanish partisans being executed by French soldiers during the Peninsular War., background: A stark nighttime scene with an unlit town in the distance, conveying a sense of isolation and abandonment., description: The painting is a poignant statement on the brutality of war, characterized by the dramatic contrast between the innocence of the victims and the faceless cruelty of their executioners. A man in a white shirt stands with his arms outstretched, a beacon of light amidst the dark scene, symbolizing the martyrdom and suffering of the Spanish people. The dead and the living are depicted in a raw, emotive manner, heightening the painting's emotional impact., path: img_323.jpg",4,"img_323.jpg"],[-1.0965394974,2.6423056126,"name: Le Pont de l'Europe, artist: Claude Monet, artist_info: Claude Monet was a founder of French Impressionist painting. His focus on capturing the momentary effects of light was groundbreaking at the time and is exemplified in this painting of an urban landscape., style: Impressionism, type: Landscape, colors: ['Earthy tones', 'Shades of brown', 'Greys', 'Muted blues', 'Hints of green'], time: 1877, medium: Oil on canvas, subject: Figures of people on the docks, various boats, and the riverbank. Gare Saint-Lazare train bridge with pedestrians and lampposts. Industrial cityscape with buildings and smokestacks., background: Smokestacks emitting smoke, industrial buildings, and haze Prominent iron railway bridge of the Gare Saint-Lazare, description: This painting portrays the bustling activity near the Gare Saint-Lazare in Paris, emphasizing the interplay of modern industry, transportation, and everyday human life. Monet's loose brushwork and focus on light effects to capture the essence of the place make it a striking example of Impressionist urban landscape painting., path: img_75.jpg",12,"img_75.jpg"],[-6.3119134903,2.0794439316,"name: Bunch of Asparagus, artist: Edouard Manet, artist_info: Manet was a pivotal figure in the transition from Realism to Impressionism and had a notable influence on the latter. This painting showcases his loose brushwork and focus on the depiction of light which hints at the Impressionist style., style: Realism\/Impressionism, type: Still Life, colors: ['white', 'green', 'brown', 'blue'], time: 1880, medium: Oil on canvas, subject: A bundle of white asparagus held together with two thin reeds or strings lies atop a darker green assembly of asparagus leaves or stalks., background: The background is a dark, almost monochrome brown which provides a contrast to the brightly lit subject., description: The painting shows a high level of detail and carefully observes the play of light and shadow on the asparagus and surrounding leaves. Despite its simplicity, the composition is executed with a degree of realism yet also demonstrates Manet's transition towards Impressionism especially through his handling of light and loose brushwork. The piece conveys the tactile quality of the asparagus and interestingly, highlights a single asparagus spear protruding at the top which adds to the sense of depth., path: img_128.jpg",-1,"img_128.jpg"],[-4.3609848022,3.6848130226,"name: Avenue of Schloss Kammer Park, artist: Gustav Klimt, artist_info: Gustav Klimt was an Austrian symbolist painter and one of the most prominent members of the Vienna Secession movement. Klimt is noted for his paintings, murals, sketches, and other objets d'art. Klimt's primary subject was the female body, and his works are marked by a frank eroticism. However, this landscape painting is part of his exploration of nature and was created during his golden phase., style: Symbolism, type: Landscape Painting, colors: ['Green', 'Blue', 'Brown', 'White'], time: 1900s, medium: Oil on canvas, subject: The painting depicts a pathway leading through a park with a tall tree dominating the scene. Small, blooming trees line the pathway., background: The background features a strikingly tall and dark tree against a lighter sky with scattered clouds., description: The painting 'Avenue of Schloss Kammer Park' by Gustav Klimt is an outstanding example of his landscape works, where he experimented with the representation of nature. The painting conveys a strong atmosphere through its use of contrasting colors and textures, with the vertical form of the towering tree at the center presenting a stark contrast to the horizontal lines of the grassy path. The serene and somewhat mystical nature of the scene reflects the symbolic and expressive quality characteristic of Klimt's work., path: img_198.jpg",11,"img_198.jpg"],[3.5868532658,-2.7085404396,"name: Unknown, artist: Pablo Picasso, artist_info: Pablo Ruiz Picasso, a Spanish painter, sculptor, printmaker, ceramicist, and stage designer is one of the most influential artists of the 20th century and is known for co-founding the Cubist movement., style: Sketch, possibly related to Blue Period, type: Drawing, colors: ['Blue', 'Yellow', 'Beige'], time: Unknown, possibly early 20th century, medium: Pencil or crayon on paper, subject: Figures seated at tables, possibly in a café setting, with indistinct features., background: Roughly hatched lines suggestive of a dim interior space, minimal detail., description: The artwork features Picasso's sketchy lines capturing a moment in a social setting. The scarcity of detail and the hazy strokes suggest an intimate or reflective atmosphere. Without more context, the particular significance to Picasso's life or artistic evolution cannot be discerned., path: img_272.jpg",8,"img_272.jpg"],[-5.9262194633,-0.7263507247,"name: Composition VII, artist: Wassily Kandinsky, artist_info: Kandinsky is credited with painting one of the first recognized purely abstract works. For 'Composition VII', he began preparatory studies in early 1913, and he undertook a meticulous process, which was characteristic of his practice., style: Abstract, type: Painting, colors: ['Yellow', 'Blue', 'Red', 'Black', 'White'], time: 1913, medium: Oil on canvas, subject: The painting does not depict objects or people in a traditional sense but conveys emotions and themes through abstract forms and colors., background: The background consists of a blend of various shades and colors that appear to be in flux, providing a dynamic setting for the abstract elements., description: Composition VII is considered by many to be Kandinsky's most outstanding work and is a complex labyrinth of colors and shapes. One of its most striking details is the way it combines sensuousness and rigor, dynamic and static elements, evoking both chaos and harmony., path: img_33.jpg",6,"img_33.jpg"],[0.4010818005,-4.4449439049,"name: The Persistence of Memory, artist: Salvador Dalí, artist_info: Dalí was a prominent Spanish surrealist painter known for his striking and bizarre images, often involving concepts of time, dreamscapes, and the subconscious., style: Surrealism, type: Painting, colors: ['Brown', 'Blue', 'Yellow', 'White', 'Black'], time: 1931, medium: Oil on canvas, subject: Melting clocks and watches draped over a barren landscape. A central distorted 'self-portrait' face-like figure taking centre stage and ants swarming on a closed pocket watch., background: A landscape that features a stark, barren coastline under a calm blue sky., description: The painting depicts a dreamlike scene where time appears to be fluid, symbolized by the melting clocks. It’s an iconic piece of Surrealist art that plays with the concept of hard and soft, reality and dream. The clocks conform to the shape of the objects on which they rest, while a dead olive tree with a rigid clock draped over one of its branches stands in stark contrast to the soft watches. The eerily calm seascape creates a sense of timelessness and illusion., path: img_104.jpg",5,"img_104.jpg"],[3.2091221809,-6.700565815,"name: Unavailable, artist: Francisco Goya, artist_info: Goya was a Spanish painter and printmaker whose work reflects a historical period of turmoil in Spain. This painting may reflect themes of social commentary prevalent in his later works., style: Romanticism, type: Painting, colors: Monochrome, time: 18th to early 19th century, medium: Unavailable, subject: The image depicts figures that may be involved in some sort of dramatic interaction or conflict, typical of Goya's interest in human suffering and complex emotions., background: The background is sparse, which directs the focus onto the subjects of the painting., description: Overall, the painting is emblematic of Goya's darker and more expressive style, with a strong sense of movement and emotional intensity. Specific details cannot be provided as the painting is not clearly visible or well-known., path: img_326.jpg",4,"img_326.jpg"],[-0.180172503,-7.7618441582,"name: The Fall of Phaeton, artist: Peter Paul Rubens, artist_info: Rubens was known for his dynamic, exuberant style that emphasized movement and color. His work often dealt with historical, mythological, and religious subjects., style: Baroque, type: Mythological painting, colors: Rich, warm tones with contrasts of light and dark, time: Early 17th century, circa 1604\/1605, medium: Oil on canvas, subject: The scene depicts the Greek myth of Phaeton, the son of the sun god Helios, who is struck down by a thunderbolt from Zeus as he loses control of the sun chariot, causing chaos., background: A tumultuous, swirling sky filled with figures and clouds that adds to the drama of the scene., description: This painting is characterized by its dynamic composition and dramatic intensity. The figures are caught in mid-action, with a strong sense of movement conveyed by their twisted postures and the rearing horses. Rubens' masterful use of color and light enhances the emotional impact of the scene. The painting is notable for its detailed depiction of human anatomy and the vivid expressions of terror on the faces of the figures. The desaturated figure in the foreground suggests the lifeless body of Phaeton after his fall., path: img_295.jpg",-1,"img_295.jpg"],[-4.3741922379,-5.0486907959,"name: Unknown, artist: Mikhail Vrubel, artist_info: Mikhail Vrubel is often regarded as a Russian Symbolist painter. His works are known for their distinctive style, which blends elements of the Art Nouveau movement with Russian folk art influences., style: Symbolism, type: Figurative Painting, colors: ['White', 'Red', 'Brown', 'Pink', 'Beige', 'Ivory'], time: Late 19th to early 20th century, medium: Oil on canvas, subject: The painting depicts a woman dressed in a flowing gown with rose motifs, possibly in a bridal or festive attire., background: The background is minimal and nondescript, likely to draw more attention to the subject., description: This painting by Mikhail Vrubel features a standing figure draped in an elaborate gown. The application of paint is loose and expressive, with the use of pastel colors that create a soft, almost ethereal appearance for the subject. The rose motifs and the woman's pose contribute to a sense of romanticism and elegance. The lack of facial details suggests the artist's focus on the dress and the form rather than the individual's identity., path: img_247.jpg",3,"img_247.jpg"],[-0.9166056514,-2.2873830795,"name: Unknown, artist: Edouard Manet, artist_info: Manet was a pivotal figure in the transition from Realism to Impressionism. His work played a key role in the development of modern art., style: Impressionism, type: Painting, colors: ['Blue', 'White', 'Brown', 'Yellow', 'Green'], time: 19th century, medium: Oil on canvas, subject: A woman seen from behind, standing in front of a mirror; her reflection is not visible to the viewer., background: Indistinct shapes and dabs of color suggest an interior setting, with the standing mirror as a prominent element., description: The painting captures the fleeting effects of light and color characteristic of Impressionism. The woman's attire suggests a level of elegance and the quick brushstrokes convey a sense of immediacy and movement., path: img_124.jpg",-1,"img_124.jpg"],[1.6659785509,-4.1131229401,"name: The Geopoliticus Child Watching the Birth of the New Man, artist: Salvador Dali, artist_info: Salvador Dali was known for his surrealistic style and striking and bizarre images in his artwork. This painting reflects his interest in psychoanalysis and the human subconscious. Around the time of creating this piece, Dali's work was heavily influenced by the turmoil of World War II and his interest in the state of the world., style: Surrealism, type: Oil Painting, colors: ['Grays', 'Browns', 'Umber', 'White', 'Ochre'], time: 1943, medium: Oil on canvas, subject: A large egg with a man emerging from it, watched by a figure that represents a child; various other symbolic objects and a barren landscape., background: The painting features a desolate, surrealistic landscape with elongated shadows and a stormy sky, which may symbolize the uncertain times during the World War II era in which it was painted., description: This painting by Salvador Dali is a surreal depiction of birth and hope amidst a time of conflict. The man emerging from the egg symbolizes the birth of a new world being observed by the child (geopoliticus), representing a new generation witnessing the transformation of a geopolitical landscape. The dramatic use of shadows, the setting sun, and the juxtaposition of familiar objects in an unfamiliar context are striking features of this work. Dali's meticulous brushwork and attention to detail lend a dream-like quality to the scene, as he successfully blurs the lines between reality and fantasy., path: img_116.jpg",5,"img_116.jpg"],[-1.2955869436,-0.7740527391,"name: Unknown, artist: Pierre-Auguste Renoir, artist_info: Pierre-Auguste Renoir was a leading painter in the development of the Impressionist style. Renoir's paintings are notable for their vibrant light and saturated color, often focusing on people in intimate and candid compositions. In this painting, Renoir's use of soft brush strokes and his focus on the play of light are characteristic of his style., style: Impressionism, type: Portrait, colors: ['Red', 'Orange', 'White', 'Brown', 'Green'], time: Late 19th century, medium: Oil on canvas, subject: A young female subject with reddish hair and a subtle, contemplative expression. She appears to be gazing off to the side, and her shoulders are bare. The subject's expression suggests pensiveness or daydreaming., background: The background is indistinct and blurred, with earthy tones that complement the subject's complexion and hair color. Brushstrokes in the background are loose and suggestive rather than detailed, a common technique in Impressionism to suggest a setting without drawing focus away from the subject., description: The painting by Renoir is a soft, emotive portrait with a strong sense of atmosphere and light. Renoir's brushwork is fluid and loose, lending an air of spontaneity and feeling to the image. The focus on the young woman's face and the diffuse background are reflective of Renoir's interest in capturing the essence of the moment and the fleeting effects of light on the subject. The choice of a close-up portrait within an oval frame contributes to the work's intimate feel., path: img_305.jpg",12,"img_305.jpg"],[-0.0460659303,5.2425303459,"name: The Grand Canal, Venice, artist: William Turner, artist_info: Joseph Mallord William Turner was known for his expressive colourisations, imaginative landscapes, and turbulent marine paintings. His works laid the groundwork for Impressionism., style: Romanticism, type: Landscape, colors: ['blue', 'white', 'yellow', 'brown', 'gold'], time: Early 19th century, medium: Oil on canvas, subject: View of the Grand Canal in Venice, with boats and gondolas., background: Venetian architecture and skyline, with the Doge's Palace visible on the right., description: This painting depicts the serene beauty of Venice with a mastery over light and atmosphere that is characteristic of Turner's work. The shimmering reflections on the water and the soft skies contrast with the carefully detailed architecture, creating a sense of depth and space., path: img_370.jpg",7,"img_370.jpg"],[-1.8929638863,-7.5850028992,"name: Four Studies of the Head of a Negro, artist: Peter Paul Rubens, artist_info: Rubens was a Flemish artist and a prominent figure in the Baroque art movement known for his vibrant color, movement, and sensuality in his work. Specific to this painting, it showcases Rubens' skill in depicting human expressions and his interest in physiognomic studies., style: Baroque, type: Study\/Sketch, colors: ['white', 'black', 'shades of brown', 'red'], time: Early 17th century, medium: Oil on paper, mounted on panel, subject: The painting depicts four separate studies of an African man's head, highlighting Rubens' attention to detail and his ability to capture different emotional states or expressions., background: The background is minimalistic and plain to ensure that the viewer's focus remains on the subject's head and expressions., description: In 'Four Studies of the Head of a Negro', Rubens presents a series of finely executed head studies that exemplify his expertise in rendering the human form and capturing emotions. Despite the uniformity of the subject, each study brings a unique expression and thus showcases the dynamism and emotional range that Rubens could achieve within his works. This piece also reflects Rubens' interest in depicting individuals of different ethnic backgrounds, which was less common in European art during his time., path: img_285.jpg",2,"img_285.jpg"],[-1.4098867178,-1.5884426832,"name: Woman Reading, artist: Pierre-Auguste Renoir, artist_info: Renoir was a leading painter in the development of the Impressionist style. In this painting, he captures the effects of light using his distinctive brushwork and color palette., style: Impressionism, type: Genre painting, colors: ['white', 'blue', 'green', 'yellow', 'pink', 'gray'], time: Late 19th century, medium: Oil on canvas, subject: A young woman dressed in a flowing, light-colored dress, seated and engrossed in reading a book., background: The woman is seated on a balcony with flowering plants. Behind her is a visible cityscape blurred in the light with predominant shades of yellow and green., description: The work is a quintessential example of Renoir's interest in capturing moments of everyday life. The brushstrokes give a soft, dappled effect to the scene, reminiscent of the play of light through the leaves, which is indicative of Impressionist technique. The woman's pose and the background are rendered with a sense of intimacy and immediacy that characterizes Renoir's approach to painting., path: img_312.jpg",12,"img_312.jpg"],[7.0636849403,-2.9330773354,"name: Niña con rebozo, artist: Diego Rivera, artist_info: Diego Rivera was a prominent Mexican painter and muralist associated with the Mexican Mural Renaissance, which involved large-scale narrative murals that addressed social and political issues in post-revolutionary Mexico., style: Social Realism, type: Portrait, colors: ['Peach', 'White', 'Blue', 'Orange', 'Brown'], time: Twentieth century, medium: Oil on canvas, subject: A young girl dressed in traditional Mexican attire with a stoic expression. She wears a patterned blouse under a peach-colored dress (rebozo) and is folding her hands at her waist., background: The background is minimalistic, showcasing a plain wall and a light brown floor that provides a stark contrast to the vivid colors of the girl's clothing., description: The painting depicts a solemn-faced girl standing upright and looking outward with an intense gaze. Her traditional clothing is meticulously detailed, highlighting Rivera's focus on Mexican culture and social identity. The simplicity of the background draws attention to the subject, emphasizing her presence and the cultural attire., path: img_49.jpg",10,"img_49.jpg"],[7.9508228302,-2.9137701988,"name: Unavailable, artist: Diego Rivera, artist_info: Diego Rivera, a prominent Mexican painter, was known for his large frescoes that helped establish the Mexican Mural Movement in Mexican art. His work often depicted scenes from Mexican society and reflected his own social and political ideals., style: Muralism, type: Fresco, colors: Dominant earth tones with highlights in red, white, and various other colors, time: Early 20th century, medium: Paint on wall, subject: A depiction of various scenes and figures, including what appears to be laborers, machinery, and possibly historical events or social commentary., background: Seems to include industrial elements and a crowd of people in the lower section; the upper part displays more open space with sky visible and possibly shows elements of industrialization or warfare., description: This painting by Diego Rivera is a dynamic and complex tableau that explores themes of industry, labor, and society. Rivera was known for his intricate and politically charged murals, and this piece seems to reflect his interest in social issues and the struggles of the working class. While the exact title and the context of the mural are not provided, the composition likely features allegorical figures and scenes designed to evoke thought and discussion about the state of the world during Rivera's time. Noteworthy features could include the careful arrangement of figures and the use of color to emphasize particular aspects of the painting., path: img_58.jpg",10,"img_58.jpg"],[-1.7318248749,3.7934348583,"name: The Stone Bridge, artist: Rembrandt van Rijn, artist_info: Rembrandt is widely recognized for his innovative use of lighting and shadow, as well as his unique ability to capture the human condition. In 'The Stone Bridge', Rembrandt's characteristic lighting and attention to detail in natural scenes are evident., style: Baroque, type: Landscape painting, colors: ['Dark browns', 'Greys', 'Earthy tones', 'Whites', 'Black'], time: 1638, medium: Oil on canvas, subject: A rustic landscape featuring a stone bridge in the center background with a prominent tree on the left and a figure with a dog on the right in the foreground., background: Overcast sky with clouds and a suggestion of a distant storm, small figures and a horse on the bridge, and a vast natural space., description: This painting exemplifies Rembrandt's skill in creating depth and atmosphere in his landscapes. The dark tones and evocative use of light suggest a transient moment, with a storm possibly approaching. The rough textures and strong contrasts between light and shadow add to the drama of the scene. The human and animal figures, though small, add a sense of scale and life to the otherwise wild landscape., path: img_381.jpg",-1,"img_381.jpg"],[-1.8298469782,-0.0905601755,"name: Unknown, artist: Pierre-Auguste Renoir, artist_info: This painting can be attributed to the period when Renoir's impressionist technique had fully matured, and he showed a particular interest in capturing the vibrancy of flowers and the play of natural light on their petals., style: Impressionism, type: Still life, colors: ['Red', 'Pink', 'White', 'Brown', 'Beige'], time: Late 19th century, medium: Oil on canvas, subject: A lush display of blooming flowers, possibly peonies or roses, that fill the canvas with rich color and texture., background: The background is indistinct, mostly in dark tones, which helps to highlight the vibrant colors of the flower petals., description: The painting features a close-up view of full, vibrant flowers with loose, fluid brushstrokes that are characteristic of Renoir's impressionist style. The tactile quality of the petals and the interplay of light and shadow give the sense of depth and dimension, even while details are subordinated to the overall impression of color and form., path: img_306.jpg",12,"img_306.jpg"],[6.161719799,-4.3364748955,"name: Portrait of Doña Rosita Morillo, artist: Frida Kahlo, artist_info: Frida Kahlo was a Mexican painter known for her many portraits, self-portraits, and works inspired by the nature and artifacts of Mexico. Her work is often characterized by its bold colors and symbolic portraiture, often depicting her own pain and suffering., style: Surrealism, Symbolism, type: Portrait, colors: Red, green, white, brown, and hints of pink, time: 1944, medium: Oil on canvas, subject: Doña Rosita Morillo, an elderly woman, is depicted sitting and knitting with a solemn expression., background: A rich tapestry of flora, including green cacti and red and pink flowering plants, some intertwining around her., description: The painting showcases Frida Kahlo's signature style with vivid colors and a dreamlike background. Doña Rosita Morillo is captured with meticulous attention to detail, particularly in the folds of her garment and the intricate flowers. Despite the vibrancy of the background, the subject’s somber mood creates a striking contrast., path: img_343.jpg",9,"img_343.jpg"],[-1.699129343,2.2623054981,"name: Road in a Hollow, Pourville, artist: Claude Monet, artist_info: Monet was a founder of French Impressionism, and this painting is reflective of his interest in capturing the effects of light and atmosphere on the landscape., style: Impressionism, type: Landscape, colors: ['Blue', 'Brown', 'Green', 'Grey', 'Yellow'], time: 1882, medium: Oil on canvas, subject: This painting depicts a pathway winding through a ravine with bare trees lining the sides and figures in the distance., background: The background features a hazy, atmospheric sky with hints of blue and cloud formations typical of Monet's impressionist style., description: Monet's 'Road in a Hollow, Pourville' captures the essence of the countryside with a cool, muted palette and loose brushstrokes that convey the fleeting effects of light and shadow in a natural landscape. The painting has a quiet, almost subdued mood, with figures in the distance adding a sense of life and scale to the scene., path: img_72.jpg",12,"img_72.jpg"],[4.5742487907,1.5371932983,"name: Portrait of a Man, artist: Amedeo Modigliani, artist_info: Modigliani was known for his portraits and nudes in a modern style characterized by elongation of faces, necks, and figures. This style was not received well during his life but later gained much acclaim., style: Modernism, type: Portrait, colors: {'main': ['brown', 'beige', 'cream'], 'additional': ['black', 'white']}, time: Early 20th century, medium: Oil on canvas, subject: male facing forward neutral, background: cream partially divided by a vertical dark line, description: This portrait exemplifies Modigliani's signature style with a simplified and elongated face. The subject is presented with a neutral expression against a minimal background, which draws focus to the stylized facial features and the verticality of the composition., path: img_5.jpg",1,"img_5.jpg"],[8.0122842789,-4.2224650383,"name: Flower Day (Día de Flores), artist: Diego Rivera, artist_info: Diego Rivera was a prominent Mexican painter and husband of artist Frida Kahlo, known for his large wall works in fresco and contributions to the Mexican mural movement in the early 20th century., style: Social Realism, type: Painting, colors: ['Red', 'Orange', 'Yellow', 'Green', 'Brown', 'White'], time: 1925, medium: Oil on canvas, subject: A group of indigenous people possibly partaking in a traditional festival or ritual; prominent figures in the foreground are a man and a woman in traditional attire., background: Tropical plants and trees reminiscent of the lush Mexican landscape, with people in the background also participating in the festivity., description: The painting depicts a scene of a traditional Mexican festival with vibrant colors and dynamic composition. Rivera's focus on indigenous people and culture reflects his interest in portraying the lives of Mexicans and his political leanings towards workers and peasants. The painting uses a rich palette and strong forms to portray the dignity and beauty of the Mexican people, while also imbuing the scene with a sense of energy and community spirit., path: img_44.jpg",-1,"img_44.jpg"],[-5.0508637428,-4.9392518997,"name: Unknown, artist: Mikhail Vrubel, artist_info: Mikhail Vrubel is often regarded as the greatest Russian symbolist painter. His work is known for its unique style, which combined elements of the Russian Byzantine style with a modernist quest for movement and a distinct use of color. Information specific to this painting is not available., style: Symbolism, type: Study\/Sketch, colors: Whites, greens, browns, and a touch of pink, time: Late 19th - early 20th century, medium: Watercolor, subject: This appears to be an unfinished study of a still life arrangement with a vase of flowers, a draped cloth, and possibly a plate with a reclining figure sketched in., background: Simplistic with dark green tone and possibly a shelf or ledge, with the majority of the canvas to the left unfinished, showing the bare paper., description: The painting is a partially completed study with attention focused on the play of light and shadow on the objects. The loose watercolor technique suggests it was likely used for personal practice or conceptualization rather than a final work. The distinct feature of this painting is the contrast between the detailed portions and the unfinished area, revealing the artist's process., path: img_254.jpg",3,"img_254.jpg"],[-5.9726524353,1.920717597,"name: Unknown, artist: Edouard Manet, artist_info: Edouard Manet was a French modernist painter who was pivotal in the transition from Realism to Impressionism. His unique approach to painting, which often involved a disregard for traditional perspective and modeling, is not specifically highlighted within this painting without knowing its context or title., style: Realism\/Impressionism, type: Still Life, colors: ['Earthy tones', 'Red', 'Green', 'White', 'Dark background'], time: 19th Century, medium: Oil on canvas, subject: Bowl of fruits and halved melon Peaches Grapes Melon Leaves, background: Dark, indistinct Dark brown or black, description: The painting is a still life featuring a lush arrangement of fruits; it appears to include ripe peaches accompanied by a cluster of grapes and a halved melon with its seeds visible. There is a striking contrast between the vibrant colors of the fruits and the dark background, highlighting the organic forms and the play of light across the surfaces. The brushwork suggests a sense of immediacy, characteristic of Manet's style., path: img_134.jpg",-1,"img_134.jpg"],[1.7058280706,-4.924246788,"name: Apparition of Face and Fruit Dish on a Beach, artist: Salvador Dalí, artist_info: Salvador Dalí was known for his striking and bizarre images in his surrealist work. His expansive artistic repertoire included film, sculpture, and photography, in collaboration with a range of artists in a variety of media. Dalí was famous for his exploration of subconscious imagery., style: Surrealism, type: Painting, colors: ['Beige', 'Brown', 'Cream', 'Gray', 'White', 'Blue'], time: 1938, medium: Oil on canvas, subject: A large, soft visage that fuses with a beach landscape. Within the face, a fruit dish, dog, and a figure on a horse are also discernibly integrated., background: The background is a desolate beach scene with sky, water, and mountains that seamlessly merge with the foreground elements., description: This painting is a quintessential example of Dalí's use of double images and surreal landscapes. It masterfully combines disparate elements into a single cohesive scene that challenges viewers' perception. The face is the dominating feature of the composition, a serene, almost ghostly presence that incorporates a fruit dish as its eye and cheekbone, while a dog lies in the shadow gazing towards it. Dalí plays with figures and landscapes, imbuing the canvas with a dreamlike quality that invites the viewer to explore the multiple layers of reality., path: img_113.jpg",5,"img_113.jpg"],[-7.0537047386,-1.9787635803,"name: Unknown, artist: Vasiliy Kandinskiy, artist_info: Vasiliy Kandinskiy is considered a pioneer of abstract art in the 20th century. This painting does not reflect his later signature abstract style but is likely from his earlier figurative phase, showing his broad artistic range., style: Expressionism, type: Painting, colors: ['Brown', 'Blue', 'White', 'Black', 'Purple'], time: Early 20th century, medium: Oil on canvas, subject: A rider on a horse, possible in military uniform, against a landscape., background: Mountainous or hilly landscape under night or twilight, description: The painting depicts a lone rider on a white horse, bathed in dim light against a dark backdrop. The scene looks like twilight or night time. The expressive, almost ominous sky and the sparse use of the light color against the dark landscape are striking. Though simple in composition, the painting evokes a sense of solitude and introspection., path: img_38.jpg",-1,"img_38.jpg"],[7.1534042358,-5.2242054939,"name: Without title (probably Nature Life), artist: Frida Kahlo, artist_info: Frida Kahlo was a Mexican artist known for her surreal and symbolically rich paintings, often focusing on pain and passion based on her own life experiences., style: Surrealism, type: Still life, colors: ['Green', 'Brown', 'Red', 'White', 'Yellow'], time: 20th century, medium: Oil, subject: A close-up view of a group of leaves with a flower and fruit, possibly a prickly pear with a butterfly on it., background: The background features more greenery, enhancing the lush feel of the painting., description: This painting exhibits a nature scene with vibrant colors. The attention to detail in the butterfly's patterns and the textures of the leaves reflects Kahlo's intricate style. The inclusion of the fruit, possibly a prickly pear, and a single blooming flower might symbolize fertility and the cycle of life, themes often explored in her works. The style and elements may also allude to Kahlo's interest in Mexico's flora and fauna. Noteworthy is the contrast between the living elements and the typically inanimate genre of still life., path: img_351.jpg",-1,"img_351.jpg"],[2.4136810303,-3.6292705536,"name: Cannot identify the painting, artist: Salvador Dali, artist_info: Relevant information about the artist specific to this painting is not available because the painting cannot be identified., style: Cannot determine the style, type: Cannot determine the type, colors: Cannot determine the colors, time: Cannot determine the time period of the painting, medium: Cannot determine the medium used, subject: Cannot provide a description of the subject, background: Cannot provide a description of the background, description: Cannot provide an overall description of the painting without identifying it., path: img_119.jpg",5,"img_119.jpg"],[1.4151176214,-1.2144864798,"name: The Barbarian, artist: René Magritte, artist_info: René Magritte was a Belgian surrealist artist known for his thought-provoking images challenging observers' preconditioned perceptions of reality., style: Surrealism, type: Painting, colors: ['Black', 'White', 'Brown', 'Yellow', 'Red', 'Grey'], time: 1928, medium: Oil on canvas, subject: The painting depicts a disjointed figure wearing a derby hat, floating or hovering by a cut tree trunk, against a background of a waterfall and a forest. Eyes are scattered across different elements of the artwork., background: The background features a flowing waterfall with a dense, dark forest. The foreground shows a wooden plank with yellow paper strips peeled away to reveal the scene., description: ‘The Barbarian’ is a surreal creation by Magritte that invites introspection on fragmented identity and the obscured or altered vision of reality, characteristic of Magritte's works. The central figure, which is situated ambiguously either in front of or as part of the background, appears almost ghost-like, adding to the dream-like, otherworldly scene. The strategically placed eyes demand the viewer's engagement with the subject's gaze, as well as questioning the act of observation itself., path: img_81.jpg",8,"img_81.jpg"],[0.5934878588,4.5268149376,"name: Peace - Burial at Sea, artist: J.M.W. Turner, artist_info: Joseph Mallord William Turner, known as J.M.W. Turner, was an English Romantic painter renowned for his expressive colorizations, imaginative landscapes, and turbulent marine paintings. Particular to 'Peace - Burial at Sea', Turner created this piece in memory of his friend David Wilkie, and it is known for its somber tones and mood., style: Romanticism, type: Landscape, colors: ['black', 'white', 'gray', 'blue', 'ochre'], time: Exhibited in 1842, medium: Oil on canvas, subject: Features a burial at sea with a ship's sails partially lowered in respect, surrounded by smaller boats and onlookers., background: The background consists of a hazy and evocative skyline that is signature to Turner's style, blending sea and sky in a mist of colors., description: This painting is characterized by a profound use of light and shadow, emphasizing the solemnity of death and the expanse of the sea. Turner's portrayal of the sea as a vast, enigmatic force, along with the somber tones and the obscured sun or moon, reflects the themes of loss and mourning. The atmospheric effects with the smoky plumes contribute to its haunting beauty, which is a hallmark of Turner's sublime maritime pieces., path: img_371.jpg",7,"img_371.jpg"],[-3.932166338,-2.9875221252,"name: Peasant Woman with Buckets and a Child, artist: Kazimir Malevich, artist_info: Kazimir Malevich was a Russian avant-garde artist and art theorist, whose pioneering work and writing had a profound influence on the development of abstract art in the 20th century., style: Cubism, type: Painting, colors: ['Brown', 'Green', 'White', 'Black', 'Beige'], time: 1912, medium: Oil on canvas, subject: The painting depicts a peasant woman seen from multiple viewpoints, carrying buckets on a yoke, with a child shown in geometric shapes., background: Geometrically abstracted background that is fragmented and reassembled in the cubist style., description: This painting by Kazimir Malevich showcases the complex geometrical fragmentation typical of Cubism, creating an abstracted yet recognizable form of a peasant woman and a child, evoking a sense of the peasant life's hardship and simplicity., path: img_223.jpg",6,"img_223.jpg"],[0.713829875,-1.3813512325,"name: The Art of Living, artist: Rene Magritte, artist_info: René Magritte was a Belgian surrealist artist known for thought-provoking and whimsical imagery that challenges observers' perceptions of reality. Relevant to this painting, his work often included men in bowler hats as anonymized figures., style: Surrealism, type: Oil Painting, colors: ['Dark Green', 'Brick Red', 'Black', 'Brown', 'Olive Green'], time: 1967, medium: Oil on canvas, subject: A man dressed in 1920s attire, including a bowler hat, stands against a corner where a brick wall meets a wall with a green, curtain-like texture., background: The scene is nocturnal, with artificial lighting casting a shadow of the man against the brick wall. The background has a contrast between the brick texture on the right and the dark, eerie drapery on the left., description: The painting presents a solitary figure in a typical Magritte fashion, sharply dressed and face obscured. It exudes an air of mystery and intrigue characteristic of Magritte's works, particularly with the unusual juxtaposition of wall textures and the shadow play. Notably, the painting may suggest themes of anonymity and the enigmatic nature of human existence., path: img_91.jpg",8,"img_91.jpg"],[-2.4856424332,-1.1377846003,"name: Mother and Children, artist: Pierre-Auguste Renoir, artist_info: Renoir was a leading painter in the development of the Impressionist style. As a celebrator of beauty and especially feminine sensuality, his paintings often feature intimate scenes with an affectionate and warm treatment of their subjects., style: Impressionism, type: Portrait, colors: Creamy whites, varying shades of green, touches of red and blue, time: Late 19th century, medium: Oil on canvas, subject: A woman sitting in a landscape with two children, one resting on her lap and the other reclining on the ground. A rooster is present on the right side., background: The painting depicts an outdoor setting characterized by vibrant greenery with hints of flowers and foliage, presenting a sense of a sunny and leisurely day., description: This painting is a quintessential example of Renoir's focus on figure painting and the joy of life. It exhibits soft brush strokes typical of the Impressionist movement, capturing the play of light with a lively and spontaneous effect. The relaxed posture of the figures and serene expression on the woman's face evoke a sense of calm and maternal tenderness., path: img_304.jpg",12,"img_304.jpg"],[-4.6557507515,-4.4280657768,"name: Unknown, artist: Mikhail Vrubel, artist_info: Mikhail Vrubel was known for his unique style that combined elements of the Art Nouveau movement with traditional Russian folk art and Symbolism. His work often had a mystical or fantastical quality., style: Symbolism\/Art Nouveau, type: Sketch\/Study, colors: {'main': ['Brown', 'Beige', 'Black'], 'additional': ['White']}, time: Late 19th - early 20th century, medium: Presumably pencil or charcoal on paper, subject: Portrait of a woman or a feminine figure The figure has pronounced, enigmatic eyes and voluminous, wavy hair, background: Loosely defined, seemingly incomplete or suggestive of an abstract form, description: This piece appears to be a study or a sketch rather than a completed work, characterized by rough and expressive lines. The subject's gaze is intense and captivating, which is a hallmark of Vrubel's portraits where he often captured the psychological depth of his subjects., path: img_240.jpg",3,"img_240.jpg"],[-0.9590989351,-0.5968490839,"name: Unknown, artist: Pierre-Auguste Renoir, artist_info: Pierre-Auguste Renoir was a leading painter in the development of the Impressionist style. As a celebrator of beauty and especially feminine sensuality, it has been said that 'Renoir is the final representative of a tradition which runs directly from Rubens to Watteau.', style: Impressionism, type: Portrait, colors: ['Yellow', 'Gold', 'Purple', 'Blue', 'White', 'Flesh tones'], time: Late 19th or early 20th century, medium: Oil on canvas, subject: A portrait of a bearded man with a thoughtful expression, wearing a purple-blue jacket and a white shirt., background: The background is loosely painted with yellow and gold tones, employing the Impressionist technique of visible brushstrokes that blend the figure with the surroundings., description: The painting is characteristic of Renoir's portrait style with vibrant, dappled brushwork, soft focus, and attention to capturing the human spirit. The subject's gaze conveys a sense of introspection and calm, a typical feature of Renoir's effort to capture the psychological nuance of his subjects. The application of color, light, and texture personifies the Impressionist movement's focus on capturing the moment., path: img_310.jpg",12,"img_310.jpg"],[-6.3335795403,-8.521320343,"name: Unknown, artist: Andrei Rublev, artist_info: Andrei Rublev was a medieval Russian painter of Orthodox icons and frescoes., style: Byzantine, type: Fresco, colors: ['Blue', 'Brown', 'Gold', 'Orange', 'Red', 'White'], time: Early 15th century, medium: Tempera on plaster, subject: Christian biblical scenes, including angels and saints, background: Interior of a domed ceiling, architectural structures within the frescoes, description: This fresco features traditional orthodox iconography with multiple haloed figures. The figures could be depicting scenes from the life of Jesus or the saints, typical of the Byzantine style prevalent in Orthodox Christian art. The colors are muted, typical of frescoes that have aged over centuries. The curvature of the domed ceiling suggests it is located in a chapel or cathedral. The artwork displays the distinct ethereal and serene expressions characteristic of Rublev's saints and angels., path: img_158.jpg",0,"img_158.jpg"],[-5.1739988327,-4.7735786438,"name: Unknown, artist: Mikhail Vrubel, artist_info: Mikhail Vrubel is often associated with the Russian Symbolist movement and is known for his unique style that blends elements of the Russian modernism with traditional techniques. The painting's style may reflect his interest in combining the ordinary with the fantastical., style: Symbolism\/Art Nouveau, type: Sketch, colors: Monochromatic, predominantly shades of gray and black, time: Late 19th century to early 20th century, medium: Charcoal, pencil or graphite on paper, subject: An assortment of artist's tools and materials, including paint jars, brushes, pencils, and possibly a small box or palette., background: The background is sparse, undetailed, and sketchy, allowing the focus to remain on the collection of objects presumably resting on a surface., description: The painting is a still life composition by Mikhail Vrubel, showcasing a variety of drawing or painting utensils in a seemingly casual arrangement. The work is executed with loose, expressive lines and shading, indicative of a sketch rather than a finished painting. It reflects the artist's studio environment and gives insight into his process and the tools of his trade. The lack of color suggests it's more of a study or a preparatory work, capturing the essence of the objects with immediacy and a dynamic touch., path: img_253.jpg",3,"img_253.jpg"],[-2.0059418678,3.9320232868,"name: Unknown, artist: Peter Paul Rubens, artist_info: Flemish artist famous for his exuberant Baroque style that emphasized movement, color, and sensuality. Without further context, specific relevance to this painting cannot be provided., style: Baroque, type: Landscape, colors: Monochrome, black, white, shades of gray, time: Early 17th century, medium: Unknown, appears to be a black and white reproduction, potentially an engraving or etching based on an original painting, subject: Rocky terrain with a fallen tree and a wooden cart Rough landscape with trees and a path leading to a tower Expansive view with distant trees and a body of water reflecting light Rainy sky with a rainbow, background: The background presents a dramatic landscape under a stormy sky with a striking rainbow, suggesting a moment of transition or the aftermath of a storm., description: The image appears to be a reproduction of a landscape painting by Peter Paul Rubens, depicted in a Baroque style with dynamic elements such as the dramatic sky and rough terrain. Key features include a fallen tree in the foreground, a path leading to a cliff-top tower, and a diverse landscape opening onto a body of water under a stormy sky, highlighted by a rainbow that suggests a divine presence or hope after a tempest., path: img_287.jpg",-1,"img_287.jpg"],[0.8574538827,-5.4718871117,"name: Lobster Telephone, artist: Salvador Dalí, artist_info: Salvador Dalí was known for his surrealistic creations, often incorporating dream-like and bizarre imagery as a way to explore the subconscious and challenge perceptions of reality. This piece reflects his interest in Freudian psychoanalysis and the unconscious mind., style: Surrealism, type: Sculpture, colors: {'lobster': 'orange, red', 'telephone': 'black, white', 'background': 'green'}, time: 1930s, medium: Mixed media (Telephone and Painted Lobster), subject: A realistic depiction of a cooked lobster placed atop a classic black rotary dial telephone., background: The object is set against a simple green surface that brings focus to the sculpture., description: The 'Lobster Telephone' is an iconic Surrealist work by Dalí that combines a mundane object with something unexpected, imbuing it with a dreamlike and absurd quality. The juxtaposition of the lobster with the telephone suggests a transformation of both objects, where the communication device is rendered strangely organic and erotic due to its association with the seafood, which was also considered a sexual symbol. This piece highlights Dalí's fascination with the subconscious and the irrational., path: img_107.jpg",5,"img_107.jpg"],[-4.9373250008,-0.1966643482,"name: Glass Painting with the Sun (Small Pleasures), artist: Wassily Kandinsky, artist_info: Kandinsky was a pioneer of abstract art and this painting shows his transition from representational to abstract compositions., style: Expressionism, early abstraction, type: Painting, colors: ['Yellow', 'Grey', 'Black', 'White'], time: 1910, medium: Watercolor and Indian ink on paper, subject: Abstract forms that suggest a scene with a sun, background: The background consists of washes of pale colors and depicts an abstracted landscape., description: This work is characterized by its loose, gestural use of watercolor, creating forms that float freely in an indeterminate space. The image contains elements that might be read as a sun, mountains, and reflections, demonstrating Kandinsky's movement towards abstraction., path: img_31.jpg",6,"img_31.jpg"],[4.1664662361,1.6210981607,"name: Unknown, artist: Amedeo Modigliani, artist_info: Modigliani is known for his modern style characterized by elongation of faces and figures., style: Modern, type: Portrait, colors: ['White', 'Green', 'Blue', 'Black'], time: Early 20th century, medium: Oil on canvas, subject: The portrait features a stylized female face with elongated facial features, typical of Modigliani's portraits., background: Sparse with abstract elements, mainly consisting of uneven patches of green and blue., description: This artwork is a testament to Modigliani's distinctive style of portraiture, which often includes a lack of strong detail, elongated faces, and a muted color palette. The female subject's face is serene, with eyes that are characteristically closed or simplified, conveying a sense of introspection or detachment., path: img_14.jpg",1,"img_14.jpg"],[7.2535862923,-3.4175152779,"name: Portrait of Modesta Avila, artist: Diego Rivera, artist_info: Diego Rivera was a prominent Mexican painter and an active communist who was married to Frida Kahlo. His large frescoes helped establish the Mexican mural movement in Mexican art. This particular painting may reflect Rivera's interest in representing the lives and struggles of the Mexican people., style: Social Realism, type: Portrait, colors: ['Purple', 'Brown', 'Pink', 'White', 'Black'], time: 20th century, medium: Oil on canvas, subject: The painting depicts a young mother, clothed in a vibrant blue dress and a brown shawl, holding her small child, who is wearing a pink dress with polka dots. Both mother and child have rosy cheeks, and the child looks towards the viewer with a bright, engaging smile., background: The background is plain and understated, featuring a light color that does not detract from the two figures in the foreground. It focuses all attention on the subjects. A small white note or label can be seen in the upper left corner., description: The painting 'Portrait of Modesta Avila' by Diego Rivera showcases his style of portraiture with an emphasis on the figures' facial expressions and cultural attire. The relationship between the mother and child is tender and affectionate, captured through their close embrace and the child's endearing smile. The use of vibrant and rich colors is typical of Rivera's paintings. The plain background ensures the focus remains on the subjects, rendering a striking contrast to their skin tones and clothing. This piece is characteristic of Rivera's commitment to portraying Mexican identity and everyday people with dignity and respect., path: img_57.jpg",10,"img_57.jpg"],[3.442227602,-2.6997997761,"name: Undefined, artist: Pablo Picasso, artist_info: Pablo Picasso is known for co-founding the Cubist movement and for the wide variety of styles that he helped develop and explore. Among his most famous works are the proto-Cubist Les Demoiselles d'Avignon (1907) and Guernica (1937), a dramatic portrayal of the bombing of Guernica during the Spanish Civil War., style: Cubism\/Expressionism, type: Portrait, colors: ['Orange', 'Blue', 'Green', 'Yellow', 'White'], time: 20th century, medium: Oil on canvas, subject: The subject appears to be a distorted figure resembling a musketeer or a personage from the 17th-century Spanish court, with a hat and beard, holding what appears to be a staff or sword., background: Vibrant, with warm colors such as orange and yellow, suggesting a fiery or tumultuous environment., description: The painting features a figure portrayed in the unique cubist style of Picasso, with abstract and geometric elements. The subject's face is divided in a classic Picasso manner, with multiple perspectives shown at once. It has a vivid color palette and dynamic brushwork that add to the expressiveness and emotional intensity of the work. The use of color and form is striking and typifies Picasso's mature period, where he often revisited classical themes and figures with a modern twist., path: img_273.jpg",8,"img_273.jpg"],[-0.133205086,1.4593055248,"name: Antibes, artist: Claude Monet, artist_info: Claude Monet was a founder of French Impressionist painting, and the consistency of his work in exploring the effects of light and atmosphere links directly to 'Antibes'., style: Impressionism, type: Landscape Painting, colors: Blues, Greens, Whites, Pinks, Oranges, time: Late 19th Century, medium: Oil on canvas, subject: A view of Antibes from the Mediterranean, background: Mountains in the distance under a hazy sky, with the architecture of Antibes visible, description: This painting by Claude Monet depicts the serene beauty of the sea at Antibes with light playing on the water's surface and the distant shoreline. Monet's characteristic loose brushwork creates a vibrant and sunlit atmosphere, emphasizing the play of natural light, which was a central preoccupation in his work., path: img_74.jpg",12,"img_74.jpg"],[-4.4851593971,-1.9963759184,"name: Unknown, artist: Kazimir Malevich, artist_info: Malevich was a Russian avant-garde artist known for his pioneering work in geometric abstraction and his development of the Suprematist movement. This painting, however, seems to be from an earlier period of his work, before he fully embraced abstraction., style: Impressionism\/Early Modernism, type: Painting, colors: ['White', 'Green', 'Yellow', 'Blue'], time: Early 20th century, medium: Oil on canvas, subject: Two women in what appears to be white dresses, possibly sitting in a garden or park., background: A lush garden setting with trees, foliage, and possibly a path on the right side., description: The painting depicts two figures, likely females, seated outdoors amidst a verdant landscape. The artist's use of light and brushwork suggest an affinity with Impressionist techniques, capturing the fleeting effects of light and shadow rather than the geometric abstraction he is best known for. The looser, more expressive brushstrokes point to Malevich's exploration of early modernist styles before fully developing his Suprematist philosophy., path: img_232.jpg",6,"img_232.jpg"],[-5.9445867538,-2.8733298779,"name: Black Circle, artist: Kazimir Malevich, artist_info: Kazimir Malevich was a pioneer of geometric abstract art and the originator of the avant-garde Suprematist movement., style: Suprematism, type: Abstract Art, colors: ['Black', 'White', 'Gray'], time: 1915, medium: Oil on canvas, subject: A large black circle centered within a white square that itself is on a slightly larger gray square, all set against an off-white background., background: The off-white canvas serves as the minimalistic background for the geometric shapes., description: Black Circle is one of Malevich's most iconic works and is emblematic of his Suprematist movement, which focused on fundamental geometric forms and their relationships to each other. The painting's stark contrast and simplistic geometric forms convey a sense of absolute non-objectivity, freeing art from the burden of representing the physical world., path: img_239.jpg",6,"img_239.jpg"],[-2.0668501854,-9.0570411682,"name: The Descent from the Cross, artist: Peter Paul Rubens, artist_info: Rubens was a prolific 17th-century Flemish Baroque painter known for his vivid depictions and a strong sense of movement and color. This painting is part of a triptych created for the Cathedral of Our Lady in Antwerp and is considered one of his masterpieces, showcasing his expertise in depicting human emotion and the use of chiaroscuro., style: Baroque, type: Religious Painting, colors: Earthy tones with highlights of reds, blues, and stark whites, time: Completed in 1614, medium: Oil on Oak, subject: The central figure of Jesus being taken down from the cross after his crucifixion, surrounded by mourners including the Virgin Mary and St. John., background: The painting features a dark and overcast sky, which adds to the somber mood of the scene. The open composition extends into side panels, featuring figures who appear to be stepping into the central scene., description: The Descent from the Cross is a powerful depiction of sorrow and compassion. It is significant for its dramatic use of light and shadow (chiaroscuro), and the lifelike rendering of figures and emotions. The painting is a fine example of Rubens's dynamic compositions, with strong diagonals and a complex interplay of figures that guide the viewer through the narrative of Christ's descent from the cross., path: img_284.jpg",2,"img_284.jpg"],[3.1848220825,-9.2221841812,"name: Witches' Flight, artist: Francisco Goya, artist_info: Francisco Goya is often considered the last of the Old Masters and the first of the moderns. He was a court painter to the Spanish Crown and is known for his portraits, historical scenes, and works exploring themes of war, human folly, and the supernatural., style: Romanticism, type: Genre painting, colors: Dark and muted tones with contrasts between the blackness of night and the pale light of the moon, time: 1797-1798, medium: Oil on canvas, subject: A group of witches in flight, carrying away helpless victims, accompanied by a figure in white, possibly an allegory of reason or faith being overwhelmed by irrationality., background: A dark, night-time landscape with a crescent moon and distant city lights that offer no safety or refuge from the nocturnal terror., description: The painting depicts a macabre scene of witches soaring through the air, blending fantastical elements with intense emotional expression. The horrified expressions of the victims and the grotesque faces of the witches create an atmosphere of fear and superstition. The use of chiaroscuro highlights the drama and places emphasis on the supernatural event against the dark background of the Spanish landscape., path: img_331.jpg",-1,"img_331.jpg"],[3.197483778,-9.1731643677,"name: Witches in the Air, artist: Francisco Goya, artist_info: Francisco Goya was a Spanish romantic painter and printmaker. He was a court painter to the Spanish Crown and a chronicler of history., style: Romanticism, type: Painting, colors: ['Black', 'White', 'Gray'], time: 1797 - 1798, medium: Oil on canvas, subject: The painting depicts three figures, presumed to be witches or demonic entities, floating in the air and holding another figure, which appears to be limp or powerless. Below them is another figure, seemingly an unsuspecting individual, witnessing the event. Witches and a victim The faces of the witches are concealed; the victim's expression is one of distress., background: The background is dark and somber, emphasizing the nocturnal and eerie atmosphere of the scene., description: The painting 'Witches in the Air', also known as 'Brujas volando', is one of Goya's 'Caprichos' that depicts fantastical and supernatural subjects. It illustrates the dark themes of witchcraft and the occult, prevalent in Spanish folklore. The artwork presents a striking dichotomy between the dark, menacing tone of the subject matter and the flightiness of the figures. Notably, the use of chiaroscuro enhances the dramatic effect and the emotional intensity of the scene., path: img_328.jpg",-1,"img_328.jpg"],[-2.0689134598,-9.0181913376,"name: The Descent from the Cross, artist: Peter Paul Rubens, artist_info: Rubens was a prolific 17th-century Flemish Baroque painter known for his dramatic, exuberant style and bold use of color, as well as his mastery in depicting the human figure and emotion. This painting is regarded as one of his most significant and celebrated works., style: Baroque, type: Religious painting, colors: ['deep reds', 'whites', 'blues', 'vivid flesh tones', 'shadows'], time: Completed in 1612-1614 during the Baroque period, medium: Oil on canvas, subject: The scene depicts the removal of Jesus' body from the cross after his crucifixion. It features several figures, including followers of Jesus and Joseph of Arimathea, engaged in the careful and sorrowful act of lowering the body to the ground., background: The background of the painting is dark and overshadowed, serving to highlight the pale body of Jesus and the vivid colors worn by the figures in the foreground. A ladder is set against the cross anchoring the scene., description: The overall composition is dynamic, with strong diagonal lines suggesting both motion and emotion. Rubens' mastery in creating a sense of depth and movement is evident through the positioning and expressions of the figures, which draw the viewer's attention towards the central figure of Jesus. The contrast between light and dark, as well as the detailed attention given to the texture of fabrics and flesh, are striking features of this work., path: img_281.jpg",2,"img_281.jpg"],[5.3207101822,-4.2399764061,"name: Unknown, artist: Frida Kahlo, artist_info: Not applicable as the specific painting is not identified, style: Surrealism\/Magic Realism, type: Partial image; exact type cannot be determined, colors: Brown, red, yellowish hues, time: Specific time period cannot be determined without identifying the painting, medium: Likely oil on canvas, subject: Partial view of what appears to be wooden furniture and possibly fleshy organic matter, background: Undefined due to partial image, description: The image shows a cropped section of a painting that includes richly textured wooden elements crossed in front of what might be depicted organic materials. The style suggests a typical Frida Kahlo use of symbolic elements and vivid colors. The details are insufficient to conclude an overall description of the painting., path: img_359.jpg",9,"img_359.jpg"],[0.4974470139,-11.2895860672,"name: The Garden of Earthly Delights, artist: Hieronymus Bosch, artist_info: Netherlandish painter known for his use of fantastic imagery to illustrate moral and religious concepts., style: Northern Renaissance, Early Netherlandish, type: Triptych, colors: ['Earthy tones', 'greens', 'blues', 'browns', 'ochres'], time: Late 15th or early 16th century, medium: Oil on oak panels, subject: depicts God presenting Eve to Adam, Eden a broad panorama of socially engaged nude figures, fantastical animals, oversized fruit, and hybrid stone formations a hellscape illustrating the torments of damnation, background: shows a detailed landscape with animals and a distant Paradise various groups and activities sprawled across a green meadow, with fantastical structures and scenery burnt landscape of nightmarish visions, description: This is one of Bosch's most famous works, depicting a triptych that broadly symbolizes the progression from the Garden of Eden through a carnal and indulgent human existence to the horrors of Hell. The work is celebrated for its intricate detail, imaginative creatures and moralistic themes., path: img_202.jpg",2,"img_202.jpg"],[-3.8440115452,-9.4366922379,"name: The Supper at Emmaus, artist: Rembrandt, artist_info: Rembrandt is known for his masterful use of light and shadow, which can be seen in the way he illuminated the figures and created atmosphere in this painting., style: Baroque, type: Genre painting, colors: {'dominant': 'Warm browns, ochres, and deep shadows', 'accent': 'Whites, yellows, and subtle reds'}, time: 17th century, medium: Oil on canvas, subject: The biblical scene of Jesus revealing himself to two disciples after his resurrection during a meal at Emmaus., background: A dimly lit interior with one wall brightly illuminated by a light source, contrasting with deep shadows elsewhere., description: This painting features a dramatic use of chiaroscuro, highlighting the expressions and reactions of the figures at the moment of revelation. The figure of Jesus is absent, with attention focused on the two disciples. Notable is the way light falls across the table and the figure in the background, creating a spiritual and contemplative atmosphere that was a trademark of Rembrandt's religious scenes., path: img_397.jpg",2,"img_397.jpg"],[-4.0472841263,2.4004011154,"name: Gartenweg mit Hühnern, artist: Gustav Klimt, artist_info: Gustav Klimt was an Austrian symbolist painter, noted for his paintings, murals, sketches, and other objets d'art. Klimt's primary subject was the female body, and his works are marked by a frank eroticism., style: Symbolism, type: Landscape, colors: ['Red', 'Green', 'White', 'Brown', 'Black', 'Yellow'], time: 1916, medium: Oil on canvas, subject: A garden path flanked by blooming flowers with chickens, one prominently shown in the foreground., background: Densely packed garden with floral motifs and greenery, leading to a garden gate at the far end., description: The painting depicts a lush garden scene full of vibrant flowers and foliage, with chickens adding life to the serene setting. Klimt's use of color and intricate patterns creates a tapestry-like effect, blurring the line between realism and abstraction. The work reflects Klimt's fascination with nature and his unique ability to blend naturalistic detail with symbolic and decorative elements., path: img_183.jpg",11,"img_183.jpg"],[5.5599427223,-5.2183365822,"name: Without Hope, artist: Frida Kahlo, artist_info: Frida Kahlo was a Mexican painter known for her many portraits, self-portraits, and works inspired by the nature and artifacts of Mexico. This painting was created during a time when Kahlo was bedridden due to health issues, which is often reflected in the themes of her work., style: Surrealism, type: Self-portrait, colors: ['White', 'Red', 'Brown', 'Purple', 'Black'], time: 1945, medium: Oil on canvas, subject: The painting features a sun-like disc at the top with dark clouds emanating from it, possibly symbolizing a state of despair or lack of hope. Below this, there's a depiction of what seems to be bodily fluids dropping from a pair of surgical scissors into a sea that transitions into a barren landscape, hinting at themes of pain and sterility., background: The background is dominated by a large, overbearing sky that transitions from a troubling grey near the top to a clearer, brighter hue towards the horizon., description: The painting 'Without Hope' by Frida Kahlo is a bleak portrayal of her suffering and emotional pain during a period of poor health. Noted for its surrealistic style, it employs metaphorical imagery to express themes of anguish, illness, and the burden of existence. Kahlo's incorporation of personal symbols and visceral imagery makes this artwork strikingly poignant and emotionally charged., path: img_350.jpg",9,"img_350.jpg"],[-4.1897673607,0.9937060475,"name: Still Life: Vase with Fifteen Sunflowers, artist: Vincent van Gogh, artist_info: Van Gogh is known for his expressive use of color and brushwork, which is evident in this particular painting., style: Post-Impressionism, type: Still Life, colors: ['Yellow', 'Blue', 'Brown', 'Green'], time: Late 19th Century, medium: Oil on canvas, subject: A close-up view of a vase with a large, vibrant sunflower laying at its side., background: A contrast between the blue background and the yellow of the sunflower., description: This painting features a single sunflower with its petals and seeds in full detail, complemented by a thick application of paint that adds a three-dimensional effect. The vivid yellow of the sunflower stands out against the rich blue background, and the swirling textures throughout the piece are characteristic of van Gogh's dynamic and emotional style., path: img_173.jpg",-1,"img_173.jpg"],[-1.4092752934,4.9198961258,"name: Alnwick Castle, artist: William Turner, artist_info: Joseph Mallord William Turner was renowned for his expressive colourisations, imaginative landscapes, and turbulent marine paintings. His work laid the groundwork for the Impressionist movement., style: Romanticism, type: Landscape, colors: ['Blue', 'Yellow', 'White', 'Brown', 'Grey'], time: Early 19th century, medium: Oil on canvas, subject: An atmospheric portrayal of Alnwick Castle, with figures and deer in the foreground, background: Alnwick Castle under the moonlight, partially obscured by atmospheric haze, description: The painting captures the mood of a tranquil evening, with the warm full moon illuminating the scene, throwing light upon the water and the castle's facade. Turner's use of light and shadow creates a romanticized, almost ethereal view of the castle., path: img_361.jpg",7,"img_361.jpg"],[-2.3352925777,-8.6444597244,"name: The Entombment of Christ, artist: Peter Paul Rubens, artist_info: Peter Paul Rubens was a Flemish artist known for his vibrant coloration and lively figurative paintings. He focused on religious themes, mythological scenes, and history paintings, making significant contributions to the Baroque art movement. His style was characterized by richness and dramatic intensity, often depicting movement and sensuality. This painting particularly captures his mastery in rendering the human form and emotions., style: Baroque, type: Religious Painting, colors: ['White', 'Earthy browns', 'Shades of red', 'Subdued blues', 'Black'], time: Early 17th century, medium: Oil paint, subject: The painting depicts the biblical scene of the entombment of Jesus Christ, following his crucifixion. Central to the image is the limp body of Christ being carefully handled by several figures, including Nicodemus and Joseph of Arimathea. The depiction of the characters is filled with emotion, capturing the tragedy and solemnity of the moment., background: The background of the painting is relatively stark and dark, emphasizing the dramatic lighting on the subjects and drawing attention to the central scene. Shadows cast by the figures and the minimal details of the tomb contribute to the somber mood of the work., description: The 'Entombment of Christ' by Peter Paul Rubens is a powerful Baroque painting that explores the theme of death and the anguish of Christ's followers during his burial. Rubens uses chiaroscuro, the striking contrast of light and shadow, to highlight the forms and create a three-dimensional effect. The white shroud draped over Christ acts as a visual anchor, while the mournful expressions and physical strain on the faces and bodies of those carrying him enhance the emotional impact of the scene., path: img_299.jpg",2,"img_299.jpg"],[2.8926053047,-7.4058523178,"name: Muchachos al avío, artist: Francisco Goya, artist_info: Francisco Goya is widely acclaimed as one of the most important Spanish artists of the late 18th and early 19th centuries, known for his dramatic and often somber thematic work., style: Romanticism, type: Print, colors: Monochromatic, predominantly black and white, time: Early 19th century, medium: Etching and aquatint, subject: The print depicts a group of boys preparing fireworks, likely for a celebration., background: Simplistic and dark with minimal detailing which puts emphasis on the subjects in the foreground, description: The artwork is part of Goya's 'Los Caprichos' series which often explored social and political themes using satire and dark humor. This particular print presents a scene with youthful figures engaged in activity, reflecting a livelier, yet still poignant aspect of life, potentially a commentary on the youth and the future. It is characterized by sharp contrasts of light and shadow, with fine attention to the expressions and movements of the figures., path: img_320.jpg",4,"img_320.jpg"],[7.6263523102,0.4096220732,"name: Saturn, Jupiter's father, devours one of his sons, artist: Peter Paul Rubens, artist_info: Rubens was renowned for his vibrant brushwork and exuberance; in this painting, he depicts the Greek myth of Kronos (Roman Saturn), reflecting Rubens's knowledge of classical mythology and his skill in conveying psychological and physical horror., style: Baroque, type: Mythological painting, colors: Dark earth tones with contrasts of pale flesh and red, time: Early 17th century, medium: Oil on canvas, subject: The Greek god Saturn consuming one of his children, fearing that they would overthrow him, a prophecy he had received from his parents Earth and Sky., background: A shadowy natural landscape with glimpses of daylight, emphasizing the dramatic scene., description: The painting is dominated by the horrific act of infanticide, detailing Saturn's wild eyes, and frantic expression as he devours his child, whose body is rendered with fluidity and softness, contrasting the gory scene. The use of chiaroscuro emphasizes the drama of the moment., path: img_286.jpg",-1,"img_286.jpg"],[-6.6204829216,-8.036567688,"name: Unknown, artist: Andrei Rublev, artist_info: Andrei Rublev was a medieval Russian painter of Christian icons and frescos. This piece relates to his religious works, most of which were created for churches., style: Byzantine iconography, type: Christian icon, colors: ['Blue', 'Gold', 'Red', 'White'], time: 15th Century, medium: Tempera on parchment, subject: The depiction is likely a saint or holy figure, common in the Eastern Orthodox Christian tradition, exhibiting a somber and reflective expression and holding a gospel book., background: The background is ornate with geometric designs, typical of the intricate backgrounds in icon paintings, possibly to symbolize the heavenly realm., description: This illuminated manuscript shows strong influence from Byzantine art, characterized by bold, linear outlines and a striking use of color and gold to signify the spiritual significance of the figure. The precise identity of the figure and the specific context of this image within Rublev's oeuvre is unclear, but it exemplifies his work as it pertains to religious iconography, particularly within the traditions of the Russian Orthodox Church., path: img_146.jpg",0,"img_146.jpg"],[1.9899115562,-0.4026038945,"name: The Treachery of Images (La Trahison des Images), artist: René Magritte, artist_info: René Magritte was a Belgian surrealist artist known for challenging observers' preconditioned perceptions of reality., style: Surrealism, type: Painting, colors: ['Green', 'Red', 'Brown', 'Black', 'White'], time: 1929, medium: Oil on canvas, subject: A realistic depiction of a pipe with the caption 'Ceci n'est pas une pipe.' (This is not a pipe.), background: The background is a simple, plain wall which generates contrast, making the subject the central focus of the painting., description: The painting presents a pipe with a detailed illustration. Below it, Magritte paints the paradoxical statement 'This is not a pipe,' which plays with the viewer's perception and highlights the disparity between an object and its representation. The painting is renowned for its thought-provoking commentary on reality and illusion., path: img_86.jpg",8,"img_86.jpg"],[-1.0190325975,1.4773420095,"name: Unknown, artist: Claude Monet, artist_info: Claude Monet was a founder of French Impressionist painting, and the most consistent and prolific practitioner of the movement's philosophy of expressing one's perceptions before nature., style: Impressionism, type: Landscape, colors: {'primary': ['blue', 'yellow'], 'secondary': ['pink', 'brown', 'white']}, time: Unknown, medium: Oil on canvas, subject: Figures ice-skating on a frozen river Bare winter trees, reflections on ice, background: Pale sky with light yellow tone Riverbank with line of winter trees, description: The painting depicts a winter scene with soft, loose brushwork, characteristic of Monet's Impressionist style. Figures are captured ice-skating on a frozen body of water, with delicate reflections and shadows beneath them. The trees on the bank are portrayed with rapid, vivid brushstrokes, conveying the feeling of cold, leafless branches. The color palette predominantly features a range of blues and yellows, creating a cool but luminous atmosphere, while touches of pink and brown add warmth and complexity to the scene. The use of light and color to depict the time of day and the frosty atmosphere is notable, as well as the sense of movement in the skaters and the naturalistic depiction of the ice and barren trees., path: img_76.jpg",12,"img_76.jpg"],[-4.0145230293,-5.0169725418,"name: The Pearl, artist: Mikhail Vrubel, artist_info: Mikhail Vrubel is often regarded as a Russian Symbolist painter. His work was characterized by a unique blend of influences, including Art Nouveau, Byzantine art, and Slavic folklore., style: Symbolism, type: Painting, colors: ['White', 'Gold', 'Red', 'Green', 'Brown', 'Beige'], time: Late 19th - Early 20th century, medium: Watercolor, subject: A figure of a woman draped in rich, oriental garments standing in a niche-like space, background: Simplified and abstract, with earthy and muted tones shaping the niche, description: The painting 'The Pearl' features a woman depicted in opulent attire, suggesting an exotic, perhaps Middle Eastern or Asian, influence. She appears to be standing in a shallow space that resembles a niche, framed by drapery or a structure resembling an arch. Her expression is pensive and her posture is somewhat rigid, as if caught in a moment of introspection. The colors are rich yet subdued, with an emphasis on the texture and drape of the fabrics illustrated by Vrubel's use of watercolor. The painting showcases Vrubel's interest in decorative elements and the exoticism that was popular among Symbolist artists during his time., path: img_248.jpg",3,"img_248.jpg"],[2.6995210648,-5.0268716812,"name: The Face of War, artist: Salvador Dali, artist_info: Salvador Dali was a prominent Spanish surrealist painter known for his striking and bizarre images in his surrealist work. This painting reflects Dali's reaction to the Spanish Civil War and the broader turmoil of World War II., style: Surrealism, type: Painting, colors: ['beige', 'brown', 'black', 'blue', 'white'], time: 1940, medium: Oil on canvas, subject: A disembodied head with horrified, gaping mouths where its eyes and mouth should be, set against a barren landscape., background: Desolate landscape with a washed-out blue sky, depicting a feeling of desolation and conflict., description: The painting shows a grotesque face with sockets filled with more faces in a state of anguish. It is mounted on a pedestal, suggesting a trophy or monument. The expression of fear and suffering, along with the desolation of the background, powerfully conveys the tragedy of war. The painting embodies Dali's feelings of despair during the war and is complete with desolate, almost apocalyptic imagery., path: img_118.jpg",5,"img_118.jpg"],[3.2595164776,1.9072061777,"name: Portrait of Jeanne Hébuterne, artist: Amedeo Modigliani, artist_info: Modigliani was known for his portraits characterized by elongated faces, necks, and figures. Jeanne Hébuterne was his frequent subject and partner., style: Modern, type: Portrait, colors: ['blue', 'black', 'white', 'peach'], time: Early 20th century, medium: Oil on canvas, subject: The painting depicts Jeanne Hébuterne with a stylized and elongated face, serene expression, and elegant attire., background: The background is rendered in shades of blue, with a darker blue forming a wall-like appearance behind the figure., description: This artwork is a testament to Modigliani's distinct style, featuring a calm and introspective portrayal of Jeanne Hébuterne with characteristic elongation of the face and neck, simplified features, and a muted color palette., path: img_9.jpg",1,"img_9.jpg"],[-2.8877599239,-9.8989191055,"name: The Vision of Saint Ignatius of Loyola, artist: Peter Paul Rubens, artist_info: Rubens was known for his Counter-Reformation altarpieces, portraits, landscapes, and history paintings of mythological and allegorical subjects. This work reflects his dynamic baroque style., style: Baroque, type: Religious Painting, colors: ['White', 'Red', 'Gold', 'Silver', 'Olive', 'Brown'], time: 17th Century, medium: Oil on canvas, subject: Saint Ignatius of Loyola in a white robe, having a vision Two attendants, one possibly a soldier Female figure, could represent Faith or a guiding spirit, background: Classical archway Distant, softly lit buildings and foliage, description: The painting depicts Saint Ignatius of Loyola having a vision, possibly of heavenly inspiration as he writes the Spiritual Exercises. The ethereal lighting and dynamic composition are typical of Rubens' dramatic approach to religious subjects. The prominent use of cloth and color highlight the emotion of the scene., path: img_294.jpg",2,"img_294.jpg"],[-5.4741783142,3.3332660198,"name: The Pear Tree, artist: Gustav Klimt, artist_info: Gustav Klimt was an Austrian symbolist painter and one of the most prominent members of the Vienna Secession movement. This painting reflects his interest in landscape and the natural world, which was a significant theme in his later works., style: Symbolism, Art Nouveau, type: Landscape Painting, colors: ['Brown', 'Yellow', 'Green', 'Blue', 'White'], time: 1903, medium: Oil on canvas, subject: A single, large pear tree in full bloom dominating the composition., background: A row of smaller trees in the distance under a hazy, light blue sky., description: The painting 'The Pear Tree' shows Klimt's unique treatment of nature, with a dense and decorative pattern of leaves on the tree, representing his departure from classical representation towards a more abstract and symbolist approach. The dappled effect of light on the leaves, using hues of yellow and green against darker colors, creates a rich, mosaic-like texture. The background is subdued, which further emphasizes the prominence of the pear tree in the foreground., path: img_195.jpg",-1,"img_195.jpg"],[2.3551838398,-4.2725658417,"name: The Enigma of William Tell, artist: Salvador Dali, artist_info: Dali was known for his striking and bizarre images in his surrealist work. His expansive artistic repertoire included film, sculpture, and photography, in collaboration with a range of artists in a variety of media., style: Surrealism, type: Painting, colors: ['Beige', 'Brown', 'Blue', 'White', 'Black'], time: 1933, medium: Oil on canvas, subject: A large, distorted figure resembling Vladimir Lenin stretches across the canvas, with a smaller figure, perhaps a representation of William Tell or Lenin's son, in the foreground. A grotesque appendage protrudes from the figure's back. The main figure is grotesquely elongated and strikingly emaciated, with the attributes of both Lenin and Tell, while the smaller figure is neutrally posed. The most striking feature is the oversized, mutated appendage springing from the back of the main figure., background: The background is a desolate, arid landscape typical of Dali's work, featuring bare rocks and a delicate portrayal of the sky. Sparse, desert-like with a few rocks and a hint of architectural structures in the distance. A gentle gradation of light suggesting either dawn or dusk., description: The painting is a complex image full of symbolism and surrealistic invention, where Dali manipulates classical figures in an open landscape. The elongation of the main figure, and the incongruous depictions of body parts, creates a dream-like vision that challenges perception and invokes a sense of psychological unease., path: img_115.jpg",5,"img_115.jpg"],[-5.3935575485,-2.4836673737,"name: Unknown, artist: Kazimir Malevich, artist_info: Kazimir Malevich was an avant-garde Russian painter and art theoretician, known for his pioneering work in abstract art and for the development of the art movement Suprematism, whose ethos focused on basic geometric forms and a limited range of colors., style: Expressionism\/Pre-Suprematism, type: Portrait, colors: Primarily uses dark and muted tones with highlights of white and touches of blue and yellow., time: Early 20th century, medium: Oil on canvas, subject: Portrait of a man, possibly the artist himself or an unknown figure, with a serious, intense gaze., background: Abstract, undefined, and dark with hints of color, possibly suggesting an interior space., description: The painting features a close-up portrait of a contemplative male figure, executed with broad, painterly brushstrokes that emphasize the features and expressions. The emotional intensity of the subject is captured through the use of contrasting colors and textures., path: img_224.jpg",6,"img_224.jpg"],[0.5699874163,-1.456633687,"name: Personnage assis, artist: Rene Magritte, artist_info: Rene Magritte was a Belgian surrealist artist known for his thought-provoking and whimsical imagery, often exploring hidden meanings and challenging perceptions of reality which is evident in this painting., style: Surrealism, type: Portrait, colors: ['Red', 'Black', 'White', 'Brown', 'Grey'], time: 20th century, medium: Oil on canvas, subject: A man standing upright wearing a long coat, a bowler hat, and holding an umbrella, with a caption 'personnage assis' meaning 'seated figure' which adds a layer of contradiction as the subject is standing., background: A solid, flat reddish-orange color which emphasizes the subject and gives a sense of surrealism., description: The painting depicts a man standing with conventional attire in sharp contrast with the surreal background color and the text beneath him. The irony of the title 'Personnage assis' with the standing figure in the painting is a characteristic play on reality and language, which is a striking feature of Magritte's work. The overall image challenges the viewer's expectation and invites them to question the relationship between text and image., path: img_82.jpg",8,"img_82.jpg"],[-4.6288452148,2.83375597,"name: Blumengarten (Flower Garden), artist: Gustav Klimt, artist_info: Gustav Klimt was an Austrian painter who was a key figure of the Vienna Secession movement. This painting does not feature the gold leaf and ornate symbolism most closely associated with his iconic 'Golden Phase' artworks., style: Art Nouveau, Vienna Secession, type: Landscape, colors: Greens, yellows, blues, and splashes of various other colors, time: Early 20th century, specifically around 1905-1907, medium: Oil on canvas, subject: A lush garden filled with dense, blooming flowers and tall green trees, background: The upper half of the painting reveals a hint of a blue sky peeping through the dense foliage, description: The painting is a lush, textured representation of a garden, with the focus on the pattern and colors of the flowers rather than an accurate botanical depiction. The use of vibrant color and the absence of human figures is a departure from Klimt's more famous figurative works., path: img_188.jpg",11,"img_188.jpg"],[1.6962282658,-4.1932420731,"name: The Metamorphosis of Narcissus, artist: Salvador Dalí, artist_info: Salvador Dalí was a prominent Spanish surrealist artist known for his striking and bizarre images. His work often includes themes of dreams, the subconscious, and religious symbolism, which he connects through his theory of 'paranoiac-critical method,' a strategy to access the subconscious for artistic creativity., style: Surrealism, type: Painting, colors: ['Soft yellows', 'Blues', 'Whites', 'Browns', 'Greys'], time: 1937, medium: Oil on canvas, subject: A distorted human figure facing a stone-like hand holding an egg from which a narcissus flower is blooming. Figures that resemble sculptures in a desolate landscape with water and a humanoid figure gazing into it. A figure in the background holding up a drapery, possibly symbolizing the shroud of illusions., background: A desolate, rocky landscape with water, under a twilight or dawn sky with soft cloud patterns., description: This painting is Dalí's interpretation of the myth of Narcissus, focusing on the themes of transformation and fixation. The foreground shows a kneeling figure, which morphs into a hand holding an egg with a flower, symbolizing both Narcissus' self-absorption and his metamorphosis. The dual images suggest Dalí's use of 'double imagery,' where one form can be interpreted in multiple ways. The desolate landscape and enigmatic figures give the piece an unsettling and dreamlike atmosphere typical of Dalí's work. Intriguing details, like the separate scene on the right and the globe on the left, invite viewers to consider multiple narratives and realities., path: img_109.jpg",5,"img_109.jpg"],[4.2450118065,-4.5991182327,"name: The Weeping Woman, artist: Pablo Picasso, artist_info: During the time Pablo Picasso created this painting, he was deeply affected by the Spanish Civil War and his personal conflicts with his muse Dora Maar., style: Cubism, type: Painting, colors: ['Blue', 'White', 'Black'], time: 1937, medium: Oil on canvas, subject: A woman who appears to be in a state of grief and despair, with her hands held up to her face as if she is crying., background: A dark blue, almost monochromatic backdrop that emphasizes the subject's emotional turmoil., description: This expressionistic work is a poignant representation of sorrow, with its distorted facial features and anguished expression enhancing the emotional impact of the painting. The fragmented cubist style adds to the feeling of disarray and mental disruption associated with intense grief., path: img_270.jpg",-1,"img_270.jpg"],[-5.4582190514,-4.6296591759,"name: Unknown, artist: Mikhail Vrubel, artist_info: Vrubel is known for his unique style that combined elements of the Russian Art Nouveau movement with traditional Russian folk art and themes from mythology., style: Symbolism, type: Sketch, colors: {'dominant': 'brown', 'additional': ['beige', 'tan', 'white']}, time: Late 19th to early 20th century, medium: Pencil on paper, subject: A candlestick with a candle, chess pieces, and a decanter The candle is unlit Chess pieces appear scattered or arranged in a non-standard fashion, background: Indistinct and sketchy, suggestive of an indoor setting with possible floral patterns, description: The work features a detailed still life arrangement capturing the interplay of light and texture. Vrubel's fine pencil strokes provide a sense of realism to the objects while also incorporating a sense of the ethereal typical of Symbolist art, emphasizing the symbolic potential of ordinary objects. The intricacy of the candlestick and decanter's design The careful shading technique used to create depth and form, path: img_251.jpg",3,"img_251.jpg"],[-5.5472130775,-8.2332572937,"name: The Nativity of Jesus, artist: Andrei Rublev, artist_info: Andrei Rublev was a medieval Russian painter of Orthodox icons and frescoes. He is considered to be one of the greatest medieval Russian painters of Orthodox Christian icons and frescos., style: Byzantine, type: Religious iconography, colors: ['Red', 'Gold', 'White', 'Brown', 'Black'], time: Early 15th century, medium: Tempera on wood, subject: The scene depicts the birth of Jesus Christ, with the Virgin Mary, angels, and shepherds present. The central figure is the Virgin Mary in a red robe, reclining and gazing upon the Christ Child, who is lying in a manger., background: The background features a cave-like setting, which is typical for Orthodox iconography of the Nativity scene. Various figures and landscape elements blend into a unified spiritual representation., description: This icon is characterized by its spiritual atmosphere and simplified forms. The colors are rich yet subdued, and the figures exhibit a solemn and peaceful demeanor, which is typical of Rublev's work. The use of gold signifies the divine light and sacredness of the scene. Despite aging and damage to the work over time, the raw emotion and profound spirituality of the painting remain evident., path: img_140.jpg",0,"img_140.jpg"],[-5.1056804657,-7.5015525818,"name: The Resurrection of Christ, artist: Mikhail Vrubel, artist_info: Mikhail Vrubel is often regarded as the greatest Russian Symbolist painter. This work is notable for its innovative use of color and form, which reflects Vrubel's interest in Byzantine and early Renaissance art, as well his fascination with the spiritual and the mystical., style: Symbolism, type: Religious painting, colors: ['blue', 'green', 'white', 'gold', 'brown'], time: Late 19th century, medium: Tempera or oil on canvas, subject: The central focus is on the figure of Jesus Christ rising from the tomb, with angels present to witness the miracle. The composition might also include other figures reacting to the event., background: The scene is divided by architectural elements, possibly suggesting the interiors of a church or a sepulchre, with the darkness contrasting with the divine light radiating from the resurrected Christ., description: This painting illustrates Vrubel's unique style, which blends elements of traditional Russian iconography with Art Nouveau. It's characterized by flowing lines, a dynamic sense of movement, and a bold use of color, particularly the contrasting blues and whites. The divine halos and the mystic gazes of the figures add to the ethereal quality of the scene., path: img_246.jpg",0,"img_246.jpg"],[-3.6002926826,-3.1807739735,"name: Head of a Peasant Girl, artist: Kazimir Malevich, artist_info: Malevich was a pioneer of geometric abstract art and the originator of the Avant-garde Suprematist movement. This painting reflects his earlier engagement with peasant subjects before his shift to pure abstraction., style: Suprematism\/Peasant Art (pre-abstract phase), type: Painting, colors: ['Green', 'Red', 'White', 'Yellow', 'Blue'], time: Early 20th century, circa 1928-1932, medium: Oil on canvas, subject: Portrait of a woman's head and upper body with simple, stylized features and a solemn expression., background: Solid green with subtle texture variations., description: The work is one of the representations of Malevich’s interest in peasants, showing stylized and simplified facial features on a plain backdrop, focusing on geometric forms and the emotive use of color. It lacks the black squares and circles of his later Suprematism but is moving towards pure abstraction., path: img_235.jpg",-1,"img_235.jpg"],[-7.3683338165,-7.7969703674,"name: The Symbol of St. Mark, artist: Andrei Rublev, artist_info: Andrei Rublev is considered to be one of the greatest medieval Russian painters of Orthodox Christian icons and frescos., style: Byzantine, type: Icon painting, colors: ['Gold', 'Blue', 'Red', 'White', 'Beige'], time: 15th century, medium: Tempera on wood, subject: The painting depicts a winged lion holding a book, symbolizing St. Mark the Evangelist., background: A gold background with a blue rim containing white clouds on the outer edge., description: The painting is a traditional Orthodox icon, characterized by a symbolic and stylized representation of St. Mark as a lion, which is one of the four living creatures that symbolize the four evangelists. The lion holds a red book, suggesting the gospel attributed to St. Mark. The use of gold represents the divine light and holiness in iconography, while the blue rim with clouds has celestial connotations. The painting reflects the spiritual and religious art of the time and is a testament to Andrei Rublev's skill in creating deeply meaningful religious art., path: img_141.jpg",0,"img_141.jpg"],[3.1641435623,2.2282805443,"name: Jeanne Hébuterne with Yellow Sweater, artist: Amedeo Modigliani, artist_info: Modigliani is known for his portraits characterized by elongated faces, necks, and figures. This work likely reflects his deep affection for Jeanne Hébuterne, who was his partner and frequent subject., style: Modernism, type: Portrait, colors: ['yellow', 'black', 'white', 'various shades of green and ochre'], time: Early 20th century, medium: Oil on canvas, subject: The painting depicts Jeanne Hébuterne, Modigliani's partner, seated with a relaxed posture, her chin resting on her right hand, and donning a yellow sweater pairing with a black dress., background: The background is minimal and muted with a blend of greens and ochres, which helps in drawing attention to the subject., description: This painting is a testament to Modigliani's distinctive style, showing Jeanne Hébuterne in a contemplative pose with stylized features, a serene expression, and simplified forms, characteristic of Modigliani's approach to portraiture, which emphasizes the emotional state over realistic representation., path: img_3.jpg",1,"img_3.jpg"],[-1.8327581882,0.7275837064,"name: Landscape at Beaulieu, artist: Pierre-Auguste Renoir, artist_info: Renoir's work is characterized by a rich palette, an intimate execution, and a warm sensuality. This painting may reflect his interest in capturing the play of light and the vibrancy of the natural world., style: Impressionism, type: Landscape, colors: ['blue', 'green', 'white', 'brown', 'pink'], time: Late 19th century, medium: Oil on canvas, subject: A scenic view of Beaulieu with trees, grass and a house in the distance., background: The background features a bright sky with white clouds and a building, possibly a villa, which is partially obscured by the lush trees., description: This painting depicts a serene landscape imbued with light and atmosphere, typical of Renoir's impressionist style. The brushwork is loose and fluid, capturing the essence of the countryside scene. The trees dominate the composition, their foliage created with quick, vibrant strokes, suggesting the movement of leaves in the breeze. The house in the background adds a sense of quiet habitation to the natural setting, evoking a sense of peaceful coexistence with nature. Despite its seeming spontaneity, the painting is carefully composed, with a balance between light and shade, and a harmonious color palette that brings the scene to life., path: img_314.jpg",12,"img_314.jpg"],[2.3159191608,0.0955900848,"name: The Flavour of Tears, artist: René Magritte, artist_info: Belgian surrealist artist, known for challenging observers' preconditioned perceptions of reality., style: Surrealism, type: Painting, colors: ['dark blue', 'silver', 'orange', 'yellow', 'black', 'white'], time: 1948, medium: Oil on canvas, subject: A large tuba with flames coming out from behind, juxtaposed in a way that challenges reality., background: Solid dark blue walls with lighter floor, creating a stark contrast with the flaming tuba., description: This painting features a tuba with unexpected flames erupting from behind, defying the logic of cause and effect, a typical trait of Magritte's work. The flames are painted with dynamic strokes of orange and yellow, suggesting movement, while the tuba itself is rendered in a silverish tone, meticulously detailed to create realism amid the surreal context. The juxtaposition evokes a sense of mystery, common in Magritte's paintings, which often contain ordinary objects in unusual contexts that give new meanings to familiar things., path: img_96.jpg",8,"img_96.jpg"],[4.7721996307,-2.7983891964,"name: Seated Woman with Wrist Watch, artist: Pablo Picasso, artist_info: Picasso was a Spanish painter, sculptor, printmaker, ceramicist and stage designer considered one of the greatest and most influential artists of the 20th century. He is known for co-founding the Cubist movement and for a wide variety of styles that he helped develop and explore., style: Cubism, type: Painting, colors: ['Brown', 'Orange', 'Black', 'White', 'Beige'], time: Early 20th century, medium: Oil on canvas, subject: A depiction of a seated woman with abstract and geometric representation, featuring a pronounced wrist watch on her left arm., background: The background is composed of muted brown and beige tones that are relatively flat and lacking in detail to foreground the subject., description: This painting features a distorted, angular representation of a woman seated in a chair. The use of geometric shapes and interplay of colors portray the fragmented nature of cubism. The wrist watch is a notable detail that suggests a theme of time or modernity in daily life., path: img_260.jpg",8,"img_260.jpg"],[-3.1091570854,3.4032151699,"name: Swamp, artist: Gustav Klimt, artist_info: Gustav Klimt was an Austrian Symbolist painter known for his murals, sketches, and other objets d'art. Klimt is noted for his paintings, murals, sketches, and other objects d'art. Klimt's primary subject was the female body, and his works are marked by a frank eroticism. However, this particular painting is a landscape, which is less common in his body of work., style: Symbolism, type: Landscape Painting, colors: {'main': ['green', 'brown', 'blue', 'white', 'orange'], 'additional': ['black', 'grey']}, time: Early 20th century, medium: {'primary': 'Oil', 'surface': 'Canvas'}, subject: A murky swamp with reflecting water amidst a wooded area. Reeds and leaves are visible in the foreground. Reflections in the water suggest a hidden depth., background: Cluster of trees with dense foliage shrouded in soft, muted light, portraying a mysterious and atmospheric setting., description: The painting 'Swamp' by Gustav Klimt reflects the artist's foray into landscape art, showcasing his unique blend of symbolism and naturalism. The painting depicts an enigmatic and serene natural scene, focusing on the interplay of light and texture. The reflections of the light on water create a mesmerizing effect, while the subdued color palette evokes a sense of tranquility and contemplation. The intricate depiction of foliage and the soft, luminous quality of the swamp water are striking details that emphasize Klimt's skill in rendering natural environments with a dream-like quality., path: img_185.jpg",-1,"img_185.jpg"],[0.4485331476,-4.4464626312,"name: The Persistence of Memory, artist: Salvador Dalí, artist_info: Salvador Dalí was a prominent Spanish surrealist painter known for his striking and bizarre images. His work often included themes of dreams, subconsciousness, and time, as illustrated in 'The Persistence of Memory'., style: Surrealism, type: Painting, colors: ['yellow', 'blue', 'brown', 'white', 'black'], time: 1931, medium: Oil on canvas, subject: The central subject includes several melting clocks, which may symbolize the relativity of time and space. The background features a desolate seascape that enhances the dream-like and bizarre quality of the scene., background: The background contains a barren landscape with calm seas, stark cliffs, and a dead tree, contributing to the surreal atmosphere., description: The painting depicts a dream-like scene with melting clocks draped over various objects in a desolate landscape, invoking a sense of time's fluidity and distortion within dreams. A distorted face that resembles Dalí's own is often interpreted as a self-portrait lying on the ground. The clear, bright sky contrasts with the strange elements of the foreground, creating a mysterious and thought-provoking tableau., path: img_111.jpg",5,"img_111.jpg"],[5.2226843834,2.3065199852,"name: The Boy in the Red Vest, artist: Amedeo Modigliani, artist_info: Amedeo Modigliani was an Italian painter and sculptor known for his modern style and the depiction of figures with elongated faces and figures, which can be seen in this painting., style: Modern, type: Portrait, colors: ['Red', 'Blue', 'White', 'Black', 'Yellow'], time: Early 20th century, medium: Oil on canvas, subject: A young boy in a red vest, depicted from the side as he reads a book. His face is mostly in profile, showing Modigliani's characteristic stylization with an elongated neck and softened facial features., background: Consists of vertical and horizontal brush strokes in varying colors that suggest an interior setting with a patterned wall or perhaps abstract elements., description: The painting shows Modigliani's distinctive style that merges portraiture with a certain degree of abstraction. The color palette is somewhat muted with emphasis on the red of the boy's vest, and the brushwork gives the painting a textured, dynamic quality. The posture and engagement of the boy with his book suggest a moment of quiet introspection, characteristic of many of Modigliani's works., path: img_1.jpg",1,"img_1.jpg"],[-5.3483409882,-1.156144619,"name: Unknown, artist: Vasily Kandinsky, artist_info: Russian artist Vasily Kandinsky is credited with painting one of the first recognized purely abstract works. He was associated with the Expressionist movement and later was a teacher at the Bauhaus., style: Expressionism, type: Painting, colors: ['Blues', 'Reds', 'Yellows', 'Greens', 'Purples', 'Blacks', 'Whites'], time: Early 20th century, medium: Oil on canvas, subject: Figurative scene with boats and people, possibly a festival or market scene by a river or lakeside., background: Depicts a town or cityscape in the distance with structures and figures that blend into the background., description: The painting features a vibrant, crowded scene with an emphasis on the dynamic movement of color and form. It shows Kandinsky's transition from representational painting to abstract compositions. The boats and figures are stylized with a mix of folk art influences and a burgeoning abstract style., path: img_20.jpg",6,"img_20.jpg"],[-6.0804896355,-7.9558525085,"name: Christ the Redeemer, artist: Andrei Rublev, artist_info: Andrei Rublev is considered to be one of the greatest medieval Russian painters of Orthodox icons and frescoes., style: Byzantine, type: Icon, colors: ['Red', 'Gold', 'Black', 'White'], time: Early 15th century, medium: Tempera on wood, subject: A depiction of Jesus Christ seated, holding an open book, and making a gesture of blessing., background: Gold represents the divine light and a deep red that symbolizes the divine life, enveloped within a black mandorla shape., description: This iconic religious work exemplifies the spiritual and serene characteristics of Russian iconography, characterized by its highly symbolic and stylized representation. The distinct halo and solemn facial expression are notable features of Rublev's portrayal of divine figures., path: img_147.jpg",0,"img_147.jpg"],[4.2504811287,-4.6268606186,"name: Weeping Woman, artist: Pablo Picasso, artist_info: Pablo Picasso, renowned for his role in pioneering Cubism and his extensive oeuvre, created the 'Weeping Woman' as part of a series in response to the Spanish Civil War and the bombing of the Basque town of Guernica., style: Cubism, type: Painting, colors: ['Blue', 'Yellow', 'Green', 'Red', 'White', 'Black'], time: 1937, medium: Oil on canvas, subject: The painting depicts a woman crying with a handkerchief up to her face, showing a dynamic mixture of anguish and distortion., background: The background is minimalist and abstract, with darker hues that contrast with the brighter colors used for the subject., description: This striking work is part of Picasso's emotional response to the tragedies of war, particularly the Spanish Civil War. Notable for its expressive use of color and form, the 'Weeping Woman' conveys profound grief and loss. The distorted features and fragmented style are characteristic of Cubist works, which break with traditional perspectives and explore the subject from multiple angles., path: img_271.jpg",-1,"img_271.jpg"],[3.532184124,1.847864151,"name: Jeanne Hébuterne, artist: Amedeo Modigliani, artist_info: Amedeo Modigliani is known for his modern style characterized by elongated faces and figures., style: Modernism, type: Portrait, colors: ['Earthy tones', 'Ochre', 'Umber', 'Black', 'White'], time: Early 20th century, medium: Oil on canvas, subject: Portrait of Jeanne Hébuterne, Modigliani's partner, depicted with stylized and elongated facial features typical of Modigliani's work., background: Indistinct, dark and earthy tones blending with the subject's clothing., description: The painting features Modigliani's muse and partner with an elongated neck, a small mouth, and an oval face with a stylized nose and eyes, showing the subject's introspective demeanor. The background is muted, allowing the subject to dominate the composition., path: img_16.jpg",1,"img_16.jpg"],[5.9294734001,-1.4229487181,"name: Two Women Running on the Beach (The Race), artist: Pablo Picasso, artist_info: Picasso created this work during his neoclassical period influenced by a return to classicism in the 1920s., style: Neoclassical, type: Painting, colors: ['Blue', 'Beige', 'Gray', 'White', 'Pink'], time: 1922, medium: Oil on canvas, subject: Two robust women running with their arms linked, on a beach., background: An expression of deep blue sky with light clouds above a rocky beach., description: The painting depicts a dynamic scene full of movement. Despite Picasso's fame for cubism, this painting is a departure from that style, reflecting the classical beauty of the human form and movement. With exaggerated and rounded forms, the joy and freedom of the figures are emphasized, and the simplicity and bright color palette stand out against the cliché of his earlier style., path: img_262.jpg",-1,"img_262.jpg"],[-2.4364337921,-1.1387488842,"name: Gabrielle and Jean, artist: Pierre-Auguste Renoir, artist_info: Renoir often painted intimate compositions of family and friends, which include his nanny Gabrielle and his son Jean. His portrayal of light, shadow, and character in these personal works convey warmth and affection., style: Impressionism, type: Portrait, colors: ['blue', 'orange', 'yellow', 'white', 'red'], time: Late 19th century, medium: Oil on canvas, subject: The painting depicts Gabrielle Renard, the family's nanny, embracing Jean, Renoir's youngest son., background: The background is rendered with loose, expressive brushstrokes in various shades of blue and white that create a soft, out-of-focus effect, typical of Renoir's later style., description: This intimate painting captures a tender moment between the two figures. The brushwork is characteristically impressionistic, with visible strokes that create texture and vibrancy. Gabrielle's face is depicted with delicate modeling, while Jean's features are softened, almost blending with the surrounding colors, highlighting his innocence. The evident affection and the play of light highlight Renoir's mastery in depicting human emotion and familial warmth., path: img_303.jpg",12,"img_303.jpg"],[-0.8124038577,-11.5929412842,"name: The Extraction of the Stone of Madness, artist: Hieronymus Bosch, artist_info: Hieronymus Bosch was a Dutch painter known for his use of fantastic imagery to illustrate moral and religious concepts and narratives., style: Northern Renaissance, type: Painting, colors: ['Green', 'Brown', 'Blue', 'Red', 'White'], time: circa 1488–1516, medium: Oil on oak panel, subject: The painting depicts a surgeon, who is a charlatan, using a trephine to remove a 'stone of madness' from a patient's head. The 'stone' is actually a flower bulb, symbolizing the false nature of the cure. Surgeon Patient Onlookers, background: The landscape features a serene countryside with hills, fields, a body of water, and buildings in the distance, contrasting with the bizarre nature of the surgery., description: The painting showcases Bosch's distinctive style, combining detailed realistic elements with surreal, symbolic imagery. The juxtaposition of a calm landscape with the quackery of the surgeon highlights the folly of the superstitious practice, a common theme in Bosch's works., path: img_218.jpg",2,"img_218.jpg"],[0.6681449413,-0.1160857752,"name: La condition humaine, artist: René Magritte, artist_info: René Magritte was a Belgian surrealist artist known for his thought-provoking images challenging observers' preconditioned perceptions of reality., style: Surrealism, type: Painting, colors: ['blue', 'white', 'grey', 'green', 'brown'], time: 20th century, medium: Oil on canvas, subject: A canvas depicting a landscape portion is aligned perfectly with a background showing the same landscape, creating a continuation effect., background: A sky with scattered clouds is seen both on the canvas and in the actual background, blurring the line between the depicted scene and reality., description: The painting portrays the surreal technique of combining different visual elements to question the distinction between perceived reality and representation. The curtain-like representation of the sky and the clever alignment with the actual sky in the background provide a striking visual paradox., path: img_98.jpg",8,"img_98.jpg"],[-1.3210412264,-1.184800148,"name: Unidentified, artist: Pierre-Auguste Renoir, artist_info: Renoir was a leading painter in the development of the Impressionist style. Information specific to this painting is not available because the work is not identified., style: Impressionism, type: Genre painting, colors: ['Blue', 'White', 'Black', 'Yellow', 'Beige'], time: Late 19th century, medium: Oil on canvas, subject: A depiction of a seated woman in a large blue dress, absorbed in an activity like reading or sewing, with a standing male figure in the background, possibly observing or waiting., background: Impressionistic interpretation of an interior space, with curtains and indistinct features suggesting a domestic setting., description: This painting by Renoir captures the essence of Impressionism with its loose brushwork and play of light. The figures are rendered with soft, flowing lines emphasizing the movement and atmosphere rather than the detail. There is a noticeable contrast between the vivid blue of the woman's dress and the muted background tones., path: img_311.jpg",12,"img_311.jpg"],[0.4123865962,-11.1046228409,"name: The Haywain Triptych, artist: Hieronymus Bosch, artist_info: Dutch painter known for his surreal and allegorical depictions of religious concepts and narratives. The Haywain depicts themes of sin, folly, and the transient nature of earthly pleasures., style: Northern Renaissance, type: Triptych, colors: ['Earthy tones', 'muted blues', 'vibrant reds', 'greens'], time: Early 16th century, circa 1516, medium: Oil on wood panel, subject: Garden of Eden and the fall of man with depictions of Adam and Eve and various creatures The haywain, which symbolizes material temptation, surrounded by a panorama of human folly and vice Hellish landscape depicting the consequences of sin with demonic creatures and tortured souls, background: Idyllic garden setting leading to the creation of Eve Expansive landscape with towns, fields, and distant mountains Chaotic and nightmarish hellscape, description: This triptych presents a moral and didactic view of the world, typical of Bosch's work, emphasizing human susceptibility to sin, the futility of worldly pleasures, and the inevitability of judgment. Notable features include the diverse and imaginative portrayal of humanity and the grotesque demons in the right panel. The haywain itself is a focal point, drawing all sorts of people, symbolizing the universality of sin., path: img_210.jpg",2,"img_210.jpg"],[1.1675746441,-3.0187363625,"name: The Rainy Taxi (The Wet Cab), artist: Salvador Dali, artist_info: This painting was made by Salvador Dalí, a prominent Spanish surrealist artist known for his striking and bizarre images. Dalí's work is often connected with themes of dreams, subconsciousness, and surrealism, influencing the way he portrays reality in his artwork., style: Surrealism, type: Painting, colors: ['blue', 'brown', 'black', 'white', 'orange'], time: 1938, medium: Oil on canvas, subject: A classic black luxurious car draped with dark blue cloth and a red piece of fabric, showcasing surreal elements such as the car being covered with water as if it's raining inside. A similar image as top but with the car appearing to be decayed and overgrown with branches, illustrating decay and the passage of time., background: A simple, open landscape with a clear sky, providing a stark contrast to the surreal subject. Identical to the top in terms of landscape, but with a darkened, more ominous sky., description: The artwork depicts a diptych of the same scene with contrasting conditions of the car, reflecting on themes like decay and the ephemeral nature of material objects. The striking details include the contrast of the clear sky with the unusual phenomena of the car and the eerie transformation from the first scene to the second, with surreal elements such as the rain inside the car and the overgrown look in the lower image being typical of Dalí's style., path: img_101.jpg",-1,"img_101.jpg"],[-1.6654336452,-3.5046136379,"name: Unknown, artist: Gustav Klimt, artist_info: Gustav Klimt was an Austrian symbolist painter, known for his paintings, murals, sketches, and other objets d'art. Klimt's primary subject was the female body, and his works are marked by a frank eroticism., style: Symbolism, type: Sketch, colors: Monochromatic brown tones, time: Unknown, medium: Pencil on paper, subject: Portrait of a woman facing forward with her head slightly turned to the side. She has an elegant hairstyle, typical of the late 19th or early 20th-century fashion., background: The background is plain, without any discernible details, emphasizing the subject., description: This sketch by Gustav Klimt showcases his ability to capture the essence and grace of a female subject with simple yet confident pencil strokes. The delicate shading and attention to detail in the woman's features are indicative of Klimt's style, focusing on the raw beauty and elegance of his subjects., path: img_184.jpg",-1,"img_184.jpg"],[-0.7386905551,-10.5974969864,"name: The Temptation of St. Anthony, artist: Hieronymus Bosch, artist_info: Hieronymus Bosch was known for his symbolic and allegorical works, and 'The Temptation of St. Anthony' is part of a series that depicts the saint's supernatural temptations., style: Northern Renaissance, type: Religious Painting, colors: ['Yellow', 'Green', 'Brown', 'Blue'], time: Early 16th Century, medium: Oil on panel, subject: St. Anthony, known for his piety, is depicted amidst various temptations and torments by demons., background: A landscape filled with imaginative and surreal elements typical of Bosch's works, including a mixture of fantastical creatures and distorted structures., description: This artwork is a rich canvas laden with various allegorical and fantastical elements symbolizing evil and temptation. The central figure of the painting, St. Anthony, is shown in isolation, resisting the cacophony of bizarre occurrences around him. The intricate detail and surreal nature of the creatures and landscapes are striking, creating a chaotic yet masterfully composed tableau that reflects the inner struggles of the saint., path: img_211.jpg",2,"img_211.jpg"],[5.8363900185,-3.6515412331,"name: Itzcuintli Dog with Me, artist: Frida Kahlo, artist_info: Frida Kahlo is a renowned Mexican artist known for her self-portraits that often incorporate symbolic portrayals of physical and psychological wounds. She drew extensively on her personal life and her own reality to create her works., style: Surrealism, type: Portrait, colors: ['black', 'white', 'blue', 'brown', 'gold', 'grey'], time: 1940s, medium: Oil on canvas, subject: Frida Kahlo seated in a chair with a small Itzcuintli dog by her feet., background: A plain, lightly textured wall and a flat floor, creating a sense of depth and space., description: The painting features Frida Kahlo in a composed, yet powerful pose. Dressed in traditional Tehuana attire that she frequently wore, which includes a huipil top with a black lace and a long, flowing skirt. Kahlo's direct gaze engages the viewer, while her signature braided hair and prominent jewelry add to her commanding presence. A small, dark-colored Itzcuintli dog, a breed native to Mexico, accompanies her. The dog and Kahlo both share a quiet dignity, emphasizing Kahlo's connection to her Mexican heritage. The simplicity of the background focuses attention on the details of her clothing and the intimate presence of the dog, suggesting a serene atmosphere. Overall, the painting reflects Kahlo's exploration of identity and her personal struggles through the use of allegorical companions and rich cultural symbolism., path: img_345.jpg",-1,"img_345.jpg"],[7.2014727592,-3.5589718819,"name: Portrait of Lupita Morillo, artist: Diego Rivera, artist_info: Diego Rivera was a prominent Mexican painter and muralist associated with the Mexican Mural Renaissance. He is known for his large frescoes that helped establish the Mexican mural movement. His works often contain social and political messages., style: Social Realism, type: Portrait, colors: ['Blue', 'Yellow', 'Red', 'White'], time: 1938, medium: Oil on canvas, subject: A seated woman (Lupita Morillo) with a direct gaze, wearing a traditional Mexican outfit with a yellow blouse, red scarf, and a white skirt adorned with a floral pattern., background: A solid blue wall behind the subject with a yellow floor or mat, creating a stark contrast with the warm tones of the clothing., description: This painting is characterized by Rivera's use of vivid colors and attention to the details of the subject's traditional Mexican attire. The woman's expression is solemn and dignified, and her posture is formal. The simplicity and solidity of the block colors in the background focus attention on the subject, Lupita Morillo, whose figure is portrayed with a sense of respect and individuality. The painting reflects Rivera's interest in depicting the people and culture of Mexico., path: img_59.jpg",10,"img_59.jpg"],[-3.8527593613,-9.4394388199,"name: The Supper at Emmaus, artist: Rembrandt, artist_info: Rembrandt is known for his masterful use of light and shadow, which is a distinct characteristic visible in this painting., style: Baroque, type: History painting, colors: ['Earthy tones', 'dim lighting', 'contrasts of light and shadow'], time: 17th century, medium: Oil on canvas, subject: The painting depicts the biblical scene of the resurrected Jesus having supper with two disciples at Emmaus, where they recognize him in the breaking of the bread., background: A dimly lit, humble interior possibly an inn, with architectural elements and intricate detailing, reflective of 17th-century Dutch homes., description: The painting is characterized by a dramatic use of chiaroscuro and a striking interplay between light and dark areas, creating a profoundly spiritual atmosphere. Features such as the disciple's expressions of surprise and awe, and the radiance surrounding Jesus contribute to the emotional impact of the scene., path: img_395.jpg",2,"img_395.jpg"],[-5.9956555367,-0.7034655809,"name: Composition VII, artist: Wassily Kandinsky, artist_info: Kandinsky is credited with painting one of the first recognized purely abstract works., style: Abstract, type: Painting, colors: ['Red', 'Blue', 'Yellow', 'Black', 'White', 'Orange', 'Green'], time: 1913, medium: Oil on canvas, subject: Complex composition of abstract elements that suggests a narrative but resists a definitive interpretation., background: The background and foreground merge in a swirl of color and shape, creating a sense of depth and dynamism., description: This highly abstract work reflects Kandinsky's fascination with composition and the expressive power of color and form. It captures the artist's psychological response to music and exemplifies his theory that painting can elicit emotional responses similar to music. Composition VII is often cited as a highlight of Kandinsky's work and is notable for both its size and the complexity of its arrangement. It is considered one of the most complex abstract paintings in the history of modern art., path: img_26.jpg",6,"img_26.jpg"],[-3.1800775528,0.3504260182,"name: Self-Portrait, artist: Vincent van Gogh, artist_info: Vincent van Gogh created numerous self-portraits throughout his career. This painting reflects his interest in color theory and the emotional impact of color and brushwork, key elements of Post-Impressionism., style: Post-Impressionism, type: Portrait, colors: ['blue', 'green', 'yellow', 'orange', 'white'], time: 1889, medium: Oil on canvas, subject: Vincent van Gogh himself, with a serious expression, gazing off to the right of the canvas. His red beard and hair are prominent., background: Dynamic brushstrokes in blue and green give the background a turbulent appearance, contrasting with the subject., description: The painting captures the essence of van Gogh's emotional state and his experimental approach to color and form. The thick, directional brushstrokes add a sense of texture and movement, which is characteristic of van Gogh's style., path: img_160.jpg",12,"img_160.jpg"],[-0.1839533001,-7.7692480087,"name: The Fall of Phaeton, artist: Peter Paul Rubens, artist_info: Rubens was a prolific 17th-century Flemish Baroque painter who is known for his bold, dramatic compositions and vibrant use of color, which is evident in this painting., style: Baroque, type: Historical painting, colors: {'dominant': ['red', 'brown', 'white', 'gold'], 'accent': ['black', 'flesh tones', 'grays']}, time: Early 17th century, medium: Oil on canvas, subject: Phaeton, son of the Sun god Helios, struggling to control his father's chariot pulled by horses The winged horse Pegasus A fallen figure beneath the horse's hooves Two cherubs, background: Chaotic dark clouds suggesting a tumultuous sky Indistinct landscape elements adding to the sense of disorder, description: This dramatic piece captures the moment of Phaeton's downfall, with dynamic movement and an emotional depiction of fear and chaos. The muscle work in the horses and the expressive faces are particularly striking, showcasing Rubens' mastery in rendering anatomy and emotion., path: img_298.jpg",-1,"img_298.jpg"],[0.3171943128,-10.2930288315,"name: The Wayfarer, artist: Hieronymus Bosch, artist_info: Hieronymus Bosch was known for his surreal and allegorical depictions of religious concepts, morality, and sin. In this painting, like many others, he illustrates a complex narrative with symbolic elements., style: Northern Renaissance, Early Netherlandish, type: Religious Painting, colors: ['Earthy tones', 'Greens', 'Blues', 'Browns'], time: Circa 1500-1510, medium: Oil on oak panel, subject: A traveler, depicted as a ragged individual with a walking stick, journeying through a landscape filled with various activities that symbolize moral and sinful behaviors., background: A landscape that includes various groups of people engaging in different behaviors, with natural features like trees, water, and distant structures., description: The Wayfarer is thought to represent the journey of life, with the wayfarer possibly resisting temptations or struggles as he travels. It features a dilapidated inn, a symbol of human folly, and a pond with someone bathing, which may illustrate the concept of purifying the soul. The panel's overall irregular shape suggests it might have been a part of a larger piece, possibly a triptych, and the details and symbolism present are typical of Bosch's intricate style. Notably, on the wayfarer's hat is a spoon and on his pouch, a figure of an owl, both of which might signify gluttony and wisdom or folly respectively., path: img_208.jpg",2,"img_208.jpg"],[5.516315937,-7.0935173035,"name: Face of Mae West Which May Be Used as an Apartment, artist: Salvador Dalí, artist_info: Spanish Surrealist artist known for his striking and bizarre images in his work., style: Surrealism, type: Painting, colors: ['brown', 'beige', 'black', 'white'], time: 1935, medium: Oil on canvas, subject: A surrealist portrait of Mae West's face transformed into a peculiar apartment scene., background: The background features elements designed to look like interior walls and a floor with a checkered pattern, contributing to the illusion of an indoor space., description: This Salvador Dalí painting uses objects and the arrangement of space to cleverly create an illusion of Mae West's face while simultaneously depicting an interior scene, showcasing Dalí's exceptional skill in double imagery., path: img_102.jpg",-1,"img_102.jpg"],[0.359128505,3.2191283703,"name: Unknown, artist: Unknown, artist_info: Not applicable, style: Unknown, type: Unknown, colors: Monochrome, time: Unknown, medium: Unknown, subject: The painting appears to depict a blurred image of a body of water, possibly a lake, with reflections and a backdrop of distant land or mountains., background: The background is indistinct, shrouded in darkness or haze, making it difficult to discern any specific details., description: The image provided appears to be a monochrome depiction with a focus on the interplay of light and shadow on the water's surface, creating a shimmering effect. Without clear details, the overall atmosphere of the painting is mysterious and perhaps even somber. There are no striking details or features that are immediately apparent due to the blurred and abstract quality of the image., path: img_187.jpg",-1,"img_187.jpg"],[-2.9587647915,1.3073891401,"name: Unknown, artist: Vincent van Gogh, artist_info: Van Gogh was known for his post-impressionist work and for his prolific painting period in the South of France., style: Post-Impressionism, type: Landscape, colors: ['Blue', 'Green', 'Brown', 'Black'], time: Likely late 19th century, medium: Oil on canvas, subject: Rural cottage with a thatched roof, possibly a farmhouse. There is a figure in dark clothing near the entrance., background: The sky is overcast with a swath of blue breaking through the predominantly gray backdrop. Possibly depicts a flat Dutch landscape., description: The painting features a somber, earthy palette and expresses a sense of rural solitude. The coarse brushstrokes reflect Van Gogh's emotional intensity and the texture of the landscape. The solitary figure adds to the sense of isolation. The contrast between the foreground and the distant horizon line creates depth., path: img_161.jpg",12,"img_161.jpg"],[1.0408240557,-0.7298207283,"name: The Interpretation of Dreams, artist: René Magritte, artist_info: Magritte's work frequently displays a collection of ordinary objects in an unusual context, giving new meanings to familiar things. This painting may reflect his interest in the discordance between the real and the perceived., style: Surrealism, type: Painting, colors: ['brown', 'black', 'white', 'beige', 'red'], time: 20th century, medium: Oil on canvas, subject: A hand protruding from darkness An apple floating above a corner A shadowy figure in a cloak A cut out of a leaf-shaped pattern over a black background, background: Each quadrant has a backdrop of walls and a shelf, suggesting different perspectives within a room., description: The painting features a split canvas into four quadrants, each depicting a different image that defies conventional visual logic, playing with perspective and shadow to challenge the viewer's perception and invoke the theme of dreams versus reality., path: img_89.jpg",8,"img_89.jpg"],[-1.5903565884,-9.9826469421,"name: Christ Carrying the Cross, artist: Hieronymus Bosch, artist_info: Hieronymus Bosch was known for his fantastical, symbolic, and sometimes macabre paintings, particularly of religious subjects. His works are characterized by the use of monstrous figures to convey moral and religious narratives and concepts., style: Northern Renaissance, type: Religious Painting, colors: ['Red', 'Black', 'Brown', 'Blue', 'Gold'], time: 1515-1516, medium: Oil on panel, subject: Portrays a close view of Christ surrounded by a crowd including various grotesque figures representing the torment and indifference of humanity., background: There is no distant background in this work; the focus is tightly on the faces and the figure of Christ, with the background mainly consisting of other characters in close proximity., description: This painting by Bosch presents a moment from the Passion of Christ, showing a crowded, chaotic scene where Jesus is carrying the cross to his crucifixion. Bosch's unique style is evident in the exaggerated, almost caricature-like features of the faces surrounding Christ, who appears somber and resigned amidst the cruelty and mockery. The play of light and dark, as well as the intense, vivid colors, particularly the reds and blues, highlight the emotional intensity of the scene., path: img_203.jpg",2,"img_203.jpg"],[-6.061542511,-7.9260296822,"name: Christ the Redeemer, artist: Andrei Rublev, artist_info: Andrei Rublev is considered to be one of the greatest medieval Russian painters of Orthodox icons and frescoes., style: Byzantine, type: Religious Icon, colors: ['Gold', 'Yellow', 'Brown', 'Black'], time: Early 15th Century, medium: Tempera on wood, subject: Depiction of Jesus Christ with a solemn expression, raising his right hand in blessing while holding a closed book in his left., background: Gold leaf which is traditional in iconography representing the divine light., description: The painting is notable for its spiritual expression and the technique of icon painting. Rublev's use of colors and light conveys the sacred nature of the portrayed figure. Christ's elongated face and fingers are characteristic of the icon's stylization., path: img_142.jpg",0,"img_142.jpg"],[2.9351918697,-0.8086637855,"name: Garçon à la pipe, artist: Pablo Picasso, artist_info: This painting was created during Picasso's Rose Period, where he was influenced by circus and harlequin themes, and it depicts a Parisian boy., style: Rose Period, type: Portrait, colors: Earthy tones, beige, pink, brown, white, time: 1905, medium: Oil on canvas, subject: A young Parisian boy holding a pipe and wearing a garland or crown of flowers., background: Simple, undetailed, predominantly brown, allowing the subject to stand out, description: The painting 'Garçon à la pipe' showcases Picasso's masterful use of a subdued yet warm color palette during his Rose Period, featuring a youthful and serene male figure holding a pipe and adorned with flowers, which adds a delicate contrast to the boy's otherwise masculine appearance. Intimate and poised, the work exudes a tender emotional quality that is characteristic of Picasso's work during this period., path: img_264.jpg",8,"img_264.jpg"],[-0.8629190922,-10.5343503952,"name: The Temptation of Saint Anthony, artist: Hieronymus Bosch, artist_info: nan, style: Northern Renaissance, type: Religious Painting, colors: ['blue', 'green', 'brown', 'red', 'white'], time: circa 1501, medium: Oil on panel, subject: Saint Anthony is shown being tempted by demonic creatures while trying to live a life of solitude and devoutness., background: A detailed panoramic landscape including hills, rivers, buildings, and various creatures and characters engaged in unusual and fantastic activities., description: The painting depicts a surreal and allegorical scene in which Saint Anthony is central, being carried by a monster and accompanied by a child. The atmosphere is dreamlike and chaotic, which is typical of Bosch's style, with a dense composition filled with bizarre and grotesque figures and numerous small scenes illustrating temptations and moral decay., path: img_217.jpg",2,"img_217.jpg"],[-4.1298933029,2.624320507,"name: Rosen unter Bäumen, artist: Gustav Klimt, artist_info: Gustav Klimt was an Austrian symbolist painter, known for his paintings, murals, sketches, and other objets d'art. 'Rosen unter Bäumen' reflects his love for landscapes and might have been influenced by his summer holidays in the Austrian countryside., style: Symbolism\/Art Nouveau, type: Landscape, colors: ['Green', 'Brown', 'White', 'Blue', 'Pink'], time: Early 20th century, medium: Oil on canvas, subject: A serene scene depicting a meadow filled with roses and trees, with chickens seamlessly integrated into the landscape., background: The background suggests a hint of mountains in the distance, coupled with a cloudy yet bright sky., description: The painting 'Rosen unter Bäumen' by Gustav Klimt presents a tranquil pastoral landscape that illustrates his deftness with organic forms and nature. The composition uses a vertically elongated format, a characteristic of some of his works. Klimt's brushstrokes convey the flowering meadow's lush texture, while his use of color and light captures the vibrancy of the natural setting., path: img_192.jpg",11,"img_192.jpg"],[-1.9045293331,1.4332214594,"name: Unknown, artist: Claude Monet, artist_info: Claude Monet was a founder of French Impressionist painting, and the consistent and prolific practitioner of the movement's philosophy of expressing one's perceptions before nature. The particular painting is an example of his focus on light, atmosphere, and the use of broken color typical of his style., style: Impressionism, type: Landscape with figure, colors: ['Green', 'Blue', 'White', 'Red', 'Yellow', 'Brown'], time: Late 19th century, medium: Oil on canvas, subject: A woman presumably sitting in a garden, possibly reading or gazing into the distance., background: Lush garden with trees, shadows, and a fence that is slightly obscured by the foliage; suggests a peaceful outdoor setting., description: This painting by Monet captures the essence of the Impressionist style through its brushwork and light depiction. The scene displays a figure in a garden, reflecting Monet's interest in nature and outdoor scenes. Notable is the way light filters through the leaves and the dappled effect it creates on the ground and the subject. The vibrant colors and dynamic strokes give an impression of a moment captured in time, rather than a detailed, static representation., path: img_77.jpg",12,"img_77.jpg"],[-7.2432193756,-7.9124817848,"name: The Symbol of St Luke, artist: Andrei Rublev, artist_info: Andrei Rublev is considered to be one of the greatest medieval Russian painters of Orthodox icons and frescos. Information specific to this painting includes the possibility that it was created by Rublev as part of a larger work, possibly a Gospel book, as part of his religious artistic contributions., style: Byzantine iconography, type: Religious icon, colors: ['Gold', 'Red', 'Gray', 'White', 'Brown'], time: Early 15th century, medium: Tempera on parchment, subject: The image depicts a winged ox or bull, which is the symbol associated with Saint Luke the Evangelist., background: The background is golden, which is typical of Byzantine religious artwork, symbolizing divine light and the heavenly realm. It is encircled by a red border with white highlights that may contain text or embellishments., description: The painting represents the traditional iconographic symbol of Saint Luke as a winged bull or ox, a figure from Christian symbolism. The animal holds a red book, which likely represents the Gospel composed by Saint Luke. This icon is one of four, each meant to represent one of the four Evangelists. Andrei Rublev's style is noted for its grace and the softness of figures, and although this image is simpler than many of his full-sized icons, it still reflects the spirituality and skill for which Rublev is renowned., path: img_149.jpg",0,"img_149.jpg"],[-4.7172570229,-2.6942741871,"name: Cow and Violin, artist: Kazimir Malevich, artist_info: Kazimir Malevich was a Russian avant-garde artist and art theorist, whose pioneering work and writing had a profound influence on the development of non-objective, or abstract art, in the 20th century. His concept of Suprematism sought to develop a form of expression that moved as far as possible from the world of natural forms and subject matter in order to access 'the supremacy of pure feeling' and spirituality. Malevich's Cow and Violin were painted during his cubo-futurist phase, a precursor to his Suprematist works., style: Cubo-Futurism, type: Painting, colors: ['Black', 'White', 'Blue', 'Red', 'Yellow', 'Brown'], time: 1910s, medium: Oil on canvas, subject: The painting abstractly depicts a cow and violin through geometric forms., background: Consists of fragmented and interlocking geometric shapes in various colors that suggest depth and complexity., description: The painting portrays the subjects, a cow and a violin, in a fragmented, abstract style characteristic of Cubo-Futurism, combining the geometric shapes and dynamic motion of Cubism with the intensity and energy of Futurism. The objects are broken down into a variety of planes and angles, rendered in a limited palette that emphasizes contrast and segmentation. Striking details include the use of both curved and angular lines to suggest form and movement, the overlapping of shapes to create depth, and the rhythmic pattern of light and dark colors to guide the viewer's eye through the composition., path: img_226.jpg",6,"img_226.jpg"],[-1.5453957319,-3.3384008408,"name: Portrait of a Lady, artist: Gustav Klimt, artist_info: Gustav Klimt was an Austrian symbolist painter and one of the most prominent members of the Vienna Secession movement. Klimt is noted for his paintings, murals, sketches, and other objets d'art. His primary subject was the female body, and his works are marked by a frank eroticism. This painting may illustrate his tendency to focus on women and his distinctive style that combines symbolism with sensuality., style: Symbolism, type: Portrait, colors: ['Blue', 'Gold', 'White', 'Black'], time: Early 20th century, medium: Oil on canvas, subject: The painting depicts the head and shoulders of a woman. She has fair hair, blue eyes, and is wearing a pleated garment. The woman gazes directly at the viewer with a penetrating stare., background: The background is minimalistic and lacks detail, focusing instead on the subject herself. The emphasis is on the woman, with barely any elaboration or context., description: The painting is characterized by its elegant simplicity and use of bold, contrasting colors. Klimt's hallmark style is evident in the decorative elements and the use of gold, despite the piece appearing to be unfinished. The subject's expression conveys a sense of confidence and self-esteem, which is typical of Klimt's portrayals of women., path: img_182.jpg",-1,"img_182.jpg"],[4.4540290833,-6.8878545761,"name: The Madhouse, artist: Francisco Goya, artist_info: Francisco Goya was a Spanish romantic painter and printmaker, often considered to be the last of the Old Masters and the first of the moderns. His works often incorporate themes of social commentary and critiques of mental institutions of his time, as possibly depicted in this work., style: Romanticism, type: Painting, colors: ['White', 'Black', 'Grey', 'Blue'], time: 18th-19th century, medium: Ink, Wash, subject: A man with a disheveled appearance stands leaning on what appears to be a staff, with a vacant stare that may suggest insanity or distress. He holds a hat in one hand, possibly indicating a sense of politeness amidst his apparent confusion. Vacant, possibly distressed or insane, background: Sparse, with minimal shading, highlighting the isolation or focus on the singular figure., description: This painting portrays a solitary figure, which falls in line with Goya's common themes exploring human nature, social issues, and particularly the treatment and perception of the mentally ill during his time. The use of wash technique gives it a sense of movement and fluidity, emphasizing the raw emotion of the subject., path: img_325.jpg",4,"img_325.jpg"],[-1.3170511723,-0.728159368,"name: Unknown, artist: Pierre-Auguste Renoir, artist_info: Renoir was a leading painter in the development of the Impressionist style. Specifically in this painting, the brushwork exemplifies the movement's approach to capturing light and atmosphere., style: Impressionism, type: Portrait, colors: Soft pastel shades with a dominance of pinks, yellows, and creams, time: Late 19th Century, medium: Oil on canvas, subject: A young woman portrayed with a gentle expression, looking to the side. She is dressed in a sheer, flowing gown with pink floral adornments., background: A blurred, indistinct background with warm, muted tones that suggest a soft, diffused light, description: The painting features Renoir's characteristic soft, feathery brushstrokes that convey the texture of skin, hair, and fabric. The subject's gentle gaze and relaxed pose are typical of Renoir's intimate portraits, which often capture the grace and beauty of the female form. There is an atmospheric quality to the work, where form and space are suggested through color and light rather than defined by sharp outlines., path: img_301.jpg",12,"img_301.jpg"]]