[[14.599272728,9.1268129349,"The blue cat on the beach was as calm as the ocean's whisper.",0],[7.5019979477,-0.1689747572,"In the city so grand, a red bird landed on my hand.",2],[11.4828491211,11.3945732117,"A green elephant in the forest stomped so hard, it could shake the stars.",0],[12.0010881424,12.71616745,"A red cat in the city, sleek as a flame dancing in the night.",0],[13.2523422241,10.9024782181,"On the beach so wide, a blue bird soared high in the sky with pride.",0],[13.8406391144,9.9429092407,"The green cat in the forest leaped with a bound that could leap over mountains.",0],[13.1903333664,10.5326938629,"Like a hidden emerald, the green bird in the forest sang melodiously.",0],[10.2515830994,4.6643266678,"In the city bright, a red elephant paraded with delight.",2],[11.75573349,12.411734581,"A blue elephant at the beach, so massive it seemed like a mountain beside the sea.",0],[7.1810178757,-0.4979469776,"The red bird at the beach flew like a dart through the heart of the sky.",2],[14.410618782,9.2240142822,"In the forest so deep, a green cat slept without a peep.",0],[-0.410946548,-4.9667186737,"A blue cat in the city, with eyes that outshone the neon lights.",1],[11.4297876358,10.8398590088,"The green elephant in the city was as grand as the tallest skyscraper.",0],[7.4050049782,-0.2501125634,"On the beach so serene, a red bird sang a tune unseen.",2],[-1.0079988241,-5.0258102417,"In the forest, a blue bird's song could be heard echoing for miles around.",1],[11.9738121033,11.9830331802,"Like a floating cloud, the white cat on the beach was soft and proud.",0],[11.5845432281,10.3496990204,"In the city's hustle, a green elephant's trumpet caused a bustle.",0],[12.3872270584,12.6798858643,"A red cat in the forest, whose purr could lull the fiercest beasts to sleep.",0],[-1.2306215763,-5.2909173965,"The blue bird in the forest was like a splash of the sky among the trees.",1],[11.9843463898,10.1847362518,"By the city's glow, a green bird did gracefully flow.",0],[10.5002288818,4.3026804924,"In the beach's embrace, a red elephant moved with grace that could outpace the waves.",2],[14.1358671188,9.5874671936,"A green cat in the city, sly as a shadow under the moonlit alley.",0],[11.3439407349,11.8442811966,"On the beach, so fine, a blue elephant walked in a line so divine.",0],[12.4631996155,11.4726133347,"The red bird in the city sang with a voice that could outshine the sun.",0],[-0.7832406759,-5.1758112907,"Like a leaf on the wind, the blue cat in the forest was agile and thinned.",1]]