[[-19.2791633606,-1.7038947344,"Once again                                   to                                  Zelda",-1],[2.3965921402,-7.4678926468,"Then wear the gold hat, if that will move her;   If you can bounce high, bounce for her too,   Till she cry “Lover, gold-hatted, high-bouncing lover,   I must have you!”",2],[-14.2378368378,-5.6241631508,"In my younger and more vulnerable years my father gave me some advice that I’ve been turning over in my mind ever since.",1],[12.5848197937,-7.9708518982,"“Whenever you feel like criticizing anyone,” he told me, “just remember that all the people in this world haven’t had the advantages that you’ve had.”",2],[-6.3237433434,-7.740020752,"He didn’t say any more, but we’ve always been unusually communicative in a reserved way, and I understood that he meant a great deal more than that.",2],[-14.064904213,-7.2863183022,"In consequence, I’m inclined to reserve all judgements, a habit that has opened up many curious natures to me and also made me the victim of not a few veteran bores.",1],[-12.3999795914,-7.1813607216,"The abnormal mind is quick to detect and attach itself to this quality when it appears in a normal person, and so it came about that in college I was unjustly accused of being a politician, because I was privy to the secret griefs of wild, unknown men.",1],[-7.2610011101,-2.4530301094,"Most of the confidences were unsought—frequently I have feigned sleep, preoccupation, or a hostile levity when I realized by some unmistakable sign that an intimate revelation was quivering on the horizon; for the intimate revelations of young men, or at least the terms in which they express them, are usually plagiaristic and marred by obvious suppressions.",2],[-14.2458295822,-7.3818392754,"Reserving judgements is a matter of infinite hope.",1],[-14.2127590179,-5.6754374504,"I am still a little afraid of missing something if I forget that, as my father snobbishly suggested, and I snobbishly repeat, a sense of the fundamental decencies is parcelled out unequally at birth.",1],[-14.3547925949,-7.9685678482,"And, after boasting this way of my tolerance, I come to the admission that it has a limit.",1],[-16.4907188416,4.2738471031,"Conduct may be founded on the hard rock or the wet marshes, but after a certain point I don’t care what it’s founded on.",2],[-16.2894153595,1.1974906921,"When I came back from the East last autumn I felt that I wanted the world to be in uniform and at a sort of moral attention forever; I wanted no more riotous excursions with privileged glimpses into the human heart.",2],[-9.4798803329,0.8811762929,"Only Gatsby, the man who gives his name to this book, was exempt from my reaction—Gatsby, who represented everything for which I have an unaffected scorn.",2],[-9.5058994293,-2.1838316917,"If personality is an unbroken series of successful gestures, then there was something gorgeous about him, some heightened sensitivity to the promises of life, as if he were related to one of those intricate machines that register earthquakes ten thousand miles away.",2],[-9.084687233,-1.9432290792,"This responsiveness had nothing to do with that flabby impressionability which is dignified under the name of the “creative temperament”—it was an extraordinary gift for hope, a romantic readiness such as I have never found in any other person and which it is not likely I shall ever find again.",2],[-9.1160974503,0.8327946067,"No—Gatsby turned out all right at the end; it is what preyed on Gatsby, what foul dust floated in the wake of his dreams that temporarily closed out my interest in the abortive sorrows and short-winded elations of men.",2],[-13.4597063065,1.3254253864,"My family have been prominent, well-to-do people in this Middle Western city for three generations.",2],[-12.4491882324,1.1294542551,"The Carraways are something of a clan, and we have a tradition that we’re descended from the Dukes of Buccleuch, but the actual founder of my line was my grandfather’s brother, who came here in fifty-one, sent a substitute to the Civil War, and started the wholesale hardware business that my father carries on today.",2],[-11.4495067596,0.5998899341,"I never saw this great-uncle, but I’m supposed to look like him—with special reference to the rather hard-boiled painting that hangs in father’s office.",2],[-13.5871601105,3.0316505432,"I graduated from New Haven in 1915, just a quarter of a century after my father, and a little later I participated in that delayed Teutonic migration known as the Great War.",2],[-19.2347640991,-1.7184920311,"I enjoyed the counter-raid so thoroughly that I came back restless.",-1],[-15.6578617096,0.1527984887,"Instead of being the warm centre of the world, the Middle West now seemed like the ragged edge of the universe—so I decided to go East and learn the bond business.",2],[-15.6307544708,-0.1177933812,"Everybody I knew was in the bond business, so I supposed it could support one more single man.",2],[-15.6018724442,-4.1040463448,"All my aunts and uncles talked it over as if they were choosing a prep school for me, and finally said, “Why—ye-es,” with very grave, hesitant faces.",1],[-14.5225486755,3.6603491306,"Father agreed to finance me for a year, and after various delays I came East, permanently, I thought, in the spring of twenty-two.",2],[-12.4623670578,6.3242969513,"The practical thing was to find rooms in the city, but it was a warm season, and I had just left a country of wide lawns and friendly trees, so when a young man at the office suggested that we take a house together in a commuting town, it sounded like a great idea.",2],[-13.3534917831,5.9470853806,"He found the house, a weather-beaten cardboard bungalow at eighty a month, but at the last minute the firm ordered him to Washington, and I went out to the country alone.",2],[-4.643075943,-11.0736503601,"I had a dog—at least I had him for a few days until he ran away—and an old Dodge and a Finnish woman, who made my bed and cooked breakfast and muttered Finnish wisdom to herself over the electric stove.",0],[-8.8644924164,4.9704403877,"It was lonely for a day or so until one morning some man, more recently arrived than I, stopped me on the road.",2],[11.4123830795,-1.0153080225,"“How do you get to West Egg village?” he asked helplessly.",2],[-8.7961273193,4.8929252625,"And as I walked on I was lonely no longer.",2],[-14.5903320312,4.3417921066,"I was a guide, a pathfinder, an original settler.",2],[-11.4815425873,5.3730726242,"He had casually conferred on me the freedom of the neighbourhood.",2],[-7.2025775909,8.9706392288,"And so with the sunshine and the great bursts of leaves growing on the trees, just as things grow in fast movies, I had that familiar conviction that life was beginning over again with the summer.",2],[-13.0739498138,-2.0038731098,"There was so much to read, for one thing, and so much fine health to be pulled down out of the young breath-giving air.",2],[-14.8070192337,-0.9955849051,"I bought a dozen volumes on banking and credit and investment securities, and they stood on my shelf in red and gold like new money from the mint, promising to unfold the shining secrets that only Midas and Morgan and Maecenas knew.",2],[-13.6805257797,-2.320857048,"And I had the high intention of reading many other books besides.",2],[-11.6249828339,-2.1910429001,"I was rather literary in college—one year I wrote a series of very solemn and obvious editorials for the Yale News—and now I was going to bring back all such things into my life and become again that most limited of all specialists, the “well-rounded man.” This isn’t just an epigram—life is much more successfully looked at from a single window, after all.",2],[-12.6608953476,6.213162899,"It was a matter of chance that I should have rented a house in one of the strangest communities in North America.",2],[-12.5792388916,10.7011928558,"It was on that slender riotous island which extends itself due east of New York—and where there are, among other natural curiosities, two unusual formations of land.",2],[-13.4602470398,10.5469083786,"Twenty miles from the city a pair of enormous eggs, identical in contour and separated only by a courtesy bay, jut out into the most domesticated body of salt water in the Western hemisphere, the great wet barnyard of Long Island Sound.",2],[-14.5278816223,11.0538825989,"They are not perfect ovals—like the egg in the Columbus story, they are both crushed flat at the contact end—but their physical resemblance must be a source of perpetual wonder to the gulls that fly overhead.",2],[-14.7548236847,11.2311086655,"To the wingless a more interesting phenomenon is their dissimilarity in every particular except shape and size.",2],[-13.0992937088,8.8059835434,"I lived at West Egg, the—well, the less fashionable of the two, though this is a most superficial tag to express the bizarre and not a little sinister contrast between them.",2],[-12.4505929947,7.780646801,"My house was at the very tip of the egg, only fifty yards from the Sound, and squeezed between two huge places that rented for twelve or fifteen thousand a season.",2],[-10.7837867737,7.4769511223,"The one on my right was a colossal affair by any standard—it was a factual imitation of some Hôtel de Ville in Normandy, with a tower on one side, spanking new under a thin beard of raw ivy, and a marble swimming pool, and more than forty acres of lawn and garden.",2],[-10.0410718918,2.3921120167,"Or, rather, as I didn’t know Mr_ Gatsby, it was a mansion inhabited by a gentleman of that name.",2],[-12.2976818085,7.0700192451,"My own house was an eyesore, but it was a small eyesore, and it had been overlooked, so I had a view of the water, a partial view of my neighbour’s lawn, and the consoling proximity of millionaires—all for eighty dollars a month.",2],[-9.0809717178,7.5773630142,"Across the courtesy bay the white palaces of fashionable East Egg glittered along the water, and the history of the summer really begins on the evening I drove over there to have dinner with the Tom Buchanans.",2],[6.5713577271,7.5279955864,"Daisy was my second cousin once removed, and I’d known Tom in college.",2],[-13.2710695267,3.0677101612,"And just after the war I spent two days with them in Chicago.",2],[-10.7820701599,-1.8449801207,"Her husband, among various physical accomplishments, had been one of the most powerful ends that ever played football at New Haven—a national figure in a way, one of those men who reach such an acute limited excellence at twenty-one that everything afterward savours of anticlimax.",2],[-12.9456291199,-0.4061011076,"His family were enormously wealthy—even in college his freedom with money was a matter for reproach—but now he’d left Chicago and come East in a fashion that rather took your breath away: for instance, he’d brought down a string of polo ponies from Lake Forest.",2],[-13.3327455521,-0.2523109615,"It was hard to realize that a man in my own generation was wealthy enough to do that.",2],[-15.5075273514,2.4634897709,"Why they came East I don’t know.",2],[-15.3447732925,2.9260754585,"They had spent a year in France for no particular reason, and then drifted here and there unrestfully wherever people played polo and were rich together.",2],[4.8913054466,5.8263168335,"This was a permanent move, said Daisy over the telephone, but I didn’t believe it—I had no sight into Daisy’s heart, but I felt that Tom would drift on forever seeking, a little wistfully, for the dramatic turbulence of some irrecoverable football game.",2],[-8.7694034576,7.03769207,"And so it happened that on a warm windy evening I drove over to East Egg to see two old friends whom I scarcely knew at all.",2],[-10.5993404388,7.4633917809,"Their house was even more elaborate than I expected, a cheerful red-and-white Georgian Colonial mansion, overlooking the bay.",2],[-6.6762685776,9.9877557755,"The lawn started at the beach and ran towards the front door for a quarter of a mile, jumping over sundials and brick walks and burning gardens—finally when it reached the house drifting up the side in bright vines as though from the momentum of its run.",2],[-5.2443833351,9.3239383698,"The front was broken by a line of French windows, glowing now with reflected gold and wide open to the warm windy afternoon, and Tom Buchanan in riding clothes was standing with his legs apart on the front porch.",2],[-9.6100845337,-7.8738017082,"He had changed since his New Haven years.",2],[-9.4407548904,-5.8062791824,"Now he was a sturdy straw-haired man of thirty, with a rather hard mouth and a supercilious manner.",2],[-10.0495319366,-5.2590279579,"Two shining arrogant eyes had established dominance over his face and gave him the appearance of always leaning aggressively forward.",2],[-10.028553009,-3.8076577187,"Not even the effeminate swank of his riding clothes could hide the enormous power of that body—he seemed to fill those glistening boots until he strained the top lacing, and you could see a great pack of muscle shifting when his shoulder moved under his thin coat.",2],[-10.1443452835,-3.9566931725,"It was a body capable of enormous leverage—a cruel body.",2],[-9.0691404343,-5.9209895134,"His speaking voice, a gruff husky tenor, added to the impression of fractiousness he conveyed.",2],[-9.2986555099,-8.0330095291,"There was a touch of paternal contempt in it, even toward people he liked—and there were men at New Haven who had hated his guts.",2],[-6.7500290871,-7.7364234924,"“Now, don’t think my opinion on these matters is final,” he seemed to say, “just because I’m stronger and more of a man than you are.” We were in the same senior society, and while we were never intimate I always had the impression that he approved of me and wanted me to like him with some harsh, defiant wistfulness of his own.",2],[-3.5678372383,9.8342351913,"We talked for a few minutes on the sunny porch.",2],[11.0615024567,-2.4264886379,"“I’ve got a nice place here,” he said, his eyes flashing about restlessly.",2],[-6.4890785217,10.6977510452,"Turning me around by one arm, he moved a broad flat hand along the front vista, including in its sweep a sunken Italian garden, a half acre of deep, pungent roses, and a snub-nosed motorboat that bumped the tide offshore.",2],[12.5060634613,-3.7767553329,"“It belonged to Demaine, the oil man.” He turned me around again, politely and abruptly.",2],[-5.1372036934,7.8561463356,"We walked through a high hallway into a bright rosy-coloured space, fragilely bound into the house by French windows at either end.",2],[-5.688832283,9.2284431458,"The windows were ajar and gleaming white against the fresh grass outside that seemed to grow a little way into the house.",2],[-5.0139622688,5.5726680756,"A breeze blew through the room, blew curtains in at one end and out the other like pale flags, twisting them up toward the frosted wedding-cake of the ceiling, and then rippled over the wine-coloured rug, making a shadow on it as wind does on the sea.",2],[-4.0037050247,6.6298589706,"The only completely stationary object in the room was an enormous couch on which two young women were buoyed up as though upon an anchored balloon.",2],[-4.8108692169,5.5923690796,"They were both in white, and their dresses were rippling and fluttering as if they had just been blown back in after a short flight around the house.",2],[-3.5470879078,4.5605130196,"I must have stood for a few moments listening to the whip and snap of the curtains and the groan of a picture on the wall.",2],[-2.3904922009,6.6304907799,"Then there was a boom as Tom Buchanan shut the rear windows and the caught wind died out about the room, and the curtains and the rugs and the two young women ballooned slowly to the floor.",2],[1.2738285065,-5.1044216156,"The younger of the two was a stranger to me.",2],[-1.2978999615,2.2951278687,"She was extended full length at her end of the divan, completely motionless, and with her chin raised a little, as if she were balancing something on it which was quite likely to fall.",2],[-0.0329288952,-2.2976641655,"If she saw me out of the corner of her eyes she gave no hint of it—indeed, I was almost surprised into murmuring an apology for having disturbed her by coming in.",2],[2.3397500515,3.2698767185,"The other girl, Daisy, made an attempt to rise—she leaned slightly forward with a conscientious expression—then she laughed, an absurd, charming little laugh, and I laughed too and came forward into the room.",2],[13.0667457581,-0.8655717373,"“I’m p-paralysed with happiness.”",2],[5.1369819641,-0.4965855479,"She laughed again, as if she said something very witty, and held my hand for a moment, looking up into my face, promising that there was no one in the world she so much wanted to see.",2],[2.2173807621,1.8737207651,"She hinted in a murmur that the surname of the balancing girl was Baker.",2],[3.9384119511,4.3922271729,"(I’ve heard it said that Daisy’s murmur was only to make people lean toward her; an irrelevant criticism that made it no less charming.)",2],[1.1898691654,1.8081895113,"At any rate, Miss Baker’s lips fluttered, she nodded at me almost imperceptibly, and then quickly tipped her head back again—the object she was balancing had obviously tottered a little and given her something of a fright.",2],[-1.6023857594,-2.5621721745,"Again a sort of apology arose to my lips.",2],[-16.7150325775,-2.1571629047,"Almost any exhibition of complete self-sufficiency draws a stunned tribute from me.",1],[2.0468485355,-1.957151413,"I looked back at my cousin, who began to ask me questions in her low, thrilling voice.",2],[-8.3987092972,-5.4213018417,"It was the kind of voice that the ear follows up and down, as if each speech is an arrangement of notes that will never be played again.",2],[-5.5539078712,2.5880725384,"Her face was sad and lovely with bright things in it, bright eyes and a bright passionate mouth, but there was an excitement in her voice that men who had cared for her found difficult to forget: a singing compulsion, a whispered “Listen,” a promise that she had done gay, exciting things just a while since and that there were gay, exciting things hovering in the next hour.",2],[-12.4434804916,3.1178507805,"I told her how I had stopped off in Chicago for a day on my way East, and how a dozen people had sent their love through me.",2],[7.8552851677,-3.0776238441,"“Do they miss me?” she cried ecstatically.",2],[-10.0067825317,11.1931838989,"All the cars have the left rear wheel painted black as a mourning wreath, and there’s a persistent wail all night along the north shore.”",2],[7.0772218704,3.530459404,"“How gorgeous! Let’s go back, Tom.",2],[5.4281806946,-6.0843315125,"Tomorrow!” Then she added irrelevantly: “You ought to see the baby.”",2],[1.8110033274,7.5238080025,"Tom Buchanan, who had been hovering restlessly about the room, stopped and rested his hand on my shoulder.",2],[17.0287017822,-4.6358375549,"“Never heard of them,” he remarked decisively.",-1],[13.240316391,5.7060804367,"“You will,” I answered shortly.",-1],[10.2745170593,-1.04902637,"“You will if you stay in the East.”",2],[9.9121990204,-0.8896273971,"“Oh, I’ll stay in the East, don’t you worry,” he said, glancing at Daisy and then back at me, as if he were alert for something more.",2],[11.5415201187,-2.4134869576,"“I’d be a God damned fool to live anywhere else.”",2],[3.1043660641,1.3751558065,"At this point Miss Baker said: “Absolutely!” with such suddenness that I started—it was the first word she had uttered since I came into the room.",2],[-0.4035318792,1.8807946444,"Evidently it surprised her as much as it did me, for she yawned and with a series of rapid, deft movements stood up into the room.",2],[5.7510700226,-4.4451818466,"“I’m stiff,” she complained, “I’ve been lying on that sofa for as long as I can remember.”",2],[9.2087125778,0.3655425608,"“Don’t look at me,” Daisy retorted, “I’ve been trying to get you to New York all afternoon.”",2],[11.4519367218,1.6198168993,"“No, thanks,” said Miss Baker to the four cocktails just in from the pantry.",2],[0.5682435632,-4.1720356941,"Her host looked at her incredulously.",2],[6.677839756,-0.3265211582,"“You are!” He took down his drink as if it were a drop in the bottom of a glass.",2],[14.037484169,-6.4907784462,"“How you ever get anything done is beyond me.”",2],[2.5042963028,1.0651854277,"I looked at Miss Baker, wondering what it was she “got done.” I enjoyed looking at her.",2],[-4.8426008224,-0.5276908278,"She was a slender, small-breasted girl, with an erect carriage, which she accentuated by throwing her body backward at the shoulders like a young cadet.",2],[2.2763626575,-0.7824593782,"Her grey sun-strained eyes looked back at me with polite reciprocal curiosity out of a wan, charming, discontented face.",2],[-1.5373272896,-5.1287741661,"It occurred to me now that I had seen her, or a picture of her, somewhere before.",2],[11.5680971146,-0.4586491287,"“You live in West Egg,” she remarked contemptuously.",2],[1.7069430351,7.5010299683,"Before I could reply that he was my neighbour dinner was announced; wedging his tense arm imperatively under mine, Tom Buchanan compelled me from the room as though he were moving a checker to another square.",2],[-4.110417366,5.5994367599,"Slenderly, languidly, their hands set lightly on their hips, the two young women preceded us out on to a rosy-coloured porch, open toward the sunset, where four candles flickered on the table in the diminished wind.",2],[10.3355979919,2.2887663841,"“Why candles?” objected Daisy, frowning.",2],[-0.9939610958,0.8980764747,"She snapped them out with her fingers.",2],[5.182267189,-3.2834615707,"“In two weeks it’ll be the longest day in the year.” She looked at us all radiantly.",2],[-0.530334115,15.0213241577,"“Do you always watch for the longest day of the year and then miss it?",-1],[-0.539103508,15.0345125198,"I always watch for the longest day in the year and then miss it.”",-1],[7.0205826759,-6.8587861061,"“We ought to plan something,” yawned Miss Baker, sitting down at the table as if she were getting into bed.",2],[7.3873138428,-6.7966399193,"“What’ll we plan?” She turned to me helplessly: “What do people plan?”",2],[2.7168338299,-1.1752686501,"Before I could answer her eyes fastened with an awed expression on her little finger.",2],[5.5570015907,-4.4413380623,"“Look!” she complained; “I hurt it.”",2],[-3.8302288055,-4.7726101875,"We all looked—the knuckle was black and blue.",2],[8.0877475739,1.253243804,"“You did it, Tom,” she said accusingly.",2],[11.2603263855,-4.9952101707,"“I know you didn’t mean to, but you did do it.",2],[-7.3363409042,-8.0582590103,"That’s what I get for marrying a brute of a man, a great, big, hulking physical specimen of a—”",2],[-2.3152484894,-12.5667171478,"“I hate that word ‘hulking,’ ” objected Tom crossly, “even in kidding.”",-1],[1.560552597,0.6641302109,"Sometimes she and Miss Baker talked at once, unobtrusively and with a bantering inconsequence that was never quite chatter, that was as cool as their white dresses and their impersonal eyes in the absence of all desire.",2],[-0.8055089712,10.4813756943,"They were here, and they accepted Tom and me, making only a polite pleasant effort to entertain or to be entertained.",2],[-1.2648835182,5.0344829559,"They knew that presently dinner would be over and a little later the evening too would be over and casually put away.",2],[-6.3891091347,4.6028413773,"It was sharply different from the West, where an evening was hurried from phase to phase towards its close, in a continually disappointed anticipation or else in sheer nervous dread of the moment itself.",2],[-1.5507773161,-2.5603532791,"“You make me feel uncivilized, Daisy,” I confessed on my second glass of corky but rather impressive claret.",2],[9.7190122604,-6.28094244,"“Can’t you talk about crops or something?”",2],[-12.0880231857,-8.3248271942,"I meant nothing in particular by this remark, but it was taken up in an unexpected way.",1],[10.522813797,4.9540743828,"“Civilization’s going to pieces,” broke out Tom violently.",2],[11.7706165314,-7.152428627,"“I’ve gotten to be a terrible pessimist about things.",2],[-18.7211551666,3.0513749123,"Have you read The Rise of the Coloured Empires by this man Goddard?”",-1],[13.5090036392,0.9819614887,"“Why, no,” I answered, rather surprised by his tone.",2],[11.7640542984,-9.3077173233,"“Well, it’s a fine book, and everybody ought to read it.",2],[-19.1328849792,3.4646427631,"The idea is if we don’t look out the white race will be—will be utterly submerged.",-1],[13.4747180939,-11.0619926453,"It’s all scientific stuff; it’s been proved.”",2],[5.5118627548,5.8734612465,"“Tom’s getting very profound,” said Daisy, with an expression of unthoughtful sadness.",2],[-12.1876468658,-2.9810328484,"“He reads deep books with long words in them.",2],[8.2406177521,1.7705601454,"“Well, these books are all scientific,” insisted Tom, glancing at her impatiently.",2],[14.5272312164,-6.9206867218,"“This fellow has worked out the whole thing.",2],[-19.105512619,3.3750736713,"It’s up to us, who are the dominant race, to watch out or these other races will have control of things.”",-1],[9.0889081955,3.2733721733,"“We’ve got to beat them down,” whispered Daisy, winking ferociously toward the fervent sun.",2],[5.0530385971,3.4193146229,"“You ought to live in California—” began Miss Baker, but Tom interrupted her by shifting heavily in his chair.",2],[14.965959549,-9.0013303757,"“This idea is that we’re Nordics.",2],[5.6175308228,0.4797051251,"I am, and you are, and you are, and—” After an infinitesimal hesitation he included Daisy with a slight nod, and she winked at me again.",2],[12.1656341553,-10.64311409,"“—And we’ve produced all the things that go to make civilization—oh, science and art, and all that.",2],[-7.5671954155,-4.0377860069,"There was something pathetic in his concentration, as if his complacency, more acute than of old, was not enough to him any more.",2],[2.2290468216,4.6105055809,"When, almost immediately, the telephone rang inside and the butler left the porch Daisy seized upon the momentary interruption and leaned towards me.",2],[7.9734930992,-3.4175820351,"“I’ll tell you a family secret,” she whispered enthusiastically.",2],[-3.4429433346,-8.6429386139,"Do you want to hear about the butler’s nose?”",-1],[9.2646446228,-3.7403113842,"“That’s why I came over tonight.”",2],[-3.4125118256,-8.6669511795,"“Well, he wasn’t always a butler; he used to be the silver polisher for some people in New York that had a silver service for two hundred people.",-1],[-4.2559871674,-8.0830640793,"He had to polish it from morning till night, until finally it began to affect his nose—”",2],[-5.794034481,-5.6478090286,"“Things went from bad to worse,” suggested Miss Baker.",2],[-6.0100312233,-5.6639475822,"Things went from bad to worse, until finally he had to give up his position.”",2],[-5.5994133949,3.2424781322,"For a moment the last sunshine fell with romantic affection upon her glowing face; her voice compelled me forward breathlessly as I listened—then the glow faded, each light deserting her with lingering regret, like children leaving a pleasant street at dusk.",2],[3.2100455761,7.812871933,"The butler came back and murmured something close to Tom’s ear, whereupon Tom frowned, pushed back his chair, and without a word went inside.",2],[2.8551187515,4.0002384186,"As if his absence quickened something within her, Daisy leaned forward again, her voice glowing and singing.",2],[8.7933797836,-8.4298686981,"“I love to see you at my table, Nick.",2],[5.687930584,12.3369216919,"You remind me of a—of a rose, an absolute rose.",-1],[3.3689823151,1.1721889973,"Doesn’t he?” She turned to Miss Baker for confirmation: “An absolute rose?”",2],[5.7145819664,12.348238945,"I am not even faintly like a rose.",-1],[-0.0867144242,0.1711327881,"She was only extemporizing, but a stirring warmth flowed from her, as if her heart was trying to come out to you concealed in one of those breathless, thrilling words.",2],[-0.8382079005,4.7233552933,"Then suddenly she threw her napkin on the table and excused herself and went into the house.",2],[1.7039914131,0.3874026835,"Miss Baker and I exchanged a short glance consciously devoid of meaning.",2],[1.1268726587,-1.4385344982,"I was about to speak when she sat up alertly and said “Sh!” in a warning voice.",2],[1.3381364346,2.3121342659,"A subdued impassioned murmur was audible in the room beyond, and Miss Baker leaned forward unashamed, trying to hear.",2],[-2.2300653458,5.8596529961,"The murmur trembled on the verge of coherence, sank down, mounted excitedly, and then ceased altogether.",2],[-9.6877403259,2.1803832054,"“This Mr_ Gatsby you spoke of is my neighbour—” I began.",2],[6.4754490852,-1.8282616138,"“Is something happening?” I inquired innocently.",2],[6.777712822,-2.4998106956,"“You mean to say you don’t know?” said Miss Baker, honestly surprised.",2],[7.3484697342,4.8720631599,"“Tom’s got some woman in New York.”",2],[6.0779700279,-2.5726025105,"“Got some woman?” I repeated blankly.",2],[4.8336467743,-7.8071208,"“She might have the decency not to telephone him at dinner time.",2],[3.1586170197,5.226805687,"Almost before I had grasped her meaning there was the flutter of a dress and the crunch of leather boots, and Tom and Daisy were back at the table.",2],[8.7205619812,3.795835495,"“It couldn’t be helped!” cried Daisy with tense gaiety.",2],[3.5076787472,0.1265942007,"She sat down, glanced searchingly at Miss Baker and then at me, and continued: “I looked outdoors for a minute, and it’s very romantic outdoors.",2],[-9.9177656174,6.1601934433,"There’s a bird on the lawn that I think must be a nightingale come over on the Cunard or White Star Line.",2],[5.9733777046,4.4775452614,"He’s singing away—” Her voice sang: “It’s romantic, isn’t it, Tom?”",2],[3.7208473682,-0.1210549399,"“Very romantic,” he said, and then miserably to me: “If it’s light enough after dinner, I want to take you down to the stables.”",2],[3.7489981651,6.9165472984,"The telephone rang inside, startlingly, and as Daisy shook her head decisively at Tom the subject of the stables, in fact all subjects, vanished into air.",2],[-6.4965395927,3.5969750881,"Among the broken fragments of the last five minutes at table I remember the candles being lit again, pointlessly, and I was conscious of wanting to look squarely at everyone, and yet to avoid all eyes.",2],[4.6261963844,5.2914528847,"I couldn’t guess what Daisy and Tom were thinking, but I doubt if even Miss Baker, who seemed to have mastered a certain hardy scepticism, was able utterly to put this fifth guest’s shrill metallic urgency out of mind.",2],[-4.1358213425,-2.9722392559,"To a certain temperament the situation might have seemed intriguing—my own instinct was to telephone immediately for the police.",2],[5.0690741539,8.7577800751,"The horses, needless to say, were not mentioned again.",2],[1.124351263,4.1765823364,"Tom and Miss Baker, with several feet of twilight between them, strolled back into the library, as if to a vigil beside a perfectly tangible body, while, trying to look pleasantly interested and a little deaf, I followed Daisy around a chain of connecting verandas to the porch in front.",2],[-3.161873579,11.2814979553,"In its deep gloom we sat down side by side on a wicker settee.",-1],[0.3212275505,3.03023386,"Daisy took her face in her hands as if feeling its lovely shape, and her eyes moved gradually out into the velvet dusk.",2],[1.4894909859,-2.8236308098,"I saw that turbulent emotions possessed her, so I asked what I thought would be some sedative questions about her little girl.",2],[9.9085569382,-7.3154630661,"“We don’t know each other very well, Nick,” she said suddenly.",2],[4.589779377,-9.7083244324,"You didn’t come to my wedding.”",2],[11.1128978729,-7.1980614662,"“Well, I’ve had a very bad time, Nick, and I’m pretty cynical about everything.”",2],[-0.1562024355,-5.3789577484,"Evidently she had reason to be.",2],[1.4721422195,-2.1991519928,"I waited but she didn’t say any more, and after a moment I returned rather feebly to the subject of her daughter.",2],[8.6982498169,-6.0250124931,"“I suppose she talks, and—eats, and everything.”",2],[6.1826038361,-1.121142149,"“Oh, yes.” She looked at me absently.",2],[9.3061523438,-8.143573761,"“Listen, Nick; let me tell you what I said when she was born.",2],[11.9843444824,-6.3746056557,"“It’ll show you how I’ve gotten to feel about—things.",2],[6.7865757942,5.8132376671,"Well, she was less than an hour old and Tom was God knows where.",2],[2.372730732,-4.4987683296,"I woke up out of the ether with an utterly abandoned feeling, and asked the nurse right away if it was a boy or a girl.",2],[2.5717694759,-4.4346504211,"She told me it was a girl, and so I turned my head away and wept.",2],[3.1004927158,-4.350590229,"‘All right,’ I said, ‘I’m glad it’s a girl.",2],[1.2428286076,-6.9414925575,"And I hope she’ll be a fool—that’s the best thing a girl can be in this world, a beautiful little fool.’",2],[11.3958530426,-7.7228598595,"“You see I think everything’s terrible anyhow,” she went on in a convinced way.",2],[12.348197937,-10.5286054611,"“Everybody thinks so—the most advanced people.",2],[7.4988584518,0.8724948764,"I’ve been everywhere and seen everything and done everything.” Her eyes flashed around her in a defiant way, rather like Tom’s, and she laughed with thrilling scorn.",2],[11.1615257263,-11.4922180176,"“Sophisticated—God, I’m sophisticated!”",2],[-0.4470586479,-1.2797474861,"The instant her voice broke off, ceasing to compel my attention, my belief, I felt the basic insincerity of what she had said.",2],[-5.6415839195,-2.9100120068,"It made me uneasy, as though the whole evening had been a trick of some sort to exact a contributory emotion from me.",2],[4.8224339485,0.7657683492,"I waited, and sure enough, in a moment she looked at me with an absolute smirk on her lovely face, as if she had asserted her membership in a rather distinguished secret society to which she and Tom belonged.",2],[-5.4034581184,7.6779623032,"Inside, the crimson room bloomed with light.",2],[1.1327269077,4.0745806694,"Tom and Miss Baker sat at either end of the long couch and she read aloud to him from the Saturday Evening Post—the words, murmurous and uninflected, running together in a soothing tune.",2],[-4.5808734894,3.6274578571,"The lamplight, bright on his boots and dull on the autumn-leaf yellow of her hair, glinted along the paper as she turned a page with a flutter of slender muscles in her arms.",2],[0.6675217748,-0.5175281763,"When we came in she held us silent for a moment with a lifted hand.",2],[6.2571940422,-6.30281353,"“To be continued,” she said, tossing the magazine on the table, “in our very next issue.”",2],[-0.7076531649,2.0529563427,"Her body asserted itself with a restless movement of her knee, and she stood up.",2],[4.6547346115,-5.3969569206,"“Ten o’clock,” she remarked, apparently finding the time on the ceiling.",2],[3.9707739353,-6.5336251259,"“Time for this good girl to go to bed.”",2],[9.3341503143,-0.2765146196,"“Jordan’s going to play in the tournament tomorrow,” explained Daisy, “over at Westchester.”",2],[-1.7114944458,-5.3889703751,"I knew now why her face was familiar—its pleasing contemptuous expression had looked out at me from many rotogravure pictures of the sporting life at Asheville and Hot Springs and Palm Beach.",2],[-0.9411174655,-4.464799881,"I had heard some story of her too, a critical, unpleasant story, but what it was I had forgotten long ago.",2],[13.2010440826,5.6805357933,"“Of course you will,” confirmed Daisy.",-1],[6.7003297806,-8.6803436279,"“In fact I think I’ll arrange a marriage.",2],[8.5899648666,-9.2288169861,"Come over often, Nick, and I’ll sort of—oh—fling you together.",2],[-17.9711589813,0.7641604543,"You know—lock you up accidentally in linen closets and push you out to sea in a boat, and all that sort of thing—”",-1],[3.7534584999,-6.4150791168,"“Good night,” called Miss Baker from the stairs.",2],[5.1973919868,1.320669055,"“She’s a nice girl,” said Tom after a moment.",2],[9.5816812515,-4.9385843277,"“They oughtn’t to let her run around the country this way.”",2],[10.1194133759,1.8968003988,"“Who oughtn’t to?” inquired Daisy coldly.",2],[1.2469859123,-8.7510547638,"“Her family is one aunt about a thousand years old.",2],[8.6178798676,-9.7107276917,"Besides, Nick’s going to look after her, aren’t you, Nick?",2],[1.8550860882,-11.4502916336,"She’s going to spend lots of weekends out here this summer.",-1],[1.7524572611,-11.651763916,"I think the home influence will be very good for her.”",-1],[4.8688769341,7.2658843994,"Daisy and Tom looked at each other for a moment in silence.",2],[7.5804715157,-1.4696751833,"“Is she from New York?” I asked quickly.",2],[-12.6363935471,4.2958307266,"Our white girlhood was passed together there.",2],[6.9160785675,2.3690171242,"“Did you give Nick a little heart to heart talk on the veranda?” demanded Tom suddenly.",2],[14.9435663223,-8.9556379318,"“I can’t seem to remember, but I think we talked about the Nordic race.",2],[-5.7325739861,-3.776930809,"It sort of crept up on us and first thing you know—”",2],[10.445810318,-8.5396718979,"“Don’t believe everything you hear, Nick,” he advised me.",2],[4.0505084991,9.3733196259,"I said lightly that I had heard nothing at all, and a few minutes later I got up to go home.",2],[-2.1480097771,10.1379957199,"They came to the door with me and stood side by side in a cheerful square of light.",2],[2.1055538654,5.3022384644,"As I started my motor Daisy peremptorily called: “Wait!",2],[11.0479640961,-5.522541523,"“I forgot to ask you something, and it’s important.",2],[5.8293161392,-9.8667116165,"We heard you were engaged to a girl out West.”",2],[10.0300588608,7.2071042061,"“That’s right,” corroborated Tom kindly.",2],[6.0256314278,-9.4599704742,"“We heard that you were engaged.”",2],[3.2260057926,3.8255224228,"“But we heard it,” insisted Daisy, surprising me by opening up again in a flower-like way.",2],[13.0071315765,-9.9451198578,"“We heard it from three people, so it must be true.”",2],[5.4697508812,-10.5466680527,"Of course I knew what they were referring to, but I wasn’t even vaguely engaged.",2],[-15.1686000824,1.7495214939,"The fact that gossip had published the banns was one of the reasons I had come East.",2],[5.8629021645,-10.943819046,"You can’t stop going with an old friend on account of rumours, and on the other hand I had no intention of being rumoured into marriage.",2],[-5.4047503471,-2.9220788479,"Their interest rather touched me and made them less remotely rich—nevertheless, I was confused and a little disgusted as I drove away.",2],[4.2635884285,5.3599925041,"It seemed to me that the thing for Daisy to do was to rush out of the house, child in arms—but apparently there were no such intentions in her head.",2],[7.1026396751,5.5345401764,"As for Tom, the fact that he “had some woman in New York” was really less surprising than that he had been depressed by a book.",2],[-7.6184101105,-3.9691829681,"Something was making him nibble at the edge of stale ideas as if his sturdy physical egotism no longer nourished his peremptory heart.",2],[-8.4824523926,9.8427257538,"Already it was deep summer on roadhouse roofs and in front of wayside garages, where new red petrol-pumps sat out in pools of light, and when I reached my estate at West Egg I ran the car under its shed and sat for a while on an abandoned grass roller in the yard.",2],[-6.1206102371,5.9999246597,"The wind had blown off, leaving a loud, bright night, with wings beating in the trees and a persistent organ sound as the full bellows of the earth blew the frogs full of life.",2],[-7.8475322723,3.0907359123,"The silhouette of a moving cat wavered across the moonlight, and, turning my head to watch it, I saw that I was not alone—fifty feet away a figure had emerged from the shadow of my neighbour’s mansion and was standing with his hands in his pockets regarding the silver pepper of the stars.",2],[-9.6307945251,2.1556823254,"Something in his leisurely movements and the secure position of his feet upon the lawn suggested that it was Mr_ Gatsby himself, come out to determine what share was his of our local heavens.",2],[2.9658889771,1.9285770655,"Miss Baker had mentioned him at dinner, and that would do for an introduction.",2],[-7.2259960175,-1.5368565321,"But I didn’t call to him, for he gave a sudden intimation that he was content to be alone—he stretched out his arms toward the dark water in a curious way, and, far as I was from him, I could have sworn he was trembling.",2],[-7.6268854141,3.8062736988,"Involuntarily I glanced seaward—and distinguished nothing except a single green light, minute and far away, that might have been the end of a dock.",2],[-8.6725311279,1.0711923838,"When I looked once more for Gatsby he had vanished, and I was alone again in the unquiet darkness.",2],[-11.6168756485,10.9698610306,"About halfway between West Egg and New York the motor road hastily joins the railroad and runs beside it for a quarter of a mile, so as to shrink away from a certain desolate area of land.",2],[-9.3512468338,12.8550853729,"This is a valley of ashes—a fantastic farm where ashes grow like wheat into ridges and hills and grotesque gardens; where ashes take the forms of houses and chimneys and rising smoke and, finally, with a transcendent effort, of ash-grey men, who move dimly and already crumbling through the powdery air.",2],[-10.0912218094,12.1274051666,"Occasionally a line of grey cars crawls along an invisible track, gives out a ghastly creak, and comes to rest, and immediately the ash-grey men swarm up with leaden spades and stir up an impenetrable cloud, which screens their obscure operations from your sight.",2],[-8.9631261826,12.7140607834,"But above the grey land and the spasms of bleak dust which drift endlessly over it, you perceive, after a moment, the eyes of Doctor T.",2],[-16.8451251984,8.6888589859,"Eckleburg are blue and gigantic—their retinas are one yard high.",2],[-15.8671665192,9.0095682144,"They look out of no face, but, instead, from a pair of enormous yellow spectacles which pass over a nonexistent nose.",-1],[-14.9484329224,8.0297060013,"Evidently some wild wag of an oculist set them there to fatten his practice in the borough of Queens, and then sank down himself into eternal blindness, or forgot them and moved away.",2],[-8.8030738831,11.2893638611,"But his eyes, dimmed a little by many paintless days, under sun and rain, brood on over the solemn dumping ground.",2],[-9.5255155563,13.2618436813,"The valley of ashes is bounded on one side by a small foul river, and, when the drawbridge is up to let barges through, the passengers on waiting trains can stare at the dismal scene for as long as half an hour.",2],[1.7370889187,6.8976302147,"There is always a halt there of at least a minute, and it was because of this that I first met Tom Buchanan’s mistress.",2],[-11.0798196793,-5.0739402771,"The fact that he had one was insisted upon wherever he was known.",2],[-9.1376972198,-9.002664566,"His acquaintances resented the fact that he turned up in popular cafés with her and, leaving her at a table, sauntered about, chatting with whomsoever he knew.",2],[-0.3239105642,-3.3002107143,"Though I was curious to see her, I had no desire to meet her—but I did.",2],[7.158305645,8.4051523209,"I went up to New York with Tom on the train one afternoon, and when we stopped by the ash-heaps he jumped to his feet and, taking hold of my elbow, literally forced me from the car.",2],[10.687335968,-3.4945886135,"“We’re getting off,” he insisted.",2],[-6.9594964981,-6.8163847923,"I think he’d tanked up a good deal at luncheon, and his determination to have my company bordered on violence.",2],[-3.383872509,-6.2355408669,"The supercilious assumption was that on Sunday afternoon I had nothing better to do.",2],[-17.6434364319,7.4809861183,"I followed him over a low whitewashed railroad fence, and we walked back a hundred yards along the road under Doctor Eckleburg’s persistent stare.",-1],[-11.9291343689,12.8038921356,"The only building in sight was a small block of yellow brick sitting on the edge of the waste land, a sort of compact Main Street ministering to it, and contiguous to absolutely nothing.",2],[-9.8372936249,9.9698410034,"One of the three shops it contained was for rent and another was an all-night restaurant, approached by a trail of ashes; the third was a garage—Repairs.",2],[0.0010431864,8.2877464294,"Cars bought and sold.—and I followed Tom inside.",2],[-11.7505922318,12.8490095139,"The interior was unprosperous and bare; the only car visible was the dust-covered wreck of a Ford which crouched in a dim corner.",2],[-9.8629293442,9.9129142761,"It had occurred to me that this shadow of a garage must be a blind, and that sumptuous and romantic apartments were concealed overhead, when the proprietor himself appeared in the door of an office, wiping his hands on a piece of waste.",2],[-8.7594146729,-2.9619781971,"He was a blond, spiritless man, anaemic, and faintly handsome.",2],[-7.1077251434,-0.8976118565,"When he saw us a damp gleam of hope sprang into his light blue eyes.",2],[9.0422563553,8.032910347,"“Hello, Wilson, old man,” said Tom, slapping him jovially on the shoulder.",2],[14.3022184372,2.0799772739,"“I can’t complain,” answered Wilson unconvincingly.",2],[14.571767807,-5.3480601311,"“When are you going to sell me that car?”",2],[14.4095449448,-6.2037367821,"“Next week; I’ve got my man working on it now.”",2],[12.8284463882,2.2675511837,"“No, he doesn’t,” said Tom coldly.",2],[12.747592926,-4.6929478645,"“And if you feel that way about it, maybe I’d better sell it somewhere else after all.”",2],[13.857378006,2.0042643547,"“I don’t mean that,” explained Wilson quickly.",2],[3.5122349262,7.8259015083,"His voice faded off and Tom glanced impatiently around the garage.",2],[-2.5691475868,3.899897337,"Then I heard footsteps on a stairs, and in a moment the thickish figure of a woman blocked out the light from the office door.",2],[-4.8160238266,-0.5571468472,"She was in the middle thirties, and faintly stout, but she carried her flesh sensuously as some women can.",2],[-4.4983067513,0.8588664532,"Her face, above a spotted dress of dark blue crêpe-de-chine, contained no facet or gleam of beauty, but there was an immediately perceptible vitality about her as if the nerves of her body were continually smouldering.",2],[5.0184202194,1.622762084,"She smiled slowly and, walking through her husband as if he were a ghost, shook hands with Tom, looking him flush in the eye.",2],[0.0980719179,0.4880229831,"Then she wet her lips, and without turning around spoke to her husband in a soft, coarse voice:",2],[8.3178834915,-7.3157567978,"“Get some chairs, why don’t you, so somebody can sit down.”",2],[2.14097929,10.7105007172,"“Oh, sure,” agreed Wilson hurriedly, and went toward the little office, mingling immediately with the cement colour of the walls.",-1],[-1.5759612322,7.9403414726,"A white ashen dust veiled his dark suit and his pale hair as it veiled everything in the vicinity—except his wife, who moved close to Tom.",2],[7.1576795578,2.4645166397,"“I want to see you,” said Tom intently.",2],[9.7468643188,-2.4996445179,"“I’ll meet you by the newsstand on the lower level.”",2],[2.2885024548,10.2842302322,"She nodded and moved away from him just as George Wilson emerged with two chairs from his office door.",2],[-0.3825735748,5.4819512367,"We waited for her down the road and out of sight.",2],[-5.7795333862,13.0786905289,"It was a few days before the Fourth of July, and a grey, scrawny Italian child was setting torpedoes in a row along the railroad track.",-1],[11.3981771469,3.819662571,"“Terrible place, isn’t it,” said Tom, exchanging a frown with Doctor Eckleburg.",2],[9.4723396301,-4.9099340439,"“It does her good to get away.”",2],[2.3197045326,-10.4813737869,"He thinks she goes to see her sister in New York.",2],[10.383805275,-12.7157049179,"He’s so dumb he doesn’t know he’s alive.”",-1],[1.0154349804,7.0680832863,"So Tom Buchanan and his girl and I went up together to New York—or not quite together, for Mrs_ Wilson sat discreetly in another car.",2],[8.1099872589,6.3966355324,"Tom deferred that much to the sensibilities of those East Eggers who might be on the train.",2],[-3.3205082417,1.8072748184,"She had changed her dress to a brown figured muslin, which stretched tight over her rather wide hips as Tom helped her to the platform in New York.",2],[-6.1953101158,1.0069854259,"At the newsstand she bought a copy of Town Tattle and a moving-picture magazine, and in the station drugstore some cold cream and a small flask of perfume.",2],[-8.303899765,9.1373357773,"Upstairs, in the solemn echoing drive she let four taxicabs drive away before she selected a new one, lavender-coloured with grey upholstery, and in this we slid out from the mass of the station into the glowing sunshine.",2],[-0.8245698214,3.3197648525,"But immediately she turned sharply from the window and, leaning forward, tapped on the front glass.",2],[14.4706134796,-2.5669262409,"“I want to get one of those dogs,” she said earnestly.",2],[14.8275346756,-3.2873034477,"“I want to get one for the apartment.",2],[-10.112906456,-6.8569140434,"We backed up to a grey old man who bore an absurd resemblance to John D.",2],[-7.0028948784,-11.2360687256,"In a basket swung from his neck cowered a dozen very recent puppies of an indeterminate breed.",0],[7.9132032394,-1.1982431412,"“What kind are they?” asked Mrs_ Wilson eagerly, as he came to the taxi-window.",2],[14.8988866806,-2.0919463634,"“I’d like to get one of those police dogs; I don’t suppose you got that kind?”",2],[-7.2446484566,-11.1527614594,"The man peered doubtfully into the basket, plunged in his hand and drew one up, wriggling, by the back of the neck.",0],[15.1081981659,-0.3714646101,"“That’s no police dog,” said Tom.",2],[14.9940948486,-0.5775899887,"“No, it’s not exactly a police dog,” said the man with disappointment in his voice.",2],[13.1034765244,-2.6701703072,"“It’s more of an Airedale.” He passed his hand over the brown washrag of a back.",2],[16.7183589935,-1.2078608274,"That’s a dog that’ll never bother you with catching cold.”",2],[4.6152949333,-1.4493545294,"“I think it’s cute,” said Mrs_ Wilson enthusiastically.",2],[13.7328948975,-2.4833750725,"“That dog?” He looked at it admiringly.",2],[15.9490232468,-2.2963149548,"“That dog will cost you ten dollars.”",2],[-3.9881095886,2.7646551132,"The Airedale—undoubtedly there was an Airedale concerned in it somewhere, though its feet were startlingly white—changed hands and settled down into Mrs_ Wilson’s lap, where she fondled the weatherproof coat with rapture.",2],[3.7202637196,-3.9537522793,"“Is it a boy or a girl?” she asked delicately.",2],[10.5982208252,4.6659197807,"“It’s a bitch,” said Tom decisively.",2],[16.2005386353,-2.4349002838,"Go and buy ten more dogs with it.”",2],[-8.1788358688,8.1202344894,"We drove over to Fifth Avenue, warm and soft, almost pastoral, on the summer Sunday afternoon.",2],[-10.0141830444,5.5461025238,"I wouldn’t have been surprised to see a great flock of white sheep turn the corner.",2],[11.0291051865,-4.1336741447,"“Hold on,” I said, “I have to leave you here.”",2],[13.0107517242,2.2077894211,"“No you don’t,” interposed Tom quickly.",2],[9.3932037354,-2.0765531063,"“Myrtle’ll be hurt if you don’t come up to the apartment.",2],[7.8800792694,-4.6373796463,"“I’ll telephone my sister Catherine.",2],[0.7471394539,-6.8828983307,"She’s said to be very beautiful by people who ought to know.”",2],[-17.7378768921,7.381316185,"We went on, cutting back again over the Park toward the West Hundreds.",-1],[-11.1522397995,9.1332569122,"At 158th Street the cab stopped at one slice in a long white cake of apartment-houses.",2],[-2.4250607491,-0.5997333527,"Throwing a regal homecoming glance around the neighbourhood, Mrs_ Wilson gathered up her dog and her other purchases, and went haughtily in.",2],[8.8864908218,-2.8081400394,"“I’m going to have the McKees come up,” she announced as we rose in the elevator.",2],[8.1665878296,-4.3521766663,"“And, of course, I got to call up my sister, too.”",2],[-11.4986839294,8.8273649216,"The apartment was on the top floor—a small living-room, a small dining-room, a small bedroom, and a bath.",2],[-4.4291200638,7.2595715523,"The living-room was crowded to the doors with a set of tapestried furniture entirely too large for it, so that to move about was to stumble continually over scenes of ladies swinging in the gardens of Versailles.",2],[-10.4486961365,3.9154047966,"The only picture was an over-enlarged photograph, apparently a hen sitting on a blurred rock.",2],[-3.4879441261,0.5000807047,"Looked at from a distance, however, the hen resolved itself into a bonnet, and the countenance of a stout old lady beamed down into the room.",2],[-6.5597567558,1.0666220188,"Several old copies of Town Tattle lay on the table together with a copy of Simon Called Peter, and some of the small scandal magazines of Broadway.",2],[-2.5139510632,-1.195484519,"Mrs_ Wilson was first concerned with the dog.",2],[-5.6861414909,-11.0071868896,"A reluctant elevator boy went for a box full of straw and some milk, to which he added on his own initiative a tin of large, hard dog biscuits—one of which decomposed apathetically in the saucer of milk all afternoon.",0],[1.1814382076,9.4362831116,"Meanwhile Tom brought out a bottle of whisky from a locked bureau door.",2],[-7.309530735,6.1087489128,"I have been drunk just twice in my life, and the second time was that afternoon; so everything that happened has a dim, hazy cast over it, although until after eight o’clock the apartment was full of cheerful sun.",2],[0.1343131661,6.9088273048,"Sitting on Tom’s lap Mrs_ Wilson called up several people on the telephone; then there were no cigarettes, and I went out to buy some at the drugstore on the corner.",2],[-7.5883255005,1.1889749765,"When I came back they had both disappeared, so I sat down discreetly in the living-room and read a chapter of Simon Called Peter—either it was terrible stuff or the whisky distorted things, because it didn’t make any sense to me.",2],[0.3200885952,9.1353797913,"Just as Tom and Myrtle (after the first drink Mrs_ Wilson and I called each other by our first names) reappeared, company commenced to arrive at the apartment door.",2],[-4.2829489708,-1.2325688601,"The sister, Catherine, was a slender, worldly girl of about thirty, with a solid, sticky bob of red hair, and a complexion powdered milky white.",2],[-2.0104343891,1.0365701914,"Her eyebrows had been plucked and then drawn on again at a more rakish angle, but the efforts of nature toward the restoration of the old alignment gave a blurred air to her face.",2],[-2.1712167263,2.5742344856,"When she moved about there was an incessant clicking as innumerable pottery bracelets jingled up and down upon her arms.",2],[-2.1807165146,-0.461507231,"She came in with such a proprietary haste, and looked around so possessively at the furniture that I wondered if she lived here.",2],[3.1241877079,-8.8742160797,"But when I asked her she laughed immoderately, repeated my question aloud, and told me she lived with a girl friend at a hotel.",2],[-2.8714478016,-3.5297353268,"Mr_ McKee was a pale, feminine man from the flat below.",2],[-2.3445022106,8.3017196655,"He had just shaved, for there was a white spot of lather on his cheekbone, and he was most respectful in his greeting to everyone in the room.",2],[-10.8678693771,0.4848841429,"He informed me that he was in the “artistic game,” and I gathered later that he was a photographer and had made the dim enlargement of Mrs_ Wilson’s mother which hovered like an ectoplasm on the wall.",2],[-8.7773475647,-6.8204083443,"His wife was shrill, languid, handsome, and horrible.",2],[-0.8204553127,-7.0739736557,"She told me with pride that her husband had photographed her a hundred and twenty-seven times since they had been married.",2],[-3.5847961903,1.630735755,"Mrs_ Wilson had changed her costume some time before, and was now attired in an elaborate afternoon dress of cream-coloured chiffon, which gave out a continual rustle as she swept about the room.",2],[-3.5960302353,1.4679354429,"With the influence of the dress her personality had also undergone a change.",2],[-6.4290895462,7.7584233284,"The intense vitality that had been so remarkable in the garage was converted into impressive hauteur.",2],[-2.2326424122,2.5839364529,"Her laughter, her gestures, her assertions became more violently affected moment by moment, and as she expanded the room grew smaller around her, until she seemed to be revolving on a noisy, creaking pivot through the smoky air.",2],[7.2346773148,-5.1346373558,"“My dear,” she told her sister in a high, mincing shout, “most of these fellas will cheat you every time.",2],[-0.4393779337,-9.2870502472,"I had a woman up here last week to look at my feet, and when she gave me the bill you’d of thought she had my appendicitis out.”",2],[3.5706458092,-2.6713907719,"“What was the name of the woman?” asked Mrs_ McKee.",2],[-0.0772306025,-9.4396839142,"She goes around looking at people’s feet in their own homes.”",-1],[4.4794178009,-1.7538306713,"“I like your dress,” remarked Mrs_ McKee, “I think it’s adorable.”",2],[11.1973409653,1.1058820486,"Mrs_ Wilson rejected the compliment by raising her eyebrow in disdain.",2],[6.6485581398,-3.8914515972,"“It’s just a crazy old thing,” she said.",2],[13.1621580124,-5.2547712326,"“I just slip it on sometimes when I don’t care what I look like.”",2],[4.0282702446,-2.0156035423,"“But it looks wonderful on you, if you know what I mean,” pursued Mrs_ McKee.",2]]