[[18.6139802924,23.6350704943,"Harry Potter and the Sorcerer's Stone",6,"none"],[-5.9357647684,8.4134450091,"Mr_ and Mrs_ Dursley, of number four, Privet Drive, were proud to say that they were perfectly normal, thank you very much.",7,"none"],[-15.0228996762,4.8980281256,"They were the last people you'd expect to be involved in anything strange or mysterious, because they just didn't hold with such nonsense.",0,"none"],[-8.2271295166,7.9218049415,"Mr_ Dursley was the director of a firm called Grunnings, which made drills.",7,"none"],[-7.6066299508,1.4504592233,"He was a big, beefy man with hardly any neck, although he did have a very large mustache.",7,"none"],[-7.9202399523,12.2569292086,"Mrs_ Dursley was thin and blonde and had nearly twice the usual amount of neck, which came in very useful as she spent so much of her time craning over garden fences, spying on the neighbors.",0,"none"],[8.5387984457,20.504938562,"The Dursleys had a small son called Dudley and in their opinion there was no finer boy anywhere.",7,"none"],[-0.3210118945,14.143554497,"The Dursleys had everything they wanted, but they also had a secret, and their greatest fear was that somebody would discover it.",7,"none"],[5.8799639718,19.5087843854,"They didn't think they could bear it if anyone found out about the Potters.",7,"none"],[0.475751134,18.8566550407,"Mrs_ Potter was Mrs_ Dursley's sister, but they hadn't met for several years; in fact, Mrs_ Dursley pretended she didn't have a sister, because her sister and her good-for-nothing husband were as unDursleyish as it was possible to be.",0,"none"],[12.3048719259,14.0568836307,"The Dursleys shuddered to think what the neighbors would say if the Potters arrived in the street.",7,"none"],[-0.3362138068,10.7556889595,"The Dursleys knew that the Potters had a small son, too, but they had never even seen him.",7,"none"],[17.5942558983,27.7235793776,"This boy was another good reason for keeping the Potters away; they didn't want Dudley mixing with a child like that.",0,"none"],[-10.6808844557,0.5474247319,"When Mr_ and Mrs_ Dursley woke up on the dull, gray Tuesday our story starts, there was nothing about the cloudy sky outside to suggest that strange and mysterious things would soon be happening all over the country.",7,"none"],[10.1767881078,20.9658714667,"Mr_ Dursley hummed as he picked out his most boring tie for work, and Mrs_ Dursley gossiped away happily as she wrestled a screaming Dudley into his high chair.",7,"none"],[-1.9700721109,2.4477318641,"None of them noticed a large, tawny owl flutter past the window.",7,"none"],[12.9322626253,37.4120574989,"At half past eight, Mr_ Dursley picked up his briefcase, pecked Mrs_ Dursley on the cheek, and tried to kiss Dudley good-bye but missed, because Dudley was now having a tantrum and throwing his cereal at the walls.",0,"none"],[16.7152872413,9.260873124,"\"Little tyke,\" chortled Mr_ Dursley as he left the house.",7,"none"],[13.3901559172,17.2439017286,"He got into his car and backed out of number four's drive.",7,"none"],[0.1017606299,-2.7404412274,"It was on the corner of the street that he noticed the first sign of something peculiar -- a cat reading a map.",7,"none"],[-3.4567256215,6.3930854625,"For a second, Mr_ Dursley didn't realize what he had seen -- then he jerked his head around to look again.",7,"none"],[-2.8951382211,-6.5890878708,"There was a tabby cat standing on the corner of Privet Drive, but there wasn't a map in sight.",7,"none"],[-0.7100610366,-2.6230038133,"What could he have been thinking of?",7,"none"],[-17.1127513413,-3.2304825905,"It must have been a trick of the light.",0,"none"],[0.2565121833,5.0482984755,"Mr_ Dursley blinked and stared at the cat.",7,"none"],[1.2441551597,2.5938859934,"As Mr_ Dursley drove around the corner and up the road, he watched the cat in his mirror.",7,"none"],[5.2654738677,3.8141712104,"It was now reading the sign that said Privet Drive -- no, looking at the sign; cats couldn't read maps or signs.",7,"none"],[-1.4291915058,16.8572375373,"Mr_ Dursley gave himself a little shake and put the cat out of his mind.",0,"none"],[2.1662839972,-2.4018469638,"As he drove toward town he thought of nothing except a large order of drills he was hoping to get that day.",7,"none"],[-8.3230435971,-2.5182454673,"But on the edge of town, drills were driven out of his mind by something else.",7,"none"],[-13.8095364534,-3.7709793757,"As he sat in the usual morning traffic jam, he couldn't help noticing that there seemed to be a lot of strangely dressed people about.",7,"none"],[-9.7748672542,3.9335594258,"Mr_ Dursley couldn't bear people who dressed in funny clothes -- the getups you saw on young people! He supposed this was some stupid new fashion.",7,"none"],[4.8947457549,10.9208644507,"He drummed his fingers on the steering wheel and his eyes fell on a huddle of these weirdos standing quite close by.",7,"none"],[11.0014555318,4.1630157719,"They were whispering excitedly together.",7,"none"],[-7.8232090081,15.9814911322,"Mr_ Dursley was enraged to see that a couple of them weren't young at all; why, that man had to be older than he was, and wearing an emerald-green cloak! The nerve of him! But then it struck Mr_ Dursley that this was probably some silly stunt -- these people were obviously collecting for something...",4,"none"],[4.9969209722,12.0670245722,"The traffic moved on and a few minutes later, Mr_ Dursley arrived in the Grunnings parking lot, his mind back on drills.",7,"none"],[-10.3106164311,14.7438602199,"Mr_ Dursley always sat with his back to the window in his office on the ninth floor.",4,"none"],[-10.783535726,4.5791888523,"If he hadn't, he might have found it harder to concentrate on drills that morning.",7,"none"],[-0.7049756509,6.6262939034,"He didn't see the owls swoop ing past in broad daylight, though people down in the street did; they pointed and gazed open- mouthed as owl after owl sped overhead.",7,"none"],[-11.1377261763,-3.2094632993,"Most of them had never seen an owl even at nighttime.",7,"none"],[-11.4984283816,5.1336251393,"Mr_ Dursley, however, had a perfectly normal, owl-free morning.",7,"none"],[10.7790532799,18.7910070013,"He yelled at five different people.",7,"none"],[8.730082531,11.3128500831,"He made several important telephone calls and shouted a bit more.",7,"none"],[1.8252208945,5.2185644351,"He was in a very good mood until lunchtime, when he thought he'd stretch his legs and walk across the road to buy himself a bun from the bakery.",7,"none"],[-7.9617034109,-3.1453567512,"He'd forgotten all about the people in cloaks until he passed a group of them next to the baker's.",7,"none"],[14.0632821868,2.5312230079,"He eyed them angrily as he passed.",7,"none"],[-7.6957565817,6.4862531337,"He didn't know why, but they made him uneasy.",7,"none"],[-2.5263791522,4.5481426913,"This bunch were whispering excitedly, too, and he couldn't see a single collecting tin.",7,"none"],[-2.4123884913,3.203736312,"It was on his way back past them, clutching a large doughnut in a bag, that he caught a few words of what they were saying.",7,"none"],[36.9334343865,19.9123864254,"\"The Potters, that's right, that's what I heard yes, their son, Harry\"",0,"interacts"],[12.3085847007,-4.5314321837,"He looked back at the whisperers as if he wanted to say something to them, but thought better of it.",7,"none"],[9.0087022733,11.381337051,"He dashed back across the road, hurried up to his office, snapped at his secretary not to disturb him, seized his telephone, and had almost finished dialing his home number when he changed his mind.",7,"none"],[5.8814322203,4.3679160206,"He put the receiver back down and stroked his mustache, thinking...",7,"none"],[4.5722981432,20.3532413859,"Potter wasn't such an unusual name.",7,"none"],[28.5569046063,31.5868953921,"He was sure there were lots of people called Potter who had a son called Harry.",3,"interacts"],[32.2053834763,32.4590807871,"Come to think of it, he wasn't even sure his nephew was called Harry.",3,"interacts"],[-3.4185406794,12.5178333462,"There was no point in worrying Mrs_ Dursley; she always got so upset at any mention of her sister.",7,"none"],[-7.5946366992,4.2167812153,"He didn't blame her -- if he'd had a sister like that...",7,"none"],[-17.6042867658,-5.4085481195,"but all the same, those people in cloaks...",0,"none"],[8.0259078387,13.2617355572,"He found it a lot harder to concentrate on drills that afternoon and when he left the building at five o'clock, he was still so worried that he walked straight into someone just outside the door.",7,"none"],[4.7107304284,4.8248540971,"\"Sorry,\" he grunted, as the tiny old man stumbled and almost fell.",7,"none"],[-4.5358534782,-0.9782870947,"It was a few seconds before Mr_ Dursley realized that the man was wearing a violet cloak.",7,"none"],[-7.3706938234,6.9483856263,"He didn't seem at all upset at being almost knocked to the ground.",7,"none"],[12.6517759999,17.6339659115,"On the contrary, his face split into a wide smile and he said in a squeaky voice that made passersby stare, \"Don't be sorry, my dear sir, for nothing could upset me today! Rejoice, for You-Know-Who has gone at last! Even Muggles like yourself should be celebrating, this happy, happy day!\"",7,"none"],[5.5564223685,17.6841063817,"And the old man hugged Mr_ Dursley around the middle and walked off.",7,"none"],[-14.6789968108,11.0882090851,"Mr_ Dursley stood rooted to the spot.",0,"none"],[-4.5523014147,6.9520976509,"He had been hugged by a complete stranger.",7,"none"],[2.479000461,11.933239778,"He also thought he had been called a Muggle, whatever that was.",7,"none"],[7.3740426399,3.7177850593,"He hurried to his car and set off for home, hoping he was imagining things, which he had never hoped before, because he didn't approve of imagination.",7,"none"],[2.6645855101,2.1199698013,"As he pulled into the driveway of number four, the first thing he saw -- and it didn't improve his mood -- was the tabby cat he'd spotted that morning.",7,"none"],[3.5510459421,0.0570664619,"It was now sitting on his garden wall.",7,"none"],[4.6686726803,1.2998887593,"He was sure it was the same one; it had the same markings around its eyes.",7,"none"],[19.0402997435,11.7525112793,"\"Shoo!\" said Mr_ Dursley loudly.",7,"none"],[7.4518346359,12.5456076104,"Trying to pull himself together, he let himself into the house.",7,"none"],[-9.2625786013,-2.7242239183,"He was still determined not to mention anything to his wife.",7,"none"],[-4.6651506386,2.1292819632,"Mrs_ Dursley had had a nice, normal day.",7,"none"],[23.5635135468,16.9759057271,"She told him over dinner all about Mrs_ Next Door's problems with her daughter and how Dudley had learned a new word (\"Won't!\").",6,"none"],[-12.301650757,13.5607743926,"Mr_ Dursley tried to act normally.",0,"none"],[16.8526368885,14.4107888548,"When Dudley had been put to bed, he went into the living room in time to catch the last report on the evening news:",7,"none"],[2.316925599,4.2304633849,"\"And finally, bird-watchers everywhere have reported that the nation's owls have been behaving very unusually today.",7,"none"],[3.1487521492,0.5422742454,"Although owls normally hunt at night and are hardly ever seen in daylight, there have been hundreds of sightings of these birds flying in every direction since sunrise.",7,"none"],[-5.6833636731,0.4935630534,"Experts are unable to explain why the owls have suddenly changed their sleeping pattern.\" The newscaster allowed himself a grin.",7,"none"],[-5.6212124931,-1.9765476569,"And now, over to Jim McGuffin with the weather.",7,"none"],[11.3951657096,4.1604197439,"Going to be any more showers of owls tonight, Jim?\"",7,"none"],[2.2976837514,1.2597724491,"\"Well, Ted,\" said the weatherman, \"I don't know about that, but it's not only the owls that have been acting oddly today.",7,"none"],[3.6214529141,1.8589555222,"Viewers as far apart as Kent, Yorkshire, and Dundee have been phoning in to tell me that instead of the rain I promised yesterday, they've had a downpour of shooting stars! Perhaps people have been celebrating Bonfire Night early -- it's not until next week, folks! But I can promise a wet night tonight.\"",7,"none"],[-10.6742928551,7.1248441408,"Mr_ Dursley sat frozen in his armchair.",7,"none"],[-0.445104057,2.0996987894,"Shooting stars all over Britain?",7,"none"],[-19.7128051935,-12.7587802157,"Mysterious people in cloaks all over the place?",0,"none"],[8.6228782691,11.255425582,"And a whisper, a whisper about the Potters...",7,"none"],[6.7503322822,4.0687561289,"Mrs_ Dursley came into the living room carrying two cups of tea.",7,"none"],[3.745656659,-0.6310589233,"He'd have to say something to her.",7,"none"],[15.8985619245,8.0983163531,"He cleared his throat nervously.",7,"none"],[15.9931773119,-1.2062626428,"\"Er -- Petunia, dear -- you haven't heard from your sister lately, have you?\"",7,"none"],[1.8726300732,9.1533495717,"As he had expected, Mrs_ Dursley looked shocked and angry.",7,"none"],[-3.0323025308,-0.078365506,"After all, they normally pretended she didn't have a sister.",7,"none"],[15.3328148136,6.539814135,"\"Funny stuff on the news,\" Mr_ Dursley mumbled.",7,"none"],[-5.6449104764,4.1925690132,"and there were a lot of funny-looking people in town today...\"",7,"none"],[-2.0460241756,6.0820995337,"Mrs_ Dursley sipped her tea through pursed lips.",7,"none"],[12.0703124746,17.0821830502,"Mr_ Dursley wondered whether he dared tell her he'd heard the name \"Potter.\" He decided he didn't dare.",7,"none"],[21.6317812882,5.0971746393,"Instead he said, as casually as he could, \"Their son -- he'd be about Dudley's age now, wouldn't he?\"",0,"none"],[-2.3394096367,10.6401340968,"\"I suppose so,\" said Mrs_ Dursley stiffly.",7,"none"],[0.6935172773,-1.2084933859,"Nasty, common name, if you ask me.\"",7,"none"],[4.1747753992,13.6566308313,"\"Oh, yes,\" said Mr_ Dursley, his heart sinking horribly.",7,"none"],[11.3975054033,0.9642920849,"He didn't say another word on the subject as they went upstairs to bed.",7,"none"],[8.8732605314,12.6574986555,"While Mrs_ Dursley was in the bathroom, Mr_ Dursley crept to the bedroom window and peered down into the front garden.",7,"none"],[6.3089818232,1.5131175345,"It was staring down Privet Drive as though it were waiting for something.",7,"none"],[6.6552043751,20.1108062624,"Could all this have anything to do with the Potters?",7,"none"],[-12.2232571722,3.1883463662,"if it got out that they were related to a pair of -- well, he didn't think he could bear it.",7,"none"],[1.3375530464,8.3246986875,"Mrs_ Dursley fell asleep quickly but Mr_ Dursley lay awake, turning it all over in his mind.",7,"none"],[10.1206821797,22.162648937,"His last, comforting thought before he fell asleep was that even if the Potters were involved, there was no reason for them to come near him and Mrs_ Dursley.",7,"none"],[21.0810706893,24.0850754508,"The Potters knew very well what he and Petunia thought about them and their kind....",6,"none"],[14.8034519822,6.116333326,"He couldn't see how he and Petunia could get mixed up in anything that might be going on -- he yawned and turned over -- it couldn't affect them....",7,"none"],[-6.7032279562,3.4476832735,"Mr_ Dursley might have been drifting into an uneasy sleep, but the cat on the wall outside was showing no sign of sleepiness.",7,"none"],[-3.0917315973,-3.0218321775,"It was sitting as still as a statue, its eyes fixed unblinkingly on the far corner of Privet Drive.",7,"none"],[-10.0704021489,3.6565977953,"It didn't so much as quiver when a car door slammed on the next street, nor when two owls swooped overhead.",7,"none"],[-12.3716542957,-0.8824408163,"In fact, it was nearly midnight before the cat moved at all.",7,"none"],[-3.3985086045,0.4183953387,"A man appeared on the corner the cat had been watching, appeared so suddenly and silently you'd have thought he'd just popped out of the ground.",7,"none"],[4.8479361761,-1.9211195665,"The cat's tail twitched and its eyes narrowed.",7,"none"],[-6.3552662146,-6.3623426654,"Nothing like this man had ever been seen on Privet Drive.",7,"none"],[-13.643403856,-9.2158214728,"He was tall, thin, and very old, judging by the silver of his hair and beard, which were both long enough to tuck into his belt.",0,"none"],[-4.5031568032,-3.7172562841,"He was wearing long robes, a purple cloak that swept the ground, and high-heeled, buckled boots.",7,"none"],[-6.4415224839,-3.4147318162,"His blue eyes were light, bright, and sparkling behind half-moon spectacles and his nose was very long and crooked, as though it had been broken at least twice.",7,"none"],[-7.8056383386,17.52952166,"This man's name was Albus Dumbledore.",0,"none"],[-3.1481133228,13.0722516259,"Albus Dumbledore didn't seem to realize that he had just arrived in a street where everything from his name to his boots was unwelcome.",7,"none"],[-9.1517628566,-6.5717717866,"He was busy rummaging in his cloak, looking for something.",0,"none"],[-1.4875485655,-0.9502581928,"But he did seem to realize he was being watched, because he looked up suddenly at the cat, which was still staring at him from the other end of the street.",7,"none"],[-3.956837887,7.636412378,"For some reason, the sight of the cat seemed to amuse him.",7,"none"],[14.5238698747,-3.1342949112,"He chuckled and muttered, \"I should have known.\"",7,"none"],[-2.455761615,1.3110886464,"He found what he was looking for in his inside pocket.",7,"none"],[-4.8437335241,-8.6609396433,"It seemed to be a silver cigarette lighter.",0,"none"],[15.3360778782,6.7603007547,"He flicked it open, held it up in the air, and clicked it.",7,"none"],[10.0689498285,1.5538965103,"The nearest street lamp went out with a little pop.",7,"none"],[-0.7519872839,-2.7384011974,"He clicked it again -- the next lamp flickered into darkness.",7,"none"],[2.5973899161,4.8650122096,"Twelve times he clicked the Put-Outer, until the only lights left on the whole street were two tiny pinpricks in the distance, which were the eyes of the cat watching him.",7,"none"],[-10.9777636088,1.5179425184,"If anyone looked out of their window now, even beady-eyed Mrs_ Dursley, they wouldn't be able to see anything that was happening down on the pavement.",7,"none"],[14.4887796499,17.7882108065,"Dumbledore slipped the Put-Outer back inside his cloak and set off down the street toward number four, where he sat down on the wall next to the cat.",7,"none"],[4.8568904294,-3.4123839127,"He didn't look at it, but after a moment he spoke to it.",7,"none"],[15.222548047,11.2962120939,"\"Fancy seeing you here, Professor McGonagall.\"",7,"none"],[7.7108690961,2.3835334192,"He turned to smile at the tabby, but it had gone.",7,"none"],[-3.1715474222,0.9894513336,"Instead he was smiling at a rather severe-looking woman who was wearing square glasses exactly the shape of the markings the cat had had around its eyes.",7,"none"],[-7.5077972785,-13.8306866105,"She, too, was wearing a cloak, an emerald one.",0,"none"],[-3.6046810075,3.3864564062,"Her black hair was drawn into a tight bun.",7,"none"],[13.3108273214,-0.2573812628,"\"How did you know it was me?\" she asked.",7,"none"],[5.2099659832,5.4559664312,"\"My dear Professor, I 've never seen a cat sit so stiffly.\"",7,"none"],[3.7980457297,11.4190528681,"\"You'd be stiff if you'd been sitting on a brick wall all day,\" said Professor McGonagall.",7,"none"],[-6.7885644409,8.422315844,"When you could have been celebrating?",7,"none"],[-3.5942861974,6.5647828143,"I must have passed a dozen feasts and parties on my way here.\"",7,"none"],[2.2542046421,13.9158318925,"Professor McGonagall sniffed angrily.",7,"none"],[14.3238699483,4.1928288268,"\"Oh yes, everyone's celebrating, all right,\" she said impatiently.",7,"none"],[8.3911769103,11.398361347,"\"You'd think they'd be a bit more careful, but no -- even the Muggles have noticed something's going on.",7,"none"],[9.7901165879,3.5734623384,"It was on their news.\" She jerked her head back at the Dursleys' dark living-room window.",7,"none"],[-8.9833411797,2.6267860585,"Well, they're not completely stupid.",7,"none"],[-11.1349320882,-4.6147399574,"They were bound to notice something.",7,"none"],[-8.3821835216,3.7216480242,"Shooting stars down in Kent -- I'll bet that was Dedalus Diggle.",7,"none"],[7.3726624976,16.8063712365,"\"You can't blame them,\" said Dumbledore gently.",7,"none"],[-6.8784514044,-6.4864779257,"\"We've had precious little to celebrate for eleven years.\"",7,"none"],[11.3613325506,16.9519006167,"\"I know that,\" said Professor McGonagall irritably.",7,"none"],[0.0978109605,0.1381461892,"\"But that's no reason to lose our heads.",7,"none"],[4.5609567527,9.6373472474,"People are being downright careless, out on the streets in broad daylight, not even dressed in Muggle clothes, swapping rumors.\"",7,"none"],[10.7152690426,12.6459771446,"She threw a sharp, sideways glance at Dumbledore here, as though hoping he was going to tell her something, but he didn't, so she went on.",7,"none"],[6.1394740312,2.8245014105,"\"A fine thing it would be if, on the very day YouKnow-Who seems to have disappeared at last, the Muggles found out about us all.",7,"none"],[2.6356911152,9.4381311122,"I suppose he really has gone, Dumbledore?\"",7,"none"],[-2.7595067232,4.4539075874,"\"It certainly seems so,\" said Dumbledore.",7,"none"],[-1.655402698,-0.0404143269,"\"We have much to be thankful for.",7,"none"],[2.5595536049,1.4119407279,"Would you care for a lemon drop?\"",7,"none"],[9.6515593248,12.8242888461,"They're a kind of Muggle sweet I'm rather fond of\"",7,"none"],[9.9592890807,12.858391412,"\"No, thank you,\" said Professor McGonagall coldly, as though she didn't think this was the moment for lemon drops.",7,"none"],[5.9971066049,-3.6501189607,"\"As I say, even if You-Know-Who has gone -\"",7,"none"],[4.4561884428,5.956672765,"\"My dear Professor, surely a sensible person like yourself can call him by his name?",7,"none"],[-3.5881844481,18.9164942421,"All this 'You- Know-Who' nonsense -- for eleven years I have been trying to persuade people to call him by his proper name: Voldemort.\" Professor McGonagall flinched, but Dumbledore, who was unsticking two lemon drops, seemed not to notice.",0,"none"],[7.7960931997,11.521138343,"\"It all gets so confusing if we keep saying 'You-Know-Who.' I have never seen any reason to be frightened of saying Voldemort's name.",7,"none"],[2.5077317169,12.8741467438,"\"I know you haven 't, said Professor McGonagall, sounding half exasperated, half admiring.",7,"none"],[6.4070129386,15.4374591145,"Everyone knows you're the only one You-Know- oh, all right, Voldemort, was frightened of.\"",7,"none"],[15.6893736663,15.009843616,"\"You flatter me,\" said Dumbledore calmly.",7,"none"],[16.1635081389,1.590444312,"\"Voldemort had powers I will never have.\"",7,"none"],[9.5429658488,0.6765361142,"\"Only because you're too -- well -- noble to use them.\"",7,"none"],[6.2542722619,4.5615757036,"I haven't blushed so much since Madam Pomfrey told me she liked my new earmuffs.\"",7,"none"],[5.5743410736,9.9004481655,"Professor McGonagall shot a sharp look at Dumbledore and said, \"The owls are nothing next to the rumors that are flying around.",7,"none"],[2.4261507075,8.1395846429,"You know what everyone's saying?",7,"none"],[-3.9670581377,8.5355194059,"About what finally stopped him?\"",7,"none"],[-7.3083473261,16.2931160889,"It seemed that Professor McGonagall had reached the point she was most anxious to discuss, the real reason she had been waiting on a cold, hard wall all day, for neither as a cat nor as a woman had she fixed Dumbledore with such a piercing stare as she did now.",4,"none"],[3.0045916842,8.5704615222,"It was plain that whatever \"everyone\" was saying, she was not going to believe it until Dumbledore told her it was true.",7,"none"],[-0.3494960103,17.0665013609,"Dumbledore, however, was choosing another lemon drop and did not answer.",0,"none"],[16.1543422112,5.8379542818,"\"What they're saying,\" she pressed on, \"is that last night Voldemort turned up in Godric's Hollow.",7,"none"],[14.1431064455,15.8943920798,"The rumor is that Lily and James Potter are -- are -- that they're -- dead.",7,"none"],[9.3485734759,13.0715575944,"Dumbledore reached out and patted her on the shoulder.",7,"none"],[-3.1981939381,12.7306892512,"Professor McGonagall's voice trembled as she went on.",7,"none"],[27.5502928252,31.255737114,"They're saying he tried to kill the Potter's son, Harry.",3,"interacts"],[8.5836262694,7.5967096589,"He couldn't kill that little boy.",0,"interacts"],[22.6006102633,19.333567349,"No one knows why, or how, but they're saying that when he couldn't kill Harry Potter, Voldemort's power somehow broke -- and that's why he's gone.",6,"none"],[1.1049448526,9.7629129134,"\"It's -- it's true?\" faltered Professor McGonagall.",7,"none"],[-0.380754645,8.4510610348,"of all the things to stop him...",7,"none"],[34.9458571668,42.5872826161,"but how in the name of heaven did Harry survive?\"",0,"interacts"],[-0.7444175283,4.2760001589,"\"We can only guess,\" said Dumbledore.",7,"none"],[3.1727437606,7.3368444595,"Professor McGonagall pulled out a lace handkerchief and dabbed at her eyes beneath her spectacles.",7,"none"],[5.2894505401,9.4549170278,"Dumbledore gave a great sniff as he took a golden watch from his pocket and examined it.",7,"none"],[-14.1237917885,-8.078242395,"It had twelve hands but no numbers; instead, little planets were moving around the edge.",0,"none"],[7.6189476021,15.7714715416,"It must have made sense to Dumbledore, though, because he put it back in his pocket and said, \"Hagrid's late.",7,"none"],[0.4632654656,0.2871645257,"I suppose it was he who told you I'd be here, by the way?\"",7,"none"],[10.0136340989,12.3055315604,"\"Yes,\" said Professor McGonagall.",7,"none"],[10.8475570749,-0.2672496606,"\"And I don't suppose you're going to tell me why you're here, of all places?\"",7,"none"],[47.1847454841,28.9972978426,"\"I've come to bring Harry to his aunt and uncle.",0,"interacts"],[5.7658069992,-2.1313574271,"They're the only family he has left now.\"",7,"none"],[6.0310145843,17.8971061282,"\"You don't mean -- you can't mean the people who live here?\" cried Professor McGonagall, jumping to her feet and pointing at number four.",7,"none"],[3.1420801189,-2.6502297125,"I've been watching them all day.",7,"none"],[-11.1439202991,4.0670119688,"You couldn't find two people who are less like us.",7,"none"],[4.8063812566,3.6505188866,"And they've got this son -- I saw him kicking his mother all the way up the street, screaming for sweets.",7,"none"],[34.504647391,26.4969719774,"Harry Potter come and live here!\"",3,"interacts"],[12.2563297177,12.7540698469,"\"It's the best place for him,\" said Dumbledore firmly.",7,"none"],[18.1274841038,0.8083524713,"\"His aunt and uncle will be able to explain everything to him when he's older.",7,"none"],[11.6087361961,18.6520008697,"\"A letter?\" repeated Professor McGonagall faintly, sitting back down on the wall.",7,"none"],[8.4302119771,19.5662425697,"\"Really, Dumbledore, you think you can explain all this in a letter?",7,"none"],[21.4906740923,21.9625869645,"These people will never understand him! He'll be famous -- a legend -- I wouldn't be surprised if today was known as Harry Potter day in the future -- there will be books written about Harry -- every child in our world will know his name!\"",6,"none"],[11.3860540934,4.9868555823,"\"Exactly,\" said Dumbledore, looking very seriously over the top of his half-moon glasses.",7,"none"],[8.6609499178,-1.406148028,"\"It would be enough to turn any boy's head.",7,"none"],[-3.2020744438,-3.307006389,"Famous before he can walk and talk! Famous for something he won't even remember! CarA you see how much better off he'll be, growing up away from all that until he's ready to take it?\"",7,"none"],[8.314554019,13.0934457645,"Professor McGonagall opened her mouth, changed her mind, swallowed, and then said, \"Yes -- yes, you're right, of course.",7,"none"],[14.9627757894,11.70157698,"But how is the boy getting here, Dumbledore?\" She eyed his cloak suddenly as though she thought he might be hiding Harry underneath it.",7,"none"],[10.0992840033,4.2351887241,"\"You think it -- wise -- to trust Hagrid with something as important as this?\"",7,"none"],[10.0284930748,11.9237022646,"I would trust Hagrid with my life,\" said Dumbledore.",7,"none"],[-8.2361041347,14.8880854426,"\"I'm not saying his heart isn't in the right place,\" said Professor McGonagall grudgingly, \"but you can't pretend he's not careless.",4,"none"],[3.392733838,6.3224029206,"He does tend to -- what was that?\"",7,"none"],[5.8070694334,2.1412654658,"A low rumbling sound had broken the silence around them.",7,"none"],[8.2594901792,2.4320339999,"It grew steadily louder as they looked up and down the street for some sign of a headlight; it swelled to a roar as they both looked up at the sky -- and a huge motorcycle fell out of the air and landed on the road in front of them.",7,"none"],[-9.3449782666,-2.9012016927,"If the motorcycle was huge, it was nothing to the man sitting astride it.",7,"none"],[-19.8392111926,-6.5684642843,"He was almost twice as tall as a normal man and at least five times as wide.",0,"none"],[-7.1278253257,-0.4454677001,"He looked simply too big to be allowed, and so wild - long tangles of bushy black hair and beard hid most of his face, he had hands the size of trash can lids, and his feet in their leather boots were like baby dolphins.",7,"none"],[-5.7200335769,3.2544633584,"In his vast, muscular arms he was holding a bundle of blankets.",7,"none"],[13.7621398412,15.4047898976,"\"Hagrid,\" said Dumbledore, sounding relieved.",7,"none"],[10.1627259902,-5.1599198903,"And where did you get that motorcycle?\"",0,"none"],[12.8270414049,12.7089359754,"\"Borrowed it, Professor Dumbledore, sit,\" said the giant, climbing carefully off the motorcycle as he spoke.",7,"none"],[11.8770558992,1.6778901754,"\"Young Sirius Black lent it to me.",7,"none"],[17.4746621458,13.3598198423,"\"No, sir -- house was almost destroyed, but I got him out all right before the Muggles started swarmin' around.",7,"none"],[1.5235210798,3.5455648875,"He fell asleep as we was flyin' over Bristol.\"",7,"none"],[-2.2217682252,25.3029635155,"Dumbledore and Professor McGonagall bent forward over the bundle of blankets.",0,"interacts"],[8.3895247153,-9.8808225528,"Inside, just visible, was a baby boy, fast asleep.",0,"interacts"],[0.6475913524,-12.4171422272,"Under a tuft of jet-black hair over his forehead they could see a curiously shaped cut, like a bolt of lightning.",0,"interacts"],[12.0640379859,8.8614935214,"\"Is that where -?\" whispered Professor McGonagall.",0,"interacts"],[12.614751114,-11.3807613141,"\"He'll have that scar forever.\"",0,"interacts"],[16.8626500265,11.6578758315,"\"Couldn't you do something about it, Dumbledore?\"",7,"none"],[-4.3945869795,-3.2058332504,"I have one myself above my left knee that is a perfect map of the London Underground.",7,"none"],[22.5454929095,12.1938642821,"Well -- give him here, Hagrid -- we'd better get this over with.\"",6,"none"],[31.9203583369,31.4220988987,"Dumbledore took Harry in his arms and turned toward the Dursleys' house.",3,"interacts"],[27.3009110424,5.8670940875,"\"Could I -- could I say good-bye to him, sir?\" asked Hagrid.",0,"interacts"],[31.7323278457,37.7013051466,"He bent his great, shaggy head over Harry and gave him what must have been a very scratchy, whiskery kiss.",3,"interacts"],[18.6246159086,11.4307503679,"Then, suddenly, Hagrid let out a howl like a wounded dog.",7,"none"],[14.6978697256,17.7721031791,"\"Shhh!\" hissed Professor McGonagall, \"you'll wake the Muggles!\"",7,"none"],[5.7871075739,11.6189411083,"\"S-s-sorry,\" sobbed Hagrid, taking out a large, spotted handkerchief and burying his face in it.",7,"none"],[36.7749547069,26.7622343822,"\"But I c-c-can't stand it -- Lily an' James dead -- an' poor little Harry off ter live with Muggles -\"",3,"interacts"],[7.9103985132,13.6137847419,"\"Yes, yes, it's all very sad, but get a grip on yourself, Hagrid, or we'll be found,\" Professor McGonagall whispered, patting Hagrid gingerly on the arm as Dumbledore stepped over the low garden wall and walked to the front door.",7,"none"],[29.7710305709,34.7792032265,"He laid Harry gently on the doorstep, took a letter out of his cloak, tucked it inside Harry's blankets, and then came back to the other two.",3,"interacts"],[-6.8337769596,14.0226893865,"For a full minute the three of them stood and looked at the little bundle; Hagrid's shoulders shook, Professor McGonagall blinked furiously, and the twinkling light that usually shone from Dumbledore's eyes seemed to have gone out.",4,"none"],[16.2608549133,12.677126192,"\"Well,\" said Dumbledore finally, \"that's that.",7,"none"],[14.6607210398,2.0484627073,"We've no business staying here.",7,"none"],[5.4695980617,2.0740530896,"We may as well go and join the celebrations.\"",7,"none"],[26.3836102334,15.349978841,"\"Yeah,\" said Hagrid in a very muffled voice, \"I'll be takin' Sirius his bike back.",6,"none"],[4.9326880762,14.6956369996,"G'night, Professor McGonagall -- Professor Dumbledore, sir.\"",7,"none"],[18.7202068388,4.5799940709,"Wiping his streaming eyes on his jacket sleeve, Hagrid swung himself onto the motorcycle and kicked the engine into life; with a roar it rose into the air and off into the night.",7,"none"],[15.7968570143,9.8123219561,"\"I shall see you soon, I expect, Professor McGonagall,\" said Dumbledore, nodding to her.",7,"none"],[11.8359681,17.375783769,"Professor McGonagall blew her nose in reply.",7,"none"],[9.6772795696,11.942761426,"Dumbledore turned and walked back down the street.",7,"none"],[8.6251339248,2.2133680832,"On the corner he stopped and took out the silver Put-Outer.",7,"none"],[9.388203213,1.2630480796,"He clicked it once, and twelve balls of light sped back to their street lamps so that Privet Drive glowed suddenly orange and he could make out a tabby cat slinking around the corner at the other end of the street.",7,"none"],[5.3036966762,2.7478183648,"He could just see the bundle of blankets on the step of number four.",7,"none"],[44.1896271567,22.2967887954,"\"Good luck, Harry,\" he murmured.",2,"interacts"],[19.9553216759,-1.8267620646,"He turned on his heel and with a swish of his cloak, he was gone.",7,"none"],[6.5525959408,3.9854583967,"A breeze ruffled the neat hedges of Privet Drive, which lay silent and tidy under the inky sky, the very last place you would expect astonishing things to happen.",7,"none"],[20.3637049785,24.4761516912,"Harry Potter rolled over inside his blankets without waking up.",6,"none"],[0.3246712293,26.3350225551,"One small hand closed on the letter beside him and he slept on, not knowing he was special, not knowing he was famous, not knowing he would be woken in a few hours' time by Mrs_ Dursley's scream as she opened the front door to put out the milk bottles, nor that he would spend the next few weeks being prodded and pinched by his cousin Dudley...",0,"interacts"],[14.0983320506,17.254030984,"He couldn't know that at this very moment, people meeting in secret all over the country were holding up their glasses and saying in hushed voices: \"To Harry Potter -- the boy who lived!\"",7,"none"],[1.9648791566,2.288801812,"Nearly ten years had passed since the Dursleys had woken up to find their nephew on the front step, but Privet Drive had hardly changed at all.",7,"none"],[9.4218846368,11.8589823892,"The sun rose on the same tidy front gardens and lit up the brass number four on the Dursleys' front door; it crept into their living room, which was almost exactly the same as it had been on the night when Mr_ Dursley had seen that fateful news report about the owls.",7,"none"],[-11.9855921005,-3.7367938082,"Only the photographs on the mantelpiece really showed how much time had passed.",7,"none"],[1.6060114039,12.9756043058,"Ten years ago, there had been lots of pictures of what looked like a large pink beach ball wearing different-colored bonnets -- but Dudley Dursley was no longer a baby, and now the photographs showed a large blond boy riding his first bicycle, on a carousel at the fair, playing a computer game with his father, being hugged and kissed by his mother.",7,"none"],[3.2569798241,-3.5553107927,"The room held no sign at all that another boy lived in the house, too.",7,"none"],[11.6968545647,27.2765445903,"Yet Harry Potter was still there, asleep at the moment, but not for long.",0,"interacts"],[30.9970782469,4.107326649,"His Aunt Petunia was awake and it was her shrill voice that made the first noise of the day.",1,"interacts"],[28.1968086904,7.8028131097,"His aunt rapped on the door again.",0,"interacts"],[44.9790278766,20.1837483171,"Harry heard her walking toward the kitchen and then the sound of the frying pan being put on the stove.",2,"interacts"],[12.3212808313,-1.0010971174,"He rolled onto his back and tried to remember the dream he had been having.",7,"none"],[3.5630224031,5.2566808139,"There had been a flying motorcycle in it.",7,"none"],[3.3281770199,1.6336514855,"He had a funny feeling he'd had the same dream before.",7,"none"],[29.0609408366,1.231502988,"His aunt was back outside the door.",0,"interacts"],[30.1875444853,-6.5281223818,"\"Are you up yet?\" she demanded.",0,"interacts"],[33.9562562952,8.9718943384,"\"Well, get a move on, I want you to look after the bacon.",0,"interacts"],[12.1112396706,8.8412186672,"And don't you dare let it burn, I want everything perfect on Duddy's birthday.\"",0,"interacts"],[38.6566511625,-3.7970348522,"\"What did you say?\" his aunt snapped through the door.",0,"interacts"],[4.1328248112,17.5205143429,"Dudley's birthday -- how could he have forgotten?",7,"none"],[26.9128764589,15.8667029493,"Harry got slowly out of bed and started looking for socks.",6,"none"],[6.8614481957,1.651699294,"He found a pair under his bed and, after pulling a spider off one of them, put them on.",7,"none"],[30.5643586821,32.1522832153,"Harry was used to spiders, because the cupboard under the stairs was full of them, and that was where he slept.",3,"interacts"],[15.3658497722,-0.4390539885,"When he was dressed he went down the hall into the kitchen.",7,"none"],[5.6189921961,13.2651504553,"The table was almost hidden beneath all Dudley's birthday presents.",7,"none"],[11.3923426774,13.9949047343,"It looked as though Dudley had gotten the new computer he wanted, not to mention the second television and the racing bike.",7,"none"],[18.3051349674,28.7583208297,"Exactly why Dudley wanted a racing bike was a mystery to Harry, as Dudley was very fat and hated exercise -- unless of course it involved punching somebody.",0,"none"],[22.6797207898,42.3499420193,"Dudley's favorite punching bag was Harry, but he couldn't often catch him.",0,"interacts"],[21.3552105471,17.8751623407,"Harry didn't look it, but he was very fast.",6,"none"],[20.6256987282,22.8467364737,"Perhaps it had something to do with living in a dark cupboard, but Harry had always been small and skinny for his age.",6,"none"],[-3.1769846994,8.5154164389,"He looked even smaller and skinnier than he really was because all he had to wear were old clothes of Dudley's, and Dudley was about four times bigger than he was.",7,"none"],[22.3207763255,19.720872378,"Harry had a thin face, knobbly knees, black hair, and bright green eyes.",6,"none"],[4.0987389698,11.3177723356,"He wore round glasses held together with a lot of Scotch tape because of all the times Dudley had punched him on the nose.",7,"none"],[21.7198819927,18.8582870767,"The only thing Harry liked about his own appearance was a very thin scar on his forehead that was shaped like a bolt of lightning.",6,"none"],[20.3597272533,1.398304466,"He had had it as long as he could remember, and the first question he could ever remember asking his Aunt Petunia was how he had gotten it.",7,"none"],[11.3798732406,2.2657802531,"\"In the car crash when your parents died,\" she had said.",7,"none"],[13.2929935822,14.1433798081,"Don't ask questions -- that was the first rule for a quiet life with the Dursleys.",7,"none"],[52.5472511187,34.7394736155,"Uncle Vernon entered the kitchen as Harry was turning over the bacon.",0,"interacts"],[32.9099908263,-3.4189940303,"\"Comb your hair!\" he barked, by way of a morning greeting.",0,"interacts"],[36.040797491,31.9462687306,"About once a week, Uncle Vernon looked over the top of his newspaper and shouted that Harry needed a haircut.",3,"interacts"],[17.6419146102,27.3503474615,"Harry must have had more haircuts than the rest of the boys in his class put",6,"none"],[-5.5513627674,5.2675545197,"together, but it made no difference, his hair simply grew that way -- all over the place.",7,"none"],[44.9723240098,36.4701137667,"Harry was frying eggs by the time Dudley arrived in the kitchen with his mother.",0,"interacts"],[19.1342980306,24.5867247816,"Dudley looked a lot like Uncle Vernon.",6,"none"],[-2.4375650242,1.4586914887,"He had a large pink face, not much neck, small, watery blue eyes, and thick blond hair that lay smoothly on his thick, fat head.",7,"none"],[41.1123187331,28.4240220412,"Aunt Petunia often said that Dudley looked like a baby angel -- Harry often said that Dudley looked like a pig in a wig.",0,"interacts"],[35.8330895332,33.9378930745,"Harry put the plates of egg and bacon on the table, which was difficult as there wasn't much room.",3,"interacts"],[6.8130334519,16.9322967311,"Dudley, meanwhile, was counting his presents.",7,"none"],[9.3980069495,-3.0099661954,"\"Thirty-six,\" he said, looking up at his mother and father.",7,"none"],[0.2781120775,-2.1288132509,"\"That's two less than last year.\"",7,"none"],[7.9940783845,3.4804446173,"\"Darling, you haven't counted Auntie Marge's present, see, it's here under this big one from Mommy and Daddy.\"",7,"none"],[24.3023183629,14.355871186,"\"All right, thirty-seven then,\" said Dudley, going red in the face.",6,"none"],[46.0699159875,35.1867125175,"Harry, who could see a huge Dudley tantrum coming on, began wolfing down his bacon as fast as possible in case Dudley turned the table over.",0,"interacts"],[23.5060889103,11.0506716844,"Aunt Petunia obviously scented danger, too, because she said quickly, \"And we'll buy you another two presents while we're out today.",6,"none"],[4.2469733154,2.598459164,"Finally he said slowly, \"So I'll have thirty ...",7,"none"],[14.0954752235,1.7337712264,"\"Thirty-nine, sweetums,\" said Aunt Petunia.",7,"none"],[28.8150024338,22.7614078851,"\"Oh.\" Dudley sat down heavily and grabbed the nearest parcel.",5,"none"],[15.6599439176,3.7352970953,"\"Little tyke wants his money's worth, just like his father.",7,"none"],[29.2232134339,20.1956776528,"'Atta boy, Dudley!\" He ruffled Dudley's hair.",5,"none"],[46.1240692961,35.3483631882,"At that moment the telephone rang and Aunt Petunia went to answer it while Harry and Uncle Vernon watched Dudley unwrap the racing bike, a video camera, a remote control airplane, sixteen new computer games, and a VCR.",0,"interacts"],[22.5525280331,11.2144339256,"He was ripping the paper off a gold wristwatch when Aunt Petunia came back from the telephone looking both angry and worried.",0,"none"],[44.0363719509,28.6309180962,"She can't take him.\" She jerked her head in Harry's direction.",0,"interacts"],[35.1102865394,37.8571888157,"Dudley's mouth fell open in horror, but Harry's heart gave a leap.",3,"interacts"],[21.7397234064,24.6518057355,"Every year on Dudley's birthday, his parents took him and a friend out for the day, to adventure parks, hamburger restaurants, or the movies.",6,"none"],[18.4045217545,24.0695124233,"Every year, Harry was left behind with Mrs_ Figg, a mad old lady who lived two streets away.",6,"none"],[4.0956062197,10.3022091235,"The whole house smelled of cabbage and Mrs_ Figg made him look at photographs of all the cats she'd ever owned.",7,"none"],[55.0015077656,23.059150966,"\"Now what?\" said Aunt Petunia, looking furiously at Harry as though he'd planned this.",0,"interacts"],[8.4492661722,18.235957292,"Harry knew he ought to feel sorry that Mrs_ Figg had broken her leg, but it wasn't easy when he reminded himself it would be a whole year before he had to look at Tibbles, Snowy, Mr_ Paws, and Tufty again.",7,"none"],[25.2471937105,10.9512375856,"\"We could phone Marge,\" Uncle Vernon suggested.",0,"none"],[21.4647862595,15.2642340471,"\"Don't be silly, Vernon, she hates the boy.\"",6,"none"],[23.3636943294,24.224428203,"The Dursleys often spoke about Harry like this, as though he wasn't there -- or rather, as though he was something very nasty that couldn't understand them, like a slug.",6,"none"],[15.5973645052,3.0680268779,"\"What about what's-her-name, your friend -- Yvonne?\"",7,"none"],[19.6835145603,-0.9960631886,"\"On vacation in Majorca,\" snapped Aunt Petunia.",7,"none"],[49.0754094508,21.7747941487,"\"You could just leave me here,\" Harry put in hopefully (he'd be able to watch what he wanted on television for a change and maybe even have a go on Dudley's computer).",0,"interacts"],[18.244277578,9.1818907007,"Aunt Petunia looked as though she'd just swallowed a lemon.",7,"none"],[18.8998949638,-3.7449986824,"\"And come back and find the house in ruins?\" she snarled.",0,"none"],[40.1708233845,24.9996526024,"\"I won't blow up the house,\" said Harry, but they weren't listening.",3,"interacts"],[31.4111224683,7.9970690876,"\"I suppose we could take him to the zoo,\" said Aunt Petunia slowly, \"...",1,"interacts"],[8.2099474969,1.326955952,"\"That car's new, he's not sitting in it alone....\"",7,"none"],[-0.2904566522,2.2265258151,"In fact, he wasn't really crying -- it had been years since he'd really cried -- but he knew that if he screwed up his face and wailed, his mother would give him anything he wanted.",7,"none"],[15.8652036113,10.5233908192,"\"Dinky Duddydums, don't cry, Mummy won't let him spoil your special day!\" she cried, flinging her arms around him.",7,"none"],[27.0773319282,16.2981417549,"t-t-to come!\" Dudley yelled between huge, pretend sobs.",6,"none"],[39.9350100937,19.2094415394,"\"He always sp- spoils everything!\" He shot Harry a nasty grin through the gap in his mother's arms.",2,"interacts"],[29.4696270774,22.4049176108,"Just then, the doorbell rang -- \"Oh, good Lord, they're here!\" said Aunt Petunia frantically -- and a moment later, Dudley's best friend, Piers Polkiss, walked in with his mother.",5,"none"],[2.9275852227,7.07314793,"Piers was a scrawny boy with a face like a rat.",7,"none"],[11.6583652837,20.1567022672,"He was usually the one who held people's arms behind their backs while Dudley hit them.",7,"none"],[11.3959848749,15.8159791754,"Dudley stopped pretending to cry at once.",7,"none"],[28.3454286237,40.52465061,"Half an hour later, Harry, who couldn't believe his luck, was sitting in the back of the Dursleys' car with Piers and Dudley, on the way to the zoo for the first time in his life.",0,"interacts"],[47.7493952737,42.2071434701,"His aunt and uncle hadn't been able to think of anything else to do with him, but before they'd left, Uncle Vernon had taken Harry aside.",0,"interacts"],[42.1334145387,20.5607005773,"\"I'm warning you,\" he had said, putting his large purple face right up close to Harry's, \"I'm warning you now, boy -- any funny business, anything at all -- and you'll be in that cupboard from now until Christmas.\"",2,"interacts"],[43.4819068837,21.2452763161,"\"I'm not going to do anything,\" said Harry, \"honestly..",2,"interacts"],[10.0781689489,20.8329965231,"But Uncle Vernon didn't believe him.",7,"none"],[10.6041960733,33.7872259125,"The problem was, strange things often happened around Harry and it was just no good telling the Dursleys he didn't make them happen.",0,"none"],[36.837836891,30.7842426317,"Once, Aunt Petunia, tired of Harry coming back from the barbers looking as though he hadn't been at all, had taken a pair of kitchen scissors and cut his hair so short he was almost bald except for his bangs, which she left \"to hide that horrible scar.\" Dudley had laughed himself silly at Harry, who spent a sleepless night imagining school the next day, where he was already laughed at for his baggy clothes and taped glasses.",3,"interacts"],[7.4212368061,2.5950504535,"Next morning, however, he had gotten up to find his hair exactly as it had been before Aunt Petunia had sheared it off He had been given a week in his cupboard for this, even though he had tried to explain that he couldn't explain how it had grown back so quickly.",7,"none"],[33.7977744688,33.5144772362,"Another time, Aunt Petunia had been trying to force him into a revolting old sweater of Dudley's (brown with orange puff balls) -- The harder she tried to pull it over his head, the smaller it seemed to become, until finally it might have fitted a hand puppet, but certainly wouldn't fit Harry.",3,"interacts"],[24.482816228,26.4551220194,"Aunt Petunia had decided it must have shrunk in the wash and, to his great relief, Harry wasn't punished.",6,"none"],[-2.1893089009,23.4908626524,"On the other hand, he'd gotten into terrible trouble for being found on the roof of the school kitchens.",0,"interacts"],[31.7945469788,41.4871598904,"Dudley's gang had been chasing him as usual when, as much to Harry's surprise as anyone else's, there he was sitting on the chimney.",0,"interacts"],[24.456956845,44.4682310029,"The Dursleys had received a very angry letter from Harry's headmistress telling them Harry had been climbing school buildings.",0,"interacts"],[27.8240025447,35.2273031637,"But all he'd tried to do (as he shouted at Uncle Vernon through the locked door of his cupboard) was jump behind the big trash cans outside the kitchen doors.",3,"interacts"],[26.3857348946,33.1120918362,"Harry supposed that the wind must have caught him in mid- jump.",3,"interacts"],[-2.089696821,0.3709265727,"But today, nothing was going to go wrong.",7,"none"],[4.917551306,19.695579158,"It was even worth being with Dudley and Piers to be spending the day somewhere that wasn't school, his cupboard, or Mrs_ Figg's cabbage-smelling living room.",7,"none"],[28.6872591064,24.5956293713,"While he drove, Uncle Vernon complained to Aunt Petunia.",0,"none"],[22.6735451563,38.8177610432,"He liked to complain about things: people at work, Harry, the council, Harry, the bank, and Harry were just a few of his favorite subjects.",0,"interacts"],[-3.4345114746,-6.0041004884,"This morning, it was motorcycles.",7,"none"],[14.2407363337,2.855311403,"roaring along like maniacs, the young hoodlums,\" he said, as a motorcycle overtook them.",7,"none"],[29.0223748214,4.9257632194,"I had a dream about a motorcycle,\" said Harry, remembering suddenly.",1,"interacts"],[11.1764703643,27.3055333602,"Uncle Vernon nearly crashed into the car in front.",0,"interacts"],[40.1229265175,24.5738320196,"He turned right around in his seat and yelled at Harry, his face like a gigantic beet with a mustache: \"MOTORCYCLES DON'T FLY!\"",3,"interacts"],[39.7927941111,26.2865388398,"I know they don't,\" said Harry.",3,"interacts"],[2.1917983769,3.0492124111,"But he wished he hadn't said anything.",7,"none"],[3.1545176345,13.7639763609,"If there was one thing the Dursleys hated even more than his asking questions, it was his talking about anything acting in a way it shouldn't, no matter if it was in a dream or even a cartoon -- they seemed to think he might get dangerous ideas.",7,"none"],[14.3962961578,5.6386629586,"It was a very sunny Saturday and the zoo was crowded with families.",7,"none"],[28.2385380685,38.9519252275,"The Dursleys bought Dudley and Piers large chocolate ice creams at the entrance and then, because the smiling lady in the van had asked Harry what he wanted before they could hurry him away, they bought him a cheap lemon ice pop.",0,"interacts"],[29.6167999834,23.0102036512,"It wasn't bad, either, Harry thought, licking it as they watched a gorilla scratching its head who looked remarkably like Dudley, except that it wasn't blond.",5,"none"],[29.282555874,22.1384947507,"Harry had the best morning he'd had in a long time.",5,"none"],[12.0307267138,25.7390341215,"He was careful to walk a little way apart from the Dursleys so that Dudley and Piers, who were starting to get bored with the animals by lunchtime, wouldn't fall back on their favorite hobby of hitting him.",0,"interacts"],[39.5563497928,50.1158260607,"They ate in the zoo restaurant, and when Dudley had a tantrum because his knickerbocker glory didn't have enough ice cream on top, Uncle Vernon bought him another one and Harry was allowed to finish the first.",0,"interacts"],[34.433268692,29.0294030296,"Harry felt, afterward, that he should have known it was all too good to last.",3,"interacts"],[23.843832188,17.2576006868,"After lunch they went to the reptile house.",6,"none"],[0.1358806207,-1.1693030768,"It was cool and dark in there, with lit windows all along the walls.",7,"none"],[9.9467697748,4.0582200982,"Behind the glass, all sorts of lizards and snakes were crawling and slithering over bits of wood and stone.",7,"none"],[11.4302993135,12.6199162236,"Dudley and Piers wanted to see huge, poisonous cobras and thick, man-crushing pythons.",7,"none"],[22.8203226036,14.7496490215,"Dudley quickly found the largest snake in the place.",6,"none"],[6.765652382,17.7584272519,"It could have wrapped its body twice around Uncle Vernon's car and crushed it into a trash can -- but at the moment it didn't look in the mood.",7,"none"],[20.8446921224,6.6436917079,"Dudley stood with his nose pressed against the glass, staring at the glistening brown coils.",0,"none"],[14.9761383381,4.2678200822,"\"Make it move,\" he whined at his father.",7,"none"],[23.96449224,25.7946387977,"Uncle Vernon tapped on the glass, but the snake didn't budge.",6,"none"],[23.5478728974,24.4860561187,"Uncle Vernon rapped the glass smartly with his knuckles, but the snake just snoozed on.",6,"none"],[22.6820220769,14.8376233701,"\"This is boring,\" Dudley moaned.",6,"none"],[48.2210535297,22.1197791389,"Harry moved in front of the tank and looked intently at the snake.",0,"interacts"],[-6.842415214,0.3743317985,"He wouldn't have been surprised if it had died of boredom itself -- no company except stupid people drumming their fingers on the glass trying to disturb it all day long.",7,"none"],[10.1179490715,13.8117201455,"It was worse than having a cupboard as a bedroom, where the only visitor was Aunt Petunia hammering on the door to wake you up; at least he got to visit the rest of the house.",7,"none"],[18.6118187503,2.9606632507,"The snake suddenly opened its beady eyes.",7,"none"],[36.389836922,25.2644739844,"Slowly, very slowly, it raised its head until its eyes were on a level with Harry's.",3,"interacts"],[5.5292600305,-10.7929031425,"Then he looked quickly around to see if anyone was watching.",0,"interacts"],[30.2792985092,9.9911471799,"He looked back at the snake and winked, too.",0,"interacts"],[36.2821496678,30.0445998808,"The snake jerked its head toward Uncle Vernon and Dudley, then raised its eyes to the ceiling.",3,"interacts"],[36.4603577176,28.5747711464,"It gave Harry a look that said quite plainly:",3,"interacts"],[41.0159948565,17.6515349986,"\"I know,\" Harry murmured through the glass, though he wasn't sure the snake could hear him.",2,"interacts"],[40.7368243493,11.6088317567,"\"Where do you come from, anyway?\" Harry asked.",0,"interacts"],[31.310940187,19.1846363238,"The snake jabbed its tail at a little sign next to the glass.",0,"none"],[32.1386030712,21.5170164694,"The boa constrictor jabbed its tail at the sign again and Harry read on: This specimen was bred in the zoo.",5,"none"],[9.5504629066,-14.2729058455,"\"Oh, I see -- so you've never been to Brazil?\"",0,"interacts"],[44.645839849,35.1771963777,"As the snake shook its head, a deafening shout behind Harry made both of them jump.",0,"interacts"],[14.601311209,20.7293784632,"DURSLEY! COME AND LOOK AT THIS SNAKE! YOU WON'T BELIEVE WHAT IT'S DOING!\"",7,"none"],[23.5447492746,15.154392119,"Dudley came waddling toward them as fast as he could.",6,"none"],[53.8694154745,23.793678882,"\"Out of the way, you,\" he said, punching Harry in the ribs.",0,"interacts"],[29.7987523098,29.2521731201,"Caught by surprise, Harry fell hard on the concrete floor.",3,"interacts"],[6.0278347436,17.636752487,"What came next happened so fast no one saw how it happened -- one second, Piers and Dudley were leaning right up close to the glass, the next, they had leapt back with howls of horror.",7,"none"],[30.5749450701,3.1081429773,"Harry sat up and gasped; the glass front of the boa constrictor's tank had vanished.",1,"interacts"],[23.7394758518,11.0164939886,"The great snake was uncoiling itself rapidly, slithering out onto the floor.",6,"none"],[22.5652267543,18.7927700199,"People throughout the reptile house screamed and started running for the exits.",6,"none"],[40.5118667755,20.0052883796,"As the snake slid swiftly past him, Harry could have sworn a low, hissing voice said, \"Brazil, here I come....",2,"interacts"],[9.0730503813,11.7665088559,"The keeper of the reptile house was in shock.",7,"none"],[7.8445388397,-0.5018523999,"\"But the glass,\" he kept saying, \"where did the glass go?\"",7,"none"],[13.4632822642,16.2337126034,"The zoo director himself made Aunt Petunia a cup of strong, sweet tea while he apologized over and over again.",7,"none"],[7.6441816248,17.6316571727,"Piers and Dudley could only gibber.",7,"none"],[40.5823031225,41.9027077092,"As far as Harry had seen, the snake hadn't done anything except snap playfully at their heels as it passed, but by the time they were all back in Uncle Vernon's car, Dudley was telling them how it had nearly bitten off his leg, while Piers was swearing it had tried to squeeze him to death.",0,"interacts"],[27.8686638885,34.2392499546,"But worst of all, for Harry at least, was Piers calming down enough to say, \"Harry was talking to it, weren't you, Harry?\"",3,"interacts"],[36.902555931,40.0553499486,"Uncle Vernon waited until Piers was safely out of the house before starting on Harry.",0,"interacts"],[10.0361574659,3.3309998865,"He was so angry he could hardly speak.",7,"none"],[28.0533263882,14.9383387761,"He managed to say, \"Go -- cupboard -- stay -- no meals,\" before he collapsed into a chair, and Aunt Petunia had to run and get him a large brandy.",0,"none"],[22.9883997347,15.849218824,"Harry lay in his dark cupboard much later, wishing he had a watch.",6,"none"],[1.1795261892,9.7376966197,"He didn't know what time it was and he couldn't be sure the Dursleys were asleep yet.",7,"none"],[-1.8446798112,7.994686274,"Until they were, he couldn't risk sneaking to the kitchen for some food.",7,"none"],[-2.849959448,7.1614757961,"He'd lived with the Dursleys almost ten years, ten miserable years, as long as he could remember, ever since he'd been a baby and his parents had died in that car crash.",7,"none"],[-1.9875180048,1.3986677178,"He couldn't remember being in the car when his parents had died.",7,"none"],[-0.7719344252,-0.0430998061,"Sometimes, when he strained his memory during long hours in his cupboard, he came up with a strange vision: a blinding flash of green light and a burn- ing pain on his forehead.",7,"none"],[-3.5795990524,0.7176991234,"This, he supposed, was the crash, though he couldn't imagine where all the green light came from.",7,"none"],[-2.6313081902,-0.3736553165,"He couldn't remember his parents at all.",7,"none"],[7.0017578808,2.0885159956,"His aunt and uncle never spoke about them, and of course he was forbidden to ask questions.",7,"none"],[-11.9305004584,-2.8475793313,"There were no photographs of them in the house.",7,"none"],[19.6260565781,24.4788054502,"When he had been younger, Harry had dreamed and dreamed of some unknown relation coming to take him away, but it had never happened; the Dursleys were his only family.",6,"none"],[-8.4813802946,0.895201705,"Yet sometimes he thought (or maybe hoped) that strangers in the street seemed to know him.",7,"none"],[-14.5897341742,-0.2139437164,"Very strange strangers they were, too.",0,"none"],[18.2407150625,19.8748185309,"A tiny man in a violet top hat had bowed to him once while out shopping with Aunt Petunia and Dudley.",0,"interacts"],[42.0600337383,20.9599489716,"After asking Harry furiously if he knew the man, Aunt Petunia had rushed them out of the shop without buying anything.",2,"interacts"],[2.0427200564,4.7943246753,"A wild-looking old woman dressed all in green had waved merrily at him once on a bus.",7,"none"],[-5.2412326512,-1.6102221511,"A bald man in a very long purple coat had actually shaken his hand in the street the other day and then walked away without a word.",7,"none"],[10.2667662181,27.0241962966,"The weirdest thing about all these people was the way they seemed to vanish the second Harry tried to get a closer look.",0,"interacts"],[24.1889973899,36.5804359293,"Everybody knew that Dudley's gang hated that odd Harry Potter in his baggy old clothes and broken glasses, and nobody liked to disagree with Dudley's gang.",0,"interacts"],[20.730925327,24.8723937401,"The escape of the Brazilian boa constrictor earned Harry his longest-ever punishment.",6,"none"],[14.7633267409,21.0827639346,"By the time he was allowed out of his cupboard again, the summer holidays had started and Dudley had already broken his new video camera, crashed his remote control airplane, and, first time out on his racing bike, knocked down old Mrs_ Figg as she crossed Privet Drive on her crutches.",0,"none"],[33.7333258739,36.9149855799,"Harry was glad school was over, but there was no escaping Dudley's gang, who visited the house every single day.",3,"interacts"],[9.9606000622,17.0711421041,"Piers, Dennis, Malcolm, and Gordon were all big and stupid, but as Dudley was the biggest and stupidest of the lot, he was the leader.",7,"none"],[31.3717849815,34.1127502784,"The rest of them were all quite happy to join in Dudley's favorite sport: Harry Hunting.",3,"interacts"],[21.2493541988,21.8131828367,"This was why Harry spent as much time as possible out of the house, wandering around and thinking about the end of the holidays, where he could see a tiny ray of hope.",6,"none"],[4.9537875822,11.9602504858,"When September came he would be going off to secondary school and, for the first time in his life, he wouldn't be with Dudley.",7,"none"],[24.2979125115,28.7911430103,"Dudley had been accepted at Uncle Vernon's old private school, Smeltings.",0,"none"],[-15.3193368215,4.6108894452,"Piers Polkiss was going there too.",0,"none"],[26.2705675785,36.1235681965,"Harry, on the other hand, was going to Stonewall High, the local public school.",3,"interacts"],[21.8713764077,21.4705883217,"Dudley thought this was very funny.",6,"none"],[45.5899629535,30.3887221838,"\"They stuff people's heads down the toilet the first day at Stonewall,\" he told Harry.",0,"interacts"],[31.8601468846,3.1121947659,"\"Want to come upstairs and practice?\"",1,"interacts"],[40.8755478371,17.3304123714,"\"The poor toilet's never had anything as horrible as your head down it -- it might be sick.\" Then he ran, before Dudley could work out what he'd said.",2,"interacts"],[40.8249906277,33.2502894561,"One day in July, Aunt Petunia took Dudley to London to buy his Smeltings uniform, leaving Harry at Mrs_ Figg's.",0,"none"],[-11.0702067923,-4.7163106509,"Mrs_ Figg wasn 't as bad as usual.",7,"none"],[-3.4994356782,1.5115224273,"It turned out she'd broken her leg tripping over one of her cats, and she didn't seem quite as fond of them as before.",7,"none"],[25.5638215716,21.3402087673,"She let Harry watch television and gave him a bit of chocolate cake that tasted as though she'd had it for several years.",5,"interacts"],[17.7347184492,-0.7512623436,"That evening, Dudley paraded around the living room for the family in his brand-new uniform.",7,"none"],[4.8972512921,-2.5712195905,"Smeltings' boys wore maroon tailcoats, orange knickerbockers, and flat straw hats called boaters.",7,"none"],[-2.3025265071,10.676489513,"They also carried knobbly sticks, used for hitting each other while the teachers weren't looking.",7,"none"],[1.6394651511,2.842306884,"This was supposed to be good training for later life.",7,"none"],[16.155542612,13.8901615415,"As he looked at Dudley in his new knickerbockers, Uncle Vernon said gruffly that it was the proudest moment of his life.",7,"none"],[16.4480288296,9.357411018,"Aunt Petunia burst into tears and said she couldn't believe it was her Ickle Dudleykins, he looked so handsome and grown-up.",7,"none"],[34.3091086246,28.4673719207,"Harry didn't trust himself to speak.",3,"interacts"],[8.5769432992,7.6279511862,"He thought two of his ribs might already have cracked from trying not to laugh.",0,"interacts"],[32.2447370848,33.7381083321,"There was a horrible smell in the kitchen the next morning when Harry went in for breakfast.",3,"interacts"],[5.4038868469,-2.7642959,"It seemed to be coming from a large metal tub in the sink.",7,"none"],[12.132427771,-3.4361904121,"The tub was full of what looked like dirty rags swimming in gray water.",7,"none"],[36.8825734208,-1.814830587,"\"What's this?\" he asked Aunt Petunia.",0,"interacts"],[9.9998512665,-1.2473995695,"Her lips tightened as they always did if he dared to ask a question.",7,"none"],[19.66717195,-11.1399358292,"\"Your new school uniform,\" she said.",0,"interacts"],[30.1841043137,20.938492321,"Harry looked in the bowl again.",5,"none"],[15.4221364976,-8.8915063131,"\"Oh,\" he said, \"I didn't realize it had to be so wet.\"",0,"interacts"],[33.7324629716,0.6942181839,"\"DotA be stupid,\" snapped Aunt Petunia.",0,"interacts"],[33.5303859626,5.9376273003,"\"I'm dyeing some of Dudley's old things gray for you.",1,"interacts"],[8.7160323209,-11.3971275533,"It'll look just like everyone else's when I've finished.\"",0,"interacts"],[23.8485418103,16.7436237387,"Harry seriously doubted this, but thought it best not to argue.",6,"none"],[7.7219938071,0.0293248262,"He sat down at the table and tried not to think about how he was going to look on his first day at Stonewall High -- like he was wearing bits of old elephant skin, probably.",7,"none"],[29.6329683567,32.8718324148,"Dudley and Uncle Vernon came in, both with wrinkled noses because of the smell from Harry's new uniform.",3,"interacts"],[22.9198623072,19.0574556264,"Uncle Vernon opened his newspaper as usual and Dudley banged his Smelting stick, which he carried everywhere, on the table.",6,"none"],[14.4543845123,16.4955774457,"They heard the click of the mail slot and flop of letters on the doormat.",7,"none"],[33.3304576773,30.7779421498,"\"Get the mail, Dudley,\" said Uncle Vernon from behind his paper.",3,"interacts"],[39.5484004602,16.5295876334,"\"Poke him with your Smelting stick, Dudley.\"",0,"interacts"],[34.4272848347,34.1717793661,"Harry dodged the Smelting stick and went to get the mail.",3,"interacts"],[24.1383046682,28.1632111977,"Three things lay on the doormat: a postcard from Uncle Vernon's sister Marge, who was vacationing on the Isle of Wight, a brown envelope that looked like a bill, and -- a letter for Harry.",0,"none"],[24.5809178419,16.6061225361,"Harry picked it up and stared at it, his heart twanging like a giant elastic band.",6,"none"]]