[[-5.592815876,-0.8427237272,"Mahmoud Sulaiman Hamad Bani Abdelrahman and Muwafaq Saleem Bsharah. 2014. The Effect of Speed Reading Strategies on Developing Reading Comprehension among the 2nd Secondary Students in English Language. English Language Teaching 7, 6 (2014), 168–174.",12],[1.5283243656,-7.8912210464,"Denise E Agosto. 2002. Bounded rationality and satisficing in young people’s Web-based decision making. Journal of the American society for Information Science and Technology 53, 1 (2002), 16–27.",-1],[0.5936140418,8.1934509277,"Mehdi Allahyari, Seyedamin Pouriyeh, Mehdi Assefi, Saeid Safaei, Elizabeth D Trippe, Juan B Gutierrez, and Krys Kochut. 2017. Text summarization techniques: a brief survey. arXiv preprint arXiv:1707.02268 (2017).",9],[-3.324672699,-3.0344078541,"Mesfer Alrizq, Sara Mehmood, Naeem Ahmed Mahoto, Ali Alqahtani, Mohammed Hamdi, Abdullah Alghamdi, and Asadullah Shaikh. 2021. Analysis of Skim Reading on Desktop versus Mobile Screen. Applied Sciences 11, 16 (2021), 7398.",12],[1.2836498022,-5.4236278534,"Saleema Amershi, Dan Weld, Mihaela Vorvoreanu, Adam Fourney, Besmira Nushi, Penny Collisson, Jina Suh, Shamsi Iqbal, Paul N Bennett, Kori Inkpen, et al. 2019. Guidelines for human-AI interaction. In Proceedings of the 2019 chi conference on human factors in computing systems. 1–13.",7],[0.2595641613,1.886038661,"Tal August, Lucy Lu Wang, Jonathan Bragg, Marti A Hearst, Andrew Head, and Kyle Lo. 2022. Paper plain: Making medical research papers approachable to healthcare consumers with natural language processing. arXiv preprint arXiv:2203.00130 (2022).",-1],[2.1018424034,6.0317883492,"Taylor Berg-Kirkpatrick, Dan Gillick, and Dan Klein. 2011. Jointly Learning to Extract and Compress. In Proceedings of the 49th Annual Meeting of the Association for Computational Linguistics: Human Language Technologies. Association for Computational Linguistics, Portland, Oregon, USA, 481–490. https:\/\/aclanthology.org\/P11-1049",8],[-1.5887064934,-2.4313466549,"Michael Bernard, Chia Hui Liao, and Melissa Mills. 2001. The effects of font type and size on the legibility and reading time of online text by older adults. In CHI’01 extended abstracts on Human factors in computing systems. 175–176.",11],[0.2518821955,-3.6618423462,"Michael S Bernstein, Greg Little, Robert C Miller, Björn Hartmann, Mark S Ackerman, David R Karger, David Crowell, and Katrina Panovich. 2010. Soylent: a word processor with a crowd inside. In Proceedings of the 23nd annual ACM symposium on User interface software and technology. 313–322.",-1],[0.60336411,-5.103328228,"Ralf Biedert, Georg Buscher, Sven Schwarz, Jörn Hees, and Andreas Dengel. 2010. Text 2.0. In CHI ’10 Extended Abstracts on Human Factors in Computing Systems (Atlanta, Georgia, USA) (CHI EA ’10). Association for Computing Machinery, New York, NY, USA, 4003–4008. https:\/\/doi.org\/10.1145\/1753846.1754093",7],[2.0183115005,-1.3099671602,"Richard Brath. 2020. Visualizing with text. CRC Press.",4],[-0.281963259,-1.4645732641,"Richard Brath and Ebad Banissi. 2014. Using font attributes in knowledge maps and information retrieval. In CEUR Workshop Proceedings, Vol. 1311. CEUR Workshop Proceedings, 23–30.",-1],[-0.6957070231,-2.0113384724,"Tianyuan Cai, Shaun Wallace, Tina Rezvanian, Jonathan Dobres, Bernard Kerr, Samuel Berlow, Jeff Huang, Ben D Sawyer, and Zoya Bylinskii. 2022. Personalized Font Recommendations: Combining ML and Typographic Guidelines to Optimize Readability. In Designing Interactive Systems Conference. 1–25.",11],[-0.6985961199,-3.8867433071,"Ben Caldwell, Michael Cooper, Loretta Guarino Reid, Gregg Vanderheiden, Wendy Chisholm, John Slatin, and Jason White. 2008. Web content accessibility guidelines (WCAG) 2.0. WWW Consortium (W3C) 290 (2008), 1–34.",10],[-4.893802166,-1.3331604004,"Ronald P Carver. 1984. Rauding theory predictions of amount comprehended under different purposes and speed reading conditions. Reading Research Quarterly (1984), 205–218.",12],[-5.9117693901,-6.5909132957,"Antonio Cedillo-Hernandez, Manuel Cedillo-Hernandez, Mariko Nakano Miyatake, and Hector Perez Meana. 2018. A spatiotemporal saliency-modulated JND profile applied to video watermarking. Journal of Visual Communication and Image Representation 52 (2018), 106–117.",1],[-1.5770049095,-2.4342160225,"Maneerut Chatrangsan and Helen Petrie. 2019. The effect of typeface and font size on reading text on a tablet computer for older and younger people. In Proceedings of the 16th International Web for All Conference. 1–10.",11],[-0.8771862984,0.8622353673,"Xiang’Anthony’ Chen, Chien-Sheng Wu, Tong Niu, Wenhao Liu, and Caiming Xiong. 2022. Marvista: A Human-AI Collaborative Reading Tool. arXiv preprint arXiv:2207.08401 (2022).",2],[-0.1930384636,-0.2132383883,"Fanny Chevalier, Pierre Dragicevic, Anastasia Bezerianos, and Jean-Daniel Fekete. 2010. Using text animated transitions to support navigation in document histories. In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems. 683–692.",2],[1.0311006308,0.5998730659,"Michael Correll, Michael Witmore, and Michael Gleicher. 2011. Exploring collections of tagged text for literary scholarship. In Computer Graphics Forum, Vol. 30. Wiley Online Library, 731–740.",4],[0.8446705937,7.7418441772,"Shrey Desai, Jiacheng Xu, and Greg Durrett. 2020. Compressive summarization with plausibility and salience modeling. arXiv preprint arXiv:2010.07886 (2020).",9],[-5.3725242615,1.623759985,"T Deveci. 2019. Sentence length in education research articles: A comparison between Anglophone and Turkish authors. The Linguistics Journal 14, 1 (2019), 73–100.",-1],[-2.0804345608,-2.5147256851,"Jonathan Dobres, Nadine Chahine, Bryan Reimer, David Gould, Bruce Mehler, and Joseph F Coughlin. 2016. Utilising psychophysical techniques to investigate the effects of age, typeface design, size and display polarity on glance legibility. Ergonomics 59, 10 (2016), 1377–1391.",11],[-6.465130806,-1.8609952927,"Edward W Dolch. 1936. A basic sight vocabulary. The Elementary School Journal 36, 6 (1936), 456–460.",-1],[-1.0794948339,6.5625386238,"Yue Dong, Yikang Shen, Eric Crawford, Herke van Hoof, and Jackie Chi Kit Cheung. 2018. BanditSum: Extractive Summarization as a Contextual Bandit. In Proceedings of the 2018 Conference on Empirical Methods in Natural Language Processing. Association for Computational Linguistics, Brussels, Belgium, 3739–3748. https:\/\/doi.org\/10.18653\/v1\/D18-1409",9],[-2.5130007267,-1.0764057636,"William H DuBay. 2004. The principles of readability. Online Submission (2004).",12],[-2.1882321835,-3.9243335724,"Geoffrey B Duggan and Stephen J Payne. 2006. How much do we understand when skim reading?. In CHI’06 Extended Abstracts on Human Factors in Computing Systems. 730–735.",-1],[-4.9957675934,-3.0125453472,"Geoffrey B Duggan and Stephen J Payne. 2009. Text skimming: The process and effectiveness of foraging through text under time pressure. Journal of experimental psychology: Applied 15, 3 (2009), 228.",12],[-3.2245118618,-3.7147328854,"Geoffrey B Duggan and Stephen J Payne. 2011. Skim reading by satisficing: evidence from eye tracking. In Proceedings of the SIGCHI conference on human factors in computing systems. 1141–1150.",-1],[-4.2043972015,-1.8012635708,"Mary Dyson and Mark Haselgrove. 2000. The effects of reading speed and reading patterns on the understanding of text read from screen. Journal of research in reading 23, 2 (2000), 210–223.",12],[4.7390518188,5.6387925148,"Tao Fang, Shu Yang, Kaixin Lan, Derek F Wong, Jinpeng Hu, Lidia S Chao, and Yue Zhang. 2023. Is chatgpt a highly fluent grammatical error correction system? a comprehensive evaluation. arXiv preprint arXiv:2304.01746 (2023).",-1],[2.8679339886,7.1820478439,"Katja Filippova, Enrique Alfonseca, Carlos A Colmenares, Łukasz Kaiser, and Oriol Vinyals. 2015. Sentence compression by deletion with lstms. In Proceedings of the 2015 conference on empirical methods in natural language processing. 360–368.",8],[2.393982172,6.7297143936,"Katja Filippova and Michael Strube. 2008. Dependency tree based sentence compression. In Proceedings of the Fifth International Natural Language Generation Conference. 25–32.",8],[-0.2417858541,1.0372635126,"Raymond Fok, Hita Kambhamettu, Luca Soldaini, Jonathan Bragg, Kyle Lo, Marti Hearst, Andrew Head, and Daniel S Weld. 2023. Scim: Intelligent Skimming Support for Scientific Papers. In Proceedings of the 28th International Conference on Intelligent User Interfaces. 476–490.",2],[-5.5088615417,-4.5000867844,"Asaf Gilboa and Morris Moscovitch. \"The cognitive neuroscience of confabulation: A review and a model.\" Handbook of memory disorders 2 (2002), 315–342.",-1],[-5.4186420441,-6.3720340729,"Hadi Hadizadeh. \"A saliency-modulated just-noticeable-distortion model with non-linear saliency modulation functions.\" Pattern Recognition Letters 84 (2016), 49–55.",1],[4.6306428909,3.8351068497,"Thilo Hagendorff and Sarah Fabi. \"Human-Like Intuitive Behavior and Reasoning Biases Emerged in Language Models–and Disappeared in GPT-4.\" arXiv preprint arXiv:2306.07622 (2023).",5],[-1.5185786486,-5.5716605186,"Sandra G Hart. \"NASA-task load index (NASA-TLX); 20 years later.\" In Proceedings of the human factors and ergonomics society annual meeting, Vol. 50. Sage publications Sage CA: Los Angeles, CA, 904–908.",-1],[-3.9753324986,-5.4086894989,"Christopher Healey and James Enns. \"Attention and visual memory in visualization and computer graphics.\" IEEE transactions on visualization and computer graphics 18, 7 (2011), 1170–1188.",1],[-0.2482166439,-3.642747879,"Hendrik Heuer and Elena L. Glassman. \"Accessible Text Tools: Where They Are Needed & What They Should Look Like.\" In Extended abstracts of the 2023 CHI conference on human factors in computing systems. 1–7. https:\/\/doi.org\/10.1145\/3544549.3585749",10],[-4.4763054848,-6.238515377,"Laurent Itti. \"Visual salience.\" Scholarpedia 2, 9 (2007), 3327.",1],[-0.9577522874,7.7517371178,"Aishwarya Jadhav and Vaibhav Rajan. \"Extractive Summarization with SWAP-NET: Sentences and Words from Alternating Pointer Networks.\" In Proceedings of the 56th Annual Meeting of the Association for Computational Linguistics (Volume 1: Long Papers). Association for Computational Linguistics, Melbourne, Australia, 142–151. https:\/\/doi.org\/10.18653\/v1\/P18-1014",9],[1.2396844625,-1.2556415796,"Stefan Jänicke, Thomas Efer, Marco Büchler, and Gerik Scheuermann. \"Designing close and distant reading visualizations for text re-use.\" In International Joint Conference on Computer Vision, Imaging and Computer Graphics. Springer, 153–171.",4],[-2.1136393547,0.6664405465,"Stefan Jänicke, Greta Franzini, Muhammad Faisal Cheema, and Gerik Scheuermann. \"On Close and Distant Reading in Digital Humanities: A Survey and Future Challenges.\" EuroVis (STARs) 2015 (2015), 83–103.",-1],[2.6820478439,3.7478654385,"Ziwei Ji, Nayeon Lee, Rita Frieske, Tiezheng Yu, Dan Su, Yan Xu, Etsuko Ishii, Ye Jin Bang, Andrea Madotto, and Pascale Fung. \"Survey of hallucination in natural language generation.\" Comput. Surveys 55, 12 (2023), 1–38.",5],[-1.0793861151,7.5961475372,"Ruipeng Jia, Yanan Cao, Hengzhu Tang, Fang Fang, Cong Cao, and Shi Wang. \"Neural Extractive Summarization with Hierarchical Attentive Heterogeneous Graph Network.\" In Proceedings of the 2020 Conference on Empirical Methods in Natural Language Processing (EMNLP). Association for Computational Linguistics, Online, 3622–3631. https:\/\/doi.org\/10.18653\/v1\/2020.emnlp-main.295",9],[-1.4179848433,-1.0004382133,"Elizabeth Keyes. \"Typography, color, and information structure.\" Technical communication (1993), 638–654.",-1],[2.4805779457,-6.8750061989,"Sunder Ali Khowaja, Parus Khuwaja, and Kapal Dev. \"ChatGPT Needs SPADE (Sustainability, PrivAcy, Digital divide, and Ethics) Evaluation: A Review.\" arXiv preprint arXiv:2305.03123 (2023).",-1],[-5.5428013802,-0.2360037118,"Dina Kiwan, Ayesha Ahmed, and Alastair Pollitt. \"The effects of time-induced stress on making inferences in text comprehension.\" Ph. D. Dissertation. University of Bristol.",12],[3.1684515476,6.5725655556,"Sigrid Klerke, Yoav Goldberg, and Anders Søgaard. \"Improving sentence compression by learning to predict gaze.\" arXiv preprint arXiv:1604.03357 (2016).",8],[1.5407607555,-0.7688209414,"Steffen Koch, Markus John, Michael Wörner, Andreas Müller, and Thomas Ertl. \"VarifocalReader—in-depth visual analysis of large text documents.\" IEEE transactions on visualization and computer graphics 20, 12 (2014), 1723–1732.",4],[3.0633378029,5.2480154037,"Jonathan K. Kummerfeld, Jessika Roesner, Tim Dawborn, James Haggerty, James R. Curran, and Stephen Clark. \"Faster Parsing by Supertagger Adaptation.\" In Proceedings of the 48th Annual Meeting of the Association for Computational Linguistics. Association for Computational Linguistics, Uppsala, Sweden, 345–355. https:\/\/aclanthology.org\/P10-1036",-1],[-0.2561464608,-0.0050871889,"Philippe Laban, John Canny, and Marti Hearst. \"A framework for a text-centric user interface for navigating complex news stories.\" (2020).",2],[-5.1098985672,-6.4747729301,"Jia Li, Yonghong Tian, and Tiejun Huang. \"Visual saliency with statistical priors.\" International journal of computer vision 107 (2014), 239–253.",1],[-4.8754615784,-6.3430871964,"Zhaoping Li. \"A saliency map in primary visual cortex.\" Trends in cognitive sciences 6, 1 (2002), 9–16.",1],[0.7421620488,6.1460652351,"Chin-Yew Lin. \"Improving Summarization Performance by Sentence Compression — A Pilot Study.\" In Proceedings of the Sixth International Workshop on Information Retrieval with Asian Languages. Association for Computational Linguistics, Sapporo, Japan, 1–8. https:\/\/doi.org\/10.3115\/1118935.1118936",9],[-1.0481522083,4.5046334267,"H. P. Luhn. \"The automatic creation of literature abstracts.\" IBM Journal of Research and Development (April 1958), 159–165.",9],[-0.4356967509,6.4220323563,"Ling Luo, Xiang Ao, Yan Song, Feiyang Pan, Min Yang, and Qing He. \"Reading Like HER: Human Reading Inspired Extractive Summarization.\" In Proceedings of the 2019 Conference on Empirical Methods in Natural Language Processing and the 9th International Joint Conference on Natural Language Processing (EMNLP-IJCNLP). Association for Computational Linguistics, Hong Kong, China, 3033–3043. https:\/\/doi.org\/10.18653\/v1\/D19-1300",9],[-3.1624877453,-0.4456100166,"Anne Mangen and Adriaan Van der Weel. \"The evolution of reading in the age of digitisation: an integrative framework for reading research.\" Literacy 50, 3 (2016), 116–124.",-1],[-4.1403131485,0.9080702662,"Manhattan Prep. \"Reading comprehension & essays.\" Manhattan Prep, New York, NY, USA.",-1],[-1.0116306543,4.9546918869,"Inderjeet Mani. \"Automatic summarization.\" Vol. 3. John Benjamins Publishing.",9],[-5.3120331764,-1.0092084408,"Elyza Martiarini. \"THE EFFECTS OF SPEED READING METHOD UPON STUDENTS’READING COMPREHENSION.\" Deiksis 5, 02 (2013), 89–105.",12],[0.9253396392,6.5034246445,"André FT Martins and Noah A Smith. \"Summarization with a joint model for sentence extraction and compression.\" In Proceedings of the Workshop on Integer Linear Programming for Natural Language Processing. 1–9.",9],[-5.3828525543,-2.9756550789,"Michael E Masson. \"Cognitive processes in skimming stories.\" Journal of Experimental Psychology: Learning, Memory, and Cognition 8, 5 (1982), 400.",12],[-4.9434256554,-2.1177191734,"Michael EJ Masson. \"Conceptual processing of text during skimming and rapid sequential reading.\" Memory & cognition 11, 3 (1983), 262–274.",12],[0.0715945736,8.5854406357,"Joshua Maynez, Shashi Narayan, Bernd Bohnet, and Ryan McDonald. \"On faithfulness and factuality in abstractive summarization.\" arXiv preprint arXiv:2005.00661 (2020).",9],[1.5675709248,8.587638855,"Afonso Mendes, Shashi Narayan, Sebastiao Miranda, Zita Marinho, André FT Martins, and Shay B Cohen. \"Jointly extracting and compressing documents with summary state representations.\" arXiv preprint arXiv:1904.02020 (2019).",-1],[0.1317610741,4.9098734856,"Rada Mihalcea and Paul Tarau. \"Textrank: Bringing order into text.\" In Proceedings of the 2004 conference on empirical methods in natural language processing. 404–411.",9],[1.5399438143,5.0861778259,"Rutu Mulkar-Mehta, Jerry R Hobbs, and Eduard Hovy. \"Granularity in natural language discourse.\" In Proceedings of the Ninth International Conference on Computational Semantics (IWCS 2011).",-1],[2.3192391396,-2.3043773174,"Tamara Munzner. \"Visualization analysis and design.\" CRC press.",4],[-1.3085833788,6.0700521469,"Shashi Narayan, Shay B. Cohen, and Mirella Lapata. \"Ranking Sentences for Extractive Summarization with Reinforcement Learning.\" In Proceedings of the 2018 Conference of the North American Chapter of the Association for Computational Linguistics: Human Language Technologies, Volume 1 (Long Papers). Association for Computational Linguistics, New Orleans, Louisiana, 1747–1759. https:\/\/doi.org\/10.18653\/v1\/N18-1158",9],[3.4365286827,-2.0013585091,"D Parra, H Valdivieso, A Carvallo, G Rada, K Verbert, and T Schreck. \"Analyzing the design space for visualizing neural attention in text classification.\" In Proc. ieee vis workshop on vis x ai: 2nd workshop on visualization for ai explainability (visxai).",-1],[-2.8889245987,-1.9797902107,"K Pernice, K Whitenton, J Nielsen, et al. \"How People Read Online: The Eyetracking Evidence.\" Fremont, USA: Nielsen Norman Group (2014).",11],[-4.2463979721,-1.2639130354,"Keith Rayner, Alexander Pollatsek, Jane Ashby, and Charles Clifton Jr. \"Psychology of reading.\" Psychology Press.",12],[-4.598897934,-1.4763863087,"Keith Rayner, Elizabeth R Schotter, Michael EJ Masson, Mary C Potter, and Rebecca Treiman. \"So much to read, so little time: How do we read, and can speed reading help?\" Psychological Science in the Public Interest 17, 1 (2016), 4–34.",12],[3.8062770367,7.0140743256,"Nils Reimers and Iryna Gurevych. \"Sentence-bert: Sentence embeddings using siamese bert-networks.\" arXiv preprint arXiv:1908.10084 (2019).",8],[4.1339468956,4.3957023621,"Nicholas Riccardi and Rutvik H Desai. \"The Two Word Test: A Semantic Benchmark for Large Language Models.\" arXiv preprint arXiv:2306.04610 (2023).",5],[-1.1333729029,2.6755766869,"Mariana Shimabukuro and Christopher Collins. \"Abbreviating text labels on demand.\" (2017).",-1],[-0.8356406093,-4.484998703,"Sujan Shrestha. \"Mobile web browsing: usability study.\" In Proceedings of the 4th international conference on mobile technology, applications, and systems and the 1st international symposium on Computer human interaction in mobile technology. 187–194.",-1],[2.274835825,1.8002517223,"Nikhil Singh, Guillermo Bernal, Daria Savchenko, and Elena L Glassman. \"Where to hide a stolen elephant: Leaps in creative writing with multimodal machine intelligence.\" ACM Transactions on Computer-Human Interaction (2022).",6],[0.9605347514,-0.6160703301,"Andreas Stoffel, Hendrik Strobelt, Oliver Deussen, and Daniel A Keim. \"Document thumbnails with variable text scaling.\" In Computer Graphics Forum, Vol. 31. Wiley Online Library, 1165–1173.",4],[0.60631603,-1.3172463179,"Hendrik Strobelt, Daniela Oelke, Bum Chul Kwon, Tobias Schreck, and Hanspeter Pfister. \"Guidelines for effective usage of text highlighting techniques.\" IEEE transactions on visualization and computer graphics 22, 1 (2015), 489–498.",4],[2.0951304436,0.0910934806,"Nicole Sultanum, Devin Singh, Michael Brudno, and Fanny Chevalier. \"Doccurate: A curation-based approach for clinical text visualization.\" IEEE transactions on visualization and computer graphics 25, 1 (2018), 142–151.",4],[-4.7290124893,-5.6307024956,"Jonathan Sutton, Tobias Langlotz, Alexander Plopski, Stefanie Zollmann, Yuta Itoh, and Holger Regenbrecht. \"Look over there! investigating saliency modulation for visual guidance with augmented reality glasses.\" Proceedings of the 35th Annual ACM Symposium on User Interface Software and Technology (2022), 1–15.",1],[4.0640540123,4.3841085434,"Zhengwei Tao, Zhi Jin, Xiaoying Bai, Haiyan Zhao, Yanlin Feng, Jia Li, and Wenpeng Hu. \"EvEval: A Comprehensive Evaluation of Event Semantics for Large Language Models.\" arXiv preprint arXiv:2305.15268 (2023).",5],[-2.0760812759,-3.7201602459,"Craig S Tashman and W Keith Edwards. \"Active reading and its discontents: the situations, problems and ideas of readers.\" Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (2011), 2927–2936.",-1],[-4.3754711151,-5.497443676,"Eduardo E Veas, Erick Mendez, Steven K Feiner, and Dieter Schmalstieg. \"Directing attention and influencing memory with visual saliency modulation.\" Proceedings of the SIGCHI conference on human factors in computing systems (2011), 1471–1480.",1],[-1.578976512,-2.1566493511,"Shaun Wallace, Zoya Bylinskii, Jonathan Dobres, Bernard Kerr, Sam Berlow, Rick Treitman, Nirmal Kumawat, Kathleen Arpin, Dave B Miller, Jeff Huang, et al. \"Towards individuated reading experiences: Different fonts increase reading speed for different individuals.\" ACM Transactions on Computer-Human Interaction (TOCHI) 29, 4 (2022), 1–56.",11],[-1.2889872789,-2.2915565968,"Shaun Wallace, Rick Treitman, Jeff Huang, Ben D Sawyer, and Zoya Bylinskii. \"Accelerating adult readers with typeface: a study of individual preferences and effectiveness.\" Extended Abstracts of the 2020 CHI Conference on Human Factors in Computing Systems (2020), 1–9.",11],[-0.6861764789,6.730866909,"Hong Wang, Xin Wang, Wenhan Xiong, Mo Yu, Xiaoxiao Guo, Shiyu Chang, and William Yang Wang. \"Self-Supervised Learning for Contextualized Extractive Summarization.\" Proceedings of the 57th Annual Meeting of the Association for Computational Linguistics, Florence, Italy (2019), 2221–2227. https:\/\/doi.org\/10.18653\/v1\/P19-1214",9],[3.0461521149,-0.777400434,"Alan J Wecker, Joel Lanir, Osnat Mokryn, Einat Minkov, and Tsvi Kuflik. \"Semantize: Visualizing the sentiment of individual document.\" Proceedings of the 2014 International Working Conference on Advanced Visual Interfaces (2014), 385–386.",4],[-0.802402854,5.0725278854,"Adhika Pramita Widyassari, Supriadi Rustad, Guruh Fajar Shidik, Edi Noersasongko, Abdul Syukur, Affandy Affandy, et al. \"Review of automatic text summarization techniques & methods.\" Journal of King Saud University-Computer and Information Sciences 34, 4 (2022), 1029–1046.",9],[4.7234039307,5.6554188728,"Haoran Wu, Wenxuan Wang, Yuxuan Wan, Wenxiang Jiao, and Michael Lyu. \"Chatgpt or grammarly? evaluating chatgpt on grammatical error correction benchmark.\" arXiv preprint arXiv:2303.13648 (2023).",-1],[-1.6134536266,6.6500616074,"Hongyan Xu, Hongtao Liu, Zhepeng Lv, Qing Yang, and Wenjun Wang. \"Pre-trained Personalized Review Summarization with Effective Salience Estimation.\" Findings of the Association for Computational Linguistics: ACL 2023, Toronto, Canada (2023), 10743–10754. https:\/\/doi.org\/10.18653\/v1\/2023.findings-acl.684",9],[-0.1449216157,6.0387535095,"Han Xu, Eric Martin, and Ashesh Mahidadia. \"Extractive Summarisation Based on Keyword Profile and Language Model.\" Proceedings of the 2015 Conference of the North American Chapter of the Association for Computational Linguistics: Human Language Technologies, Denver, Colorado (2015), 123–132. https:\/\/doi.org\/10.3115\/v1\/N15-1013",9],[-0.2464127988,7.5274796486,"Jiacheng Xu and Greg Durrett. \"Neural extractive text summarization with syntactic compression.\" arXiv preprint arXiv:1902.00863 (2019).",9],[-0.702352643,5.9345726967,"Rui Yan, Jian-Yun Nie, and Xiaoming Li. \"Summarize What You Are Interested In: An Optimization Framework for Interactive Personalized Summarization.\" Proceedings of the 2011 Conference on Empirical Methods in Natural Language Processing, Edinburgh, Scotland, UK (2011), 1342–1351. https:\/\/aclanthology.org\/D11-1124",9],[2.5549025536,2.0089521408,"Qian Yang, Justin Cranshaw, Saleema Amershi, Shamsi T Iqbal, and Jaime Teevan. \"Sketching nlp: A case study of exploring the right things to design with language intelligence.\" Proceedings of the 2019 CHI Conference on Human Factors in Computing Systems (2019), 1–12.",6],[-0.989733994,0.2206134498,"Qian Yang, Gerard de Melo, Yong Cheng, and Sen Wang. \"HiText: Text reading with dynamic salience marking.\" Proceedings of the 26th International Conference on World Wide Web Companion (2017), 311–319.",2],[1.5378937721,-5.8610272408,"Qian Yang, Yuexing Hao, Kexin Quan, Stephen Yang, Yiran Zhao, Volodymyr Kuleshov, and Fei Wang. \"Harnessing biomedical literature to calibrate clinicians’ trust in AI decision support systems.\" Proceedings of the 2023 CHI Conference on Human Factors in Computing Systems (2023), 1–14.",7],[0.6930469871,-5.1106677055,"Ji Soo Yi. \"Qndreview: Read 100 chi papers in 7 hours.\" CHI’14 Extended Abstracts on Human Factors in Computing Systems (2014), 805–814.",7],[0.2432954013,7.4861335754,"Haopeng Zhang, Xiao Liu, and Jiawei Zhang. \"Extractive summarization via chatgpt for faithful summary generation.\" arXiv preprint arXiv:2304.04193 (2023).",9],[0.3665678501,7.2976608276,"Haopeng Zhang, Xiao Liu, and Jiawei Zhang. \"SummIt: Iterative Text Summarization via ChatGPT.\" arXiv preprint arXiv:2305.14835 (2023).",9],[1.1140396595,7.0866217613,"Tianyi Zhang, Faisal Ladhak, Esin Durmus, Percy Liang, Kathleen McKeown, and Tatsunori B Hashimoto. \"Benchmarking large language models for news summarization.\" arXiv preprint arXiv:2301.13848 (2023).",9],[3.1086745262,7.2801809311,"Xingxing Zhang and Mirella Lapata. \"Sentence simplification with deep reinforcement learning.\" arXiv preprint arXiv:1703.10931 (2017).",8],[-0.555324316,7.3854646683,"Xingxing Zhang, Mirella Lapata, Furu Wei, and Ming Zhou. \"Neural Latent Extractive Document Summarization.\" Proceedings of the 2018 Conference on Empirical Methods in Natural Language Processing, Brussels, Belgium (2018), 779–784. https:\/\/doi.org\/10.18653\/v1\/D18-1088",9],[2.5481340885,6.5854845047,"Yang Zhao, Zhiyuan Luo, and Akiko Aizawa. \"A language model based evaluator for sentence compression.\" Proceedings of the 56th Annual Meeting of the Association for Computational Linguistics (Volume 2: Short Papers) (2018), 170–175.",8],[0.1786838174,8.9013442993,"Zheng Zhao, Shay B Cohen, and Bonnie Webber. \"Reducing quantity hallucinations in abstractive summarization.\" arXiv preprint arXiv:2009.13312 (2020).",-1],[-0.2121450007,6.4789786339,"Ming Zhong, Pengfei Liu, Yiran Chen, Danqing Wang, Xipeng Qiu, and Xuanjing Huang. \"Extractive Summarization as Text Matching.\" Proceedings of the 58th Annual Meeting of the Association for Computational Linguistics, Online (2020), 6197–6208. https:\/\/doi.org\/10.18653\/v1\/2020.acl-main.552",9],[0.5321640372,6.9005417824,"Ming Zhong, Yang Liu, Suyu Ge, Yuning Mao, Yizhu Jiao, Xingxing Zhang, Yichong Xu, Chenguang Zhu, Michael Zeng, and Jiawei Han. \"Unsupervised Multi-Granularity Summarization.\" arXiv preprint arXiv:2201.12502 (2022).",9],[0.5093098283,6.2315568924,"Ming Zhong, Yang Liu, Suyu Ge, Yuning Mao, Yizhu Jiao, Xingxing Zhang, Yichong Xu, Chenguang Zhu, Michael Zeng, and Jiawei Han. \"Unsupervised Multi-Granularity Summarization.\" Findings of the Association for Computational Linguistics: EMNLP 2022, Abu Dhabi, United Arab Emirates (2022), 4980–4995. https:\/\/doi.org\/10.18653\/v1\/2022.findings-emnlp.366",9],[-5.0233263969,0.0654581934,"Richard P Zipoli Jr. \"Unraveling difficult sentences: Strategies to support reading comprehension.\" Intervention in School and Clinic 52, 4 (2017), 218–227.",12],[1.5313760042,-7.8814826012,"Denise E Agosto. \"Bounded rationality and satisficing in young people’s Web-based decision making.\" Journal of the American society for Information Science and Technology 53, 1 (2002): 16–27.",-1],[-1.7530916929,-8.4184913635,"Gerlese Åkerlind. \"From phenomenography to variation theory: A review of the development of the variation theory of learning and implications for pedagogical design in higher education.\" HERDSA Review of Higher Education 2 (2015): 5–26.",0],[4.1457619667,4.0877923965,"Ebtesam Almazrouei, Hamza Alobeidli, Abdulaziz Alshamsi, Alessandro Cappelli, Ruxandra Cojocaru, Mérouane Debbah, Étienne Goffinet, Daniel Hesslow, Julien Launay, Quentin Malartic, Daniele Mazzotta, Badreddine Noune, Baptiste Pannier, and Guilherme Penedo. \"The Falcon Series of Open Language Models.\" (2023). arXiv:2311.16867 [cs.CL]",5],[4.2672481537,-4.5504975319,"Ian Arawjo, Chelse Swoopes, Priyan Vaithilingam, Martin Wattenberg, and Elena Glassman. \"ChainForge: A Visual Toolkit for Prompt Engineering and LLM Hypothesis Testing.\" arXiv:2309.09128 [cs.HC]",3],[4.1215367317,-4.9245977402,"Ian Arawjo, Priyan Vaithilingam, Chelse Swoopes, Martin Wattenberg, and Elena Glassman. \"ChainForge.\" https:\/\/www.chainforge.ai\/. Accessed: 2023-07-21.",-1],[1.7945055962,1.9945548773,"Daniel Buschek, Martin Zürn, and Malin Eiband. \"The Impact of Multiple Parallel Phrase Suggestions on Email Input and Composition Behaviour of Native and Non-Native English Writers.\" In Proceedings of the 2021 CHI Conference on Human Factors in Computing Systems (Yokohama, Japan) (CHI ’21). Association for Computing Machinery, New York, NY, USA, Article 732, 13 pages. https:\/\/doi.org\/10.1145\/3411764.3445372",6],[2.4677209854,-4.8486037254,"Joseph Chee Chang, Nathan Hahn, and Aniket Kittur. \"Mesh: Scaffolding Comparison Tables for Online Decision Making.\" In Proceedings of the 33rd Annual ACM Symposium on User Interface Software and Technology (Virtual Event, USA) (UIST ’20). Association for Computing Machinery, New York, NY, USA, 391–405. https:\/\/doi.org\/10.1145\/3379337.3415865",-1],[1.0548397303,0.6081659198,"M. Correll, M. Witmore, and M. Gleicher. \"Exploring Collections of Tagged Text for Literary Scholarship.\" Computer Graphics Forum 30, 3, 731–740. https:\/\/doi.org\/10.1111\/j.1467-8659.2011.01922.x",4],[-2.0443468094,2.2680768967,"R Haentjens Dekker and Gregor Middell. \"Computer-supported collation with CollateX: managing textual variance in an environment with varying requirements.\" In Supporting Digital Humanities 2011: Answering the unaskable.",-1],[2.5163829327,-0.9625856876,"Nicholas Diakopoulos, Dag Elgesem, Andrew Salway, Amy Zhang, and Knut Hofland. \"Compare clouds: Visualizing text corpora to compare media frames.\" In Proceedings of IUI Workshop on Visual Text Analytics. Citeseer, 193–202.",4],[-4.9950528145,-3.034430027,"Geoffrey B Duggan and Stephen J Payne. \"Text skimming: The process and effectiveness of foraging through text under time pressure.\" Journal of experimental psychology: Applied 15, 3 (2009), 228.",12],[-3.1259799004,-3.728225708,"Geoffrey B Duggan and Stephen J Payne. \"Skim reading by satisficing: evidence from eye tracking.\" In Proceedings of the SIGCHI conference on human factors in computing systems. 1141–1150.",12],[-2.7373268604,-7.2286396027,"Dedre Gentner. \"Structure-mapping: A theoretical framework for analogy.\" Cognitive science 7, 2 (1983), 155–170.",0],[-2.7079877853,-7.2608327866,"Dedre Gentner and Linsey A Smith. \"Analogical learning and reasoning.\" The Oxford handbook of cognitive psychology (2013), 668–681.",0],[3.6094329357,2.3213124275,"Katy Ilonka Gero, Jonathan K. Kummerfeld, and Elena L. Glassman. \"Sensemaking Interfaces for Human Evaluation of Language Model Outputs.\" In NeurIPS: In Workshop on Human Evaluation of Generative Models.",6],[3.4055154324,-3.7051856518,"Elena L. Glassman, Jeremy Scott, Rishabh Singh, Philip J. Guo, and Robert C. Miller. \"OverCode: Visualizing Variation in Student Solutions to Programming Problems at Scale.\" ACM Trans. Comput.-Hum. Interact. 22, 2, Article 7 (mar 2015), 35 pages. https:\/\/doi.org\/10.1145\/2699751",3],[2.9158191681,-3.4256165028,"Elena L. Glassman, Tianyi Zhang, Björn Hartmann, and Miryung Kim. \"Visualizing API Usage Examples at Scale.\" In Proceedings of the 2018 CHI Conference on Human Factors in Computing Systems (Montreal QC, Canada) (CHI ’18). Association for Computing Machinery, New York, NY, USA, 1–12. https:\/\/doi.org\/10.1145\/3173574.3174154",4],[-0.5386021733,-2.9217658043,"Steven M. Goodman, Erin Buehler, Patrick Clary, Andy Coenen, Aaron Donsbach, Tiffanie N. Horne, Michal Lahav, Robert MacDonald, Rain Breaw Michaels, Ajit Narayanan, Mahima Pushkarna, Joel Riley, Alex Santana, Lei Shi, Rachel Sweeney, Phil Weaver, Ann Yuan, and Meredith Ringel Morris. \"LaMPost: Design and Evaluation of an AI-Assisted Email Writing Prototype for Adults with Dyslexia.\" In Proceedings of the 24th International ACM SIGACCESS Conference on Computers and Accessibility (Athens, Greece) (ASSETS ’22). Association for Computing Machinery, New York, NY, USA, Article 24, 18 pages. https:\/\/doi.org\/10.1145\/3517428.3544819",10],[-2.1489589214,2.1918299198,"Ronald Haentjens Dekker, Dirk Van Hulle, Gregor Middell, Vincent Neyt, and Joris Van Zundert. \"Computer-supported collation of modern manuscripts: CollateX and the Beckett Digital Manuscript Project.\" Digital Scholarship in the Humanities 30, 3 (2015), 452–470.",-1],[1.1992917061,0.1615301818,"Uta Hinrichs, Stefania Forlini, and Bridget Moynihan. \"Speculative practices: Utilizing infovis to explore untapped literary collections.\" IEEE transactions on visualization and computer graphics 22, 1 (2015), 429–438.",4],[3.328722477,-0.7052845955,"Mengdie Hu, Krist Wongsuphasawat, and John Stasko. \"Visualizing social media content with sententree.\" IEEE transactions on visualization and computer graphics 23, 1 (2016), 621–630.",4],[-0.4301187098,-5.5548624992,"Hilary Hutchinson, Wendy Mackay, Bo Westerlund, Benjamin B Bederson, Allison Druin, Catherine Plaisant, Michel Beaudouin-Lafon, Stéphane Conversy, Helen Evans, Heiko Hansen, et al. \"Technology probes: inspiring design for and with families.\" In Proceedings of the SIGCHI conference on Human factors in computing systems. 17–24.",7],[3.9910743237,3.6366765499,"Peiling Jiang, Jude Rayan, Steven P Dow, and Haijun Xia. \"Graphologue: Exploring Large Language Model Responses with Interactive Diagrams.\" arXiv preprint arXiv:2305.11473 (2023).",5],[-3.0593152046,3.7482380867,"Daniel Jurafsky and James H. Martin. \"Question Answering and Information Retrieval.\" In Speech and Language Processing.",-1],[2.8643903732,-4.0821576118,"Minsuk Kahng, Dezhi Fang, and Duen Horng Chau. \"Visual exploration of machine learning results using data cube analysis.\" In Proceedings of the Workshop on Human-In-the-Loop Data Analytics. 1–6.",4],[-4.6663746834,-0.4500733316,"Panayiota Kendeou and Paul Van Den Broek. \"The effects of prior knowledge and text structure on comprehension processes during reading of scientific texts.\" Memory & cognition 35, 7 (2007), 1567–1577.",12],[3.8374831676,-0.3182966709,"Minjeong Kim, Kyeongpil Kang, Deokgun Park, Jaegul Choo, and Niklas Elmqvist. (2016). \"Topiclens: Efficient multi-level visual topic exploration of large-scale document collections.\" IEEE Transactions on Visualization and Computer Graphics, 23(1), 151–160.",4],[1.5575888157,-0.7609181404,"Steffen Koch, Markus John, Michael Wörner, Andreas Müller, and Thomas Ertl. (2014). \"VarifocalReader—in-depth visual analysis of large text documents.\" IEEE Transactions on Visualization and Computer Graphics, 20(12), 1723–1732.",4],[0.6299354434,-2.3625359535,"Gunther Kress and Theo Van Leeuwen. (2020). Reading Images: The Grammar of Visual Design. Routledge.",-1],[6.586145401,-1.3189632893,"Krtxoe. (2023). \"What do you all actually use ChatGPT for?\" Accessed: 2023-09-14. https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/133mc2v\/what_do_you_all_actually_use_chatgpt_for\/",-1],[4.0743560791,-0.1632758975,"Tuan Le and Leman Akoglu. (2019). \"ContraVis: contrastive and visual topic modeling for comparing document collections.\" In The World Wide Web Conference, pp. 928–938.",4],[-3.4402225018,-2.1024000645,"Sara Leckner. (2012). \"Presentation factors affecting reading behaviour in readers of newspaper media: an eye-tracking perspective.\" Visual Communication, 11(2), 163–184.",12],[6.5677585602,-1.3184636831,"Lego_Hippo. (2023). \"How are you using ChatGPT to write emails?\" Accessed: 2023-09-14. https:\/\/www.reddit.com\/r\/sales\/comments\/10s24wy\/how_are_you_using_chatgpt_to_write_emails\/",-1],[3.3843762875,1.3450917006,"Vivian Liu and Lydia B Chilton. (2022). \"Design Guidelines for Prompt Engineering Text-to-Image Generative Models.\" In CHI Conference on Human Factors in Computing Systems, ACM, New Orleans LA USA, pp. 1–23. https:\/\/doi.org\/10.1145\/3491102.3501825",6],[-1.8163948059,-8.3841962814,"Ference Marton. (2014). Necessary Conditions of Learning. Routledge.",0],[0.2700641155,2.7787668705,"Frank Meng, Craig A Morioka, and Suzie El-Saden. (2011). \"Determining word sequence variation patterns in clinical documents using multiple sequence alignment.\" In AMIA Annual Symposium Proceedings, Vol. 2011. American Medical Informatics Association, pp. 934.",-1],[-4.1832914352,-0.1614062637,"Bonnie JF Meyer. (1999). \"Importance of text structure in everyday reading.\" In Understanding Language Understanding: Computational Models of Reading, pp. 227–252.",12],[1.5819193125,3.3227775097,"Aditi Muralidharan, Marti A. Hearst, and Christopher Fan. (2013). \"WordSeer: A Knowledge Synthesis Environment for Textual Data.\" In Proceedings of the 22nd ACM International Conference on Information & Knowledge Management (CIKM ’13), Association for Computing Machinery, New York, NY, USA, pp. 2533–2536. https:\/\/doi.org\/10.1145\/2505515.2508212",-1],[-4.2828326225,-2.4470279217,"Thierry Olive and Marie-Laure Barbier. (2017). \"Processing time and cognitive effort of longhand note taking when reading and summarizing a structured or linear text.\" Written Communication, 34(2), 224–246.",12],[-2.8998148441,-1.950107336,"K Pernice, K Whitenton, J Nielsen, et al. (2014). How People Read Online: The Eyetracking Evidence. Fremont, USA: Nielsen Norman Group.",12],[0.8290542364,-6.3030562401,"Peter Pirolli and Stuart Card. (2005). \"The sensemaking process and leverage points for analyst technology as identified through cognitive task analysis.\" In Proceedings of International Conference on Intelligence Analysis, Vol. 5. McLean, VA, USA, pp. 2–4.",7],[5.4129619598,-4.1921310425,"promptfoo. (Accessed 2023). \"Test your prompts.\" https:\/\/www.promptfoo.dev\/.",-1],[0.1741160303,-6.1547927856,"Nancy Staggers and Anthony F. Norcio. (1993). \"Mental models: concepts for human-computer interaction research.\" International Journal of Man-Machine Studies, 38(4), 587–605.",7],[3.868142128,2.6953523159,"Sangho Suh, Bryan Min, Srishti Palani, and Haijun Xia. (2023). \"Sensecape: Enabling Multilevel Exploration and Sensemaking with Large Language Models.\" arXiv preprint arXiv:2305.11483.",-1],[-0.3786717951,-7.4294934273,"David R. Thomas. (2006). \"A General Inductive Approach for Analyzing Qualitative Evaluation Data.\" American Journal of Evaluation, 27(2), 237–246. https:\/\/doi.org\/10.1177\/1098214005283748",0],[5.0848479271,-4.3556146622,"Weights and Biases. (Accessed 2023). \"Weights and Biases Docs: Prompts for LLMs.\" https:\/\/docs.wandb.ai\/guides\/prompts.",3],[2.2095782757,2.959107399,"wink js. (Accessed 2023). \"Wink NLP.\" https:\/\/winkjs.org\/wink-nlp\/.",6],[-4.0041999817,-0.818282783,"Maryanne Wolf and Catherine J Stoodley. (2008). Proust and the Squid: The Story and Science of the Reading Brain. Harper Perennial New York.",12],[-1.5676386356,-0.9901434183,"Patricia Wright. (1999). \"The psychology of layout: Consequences of the visual structure of documents.\" American Association for Artificial Intelligence Technical Report FS-99-04, pp. 1–9.",-1],[1.4283673763,-4.423643589,"Tongshuang Wu, Kanit Wongsuphasawat, Donghao Ren, Kayur Patel, and Chris DuBois. (2020). \"Tempura: Query analysis with structural templates.\" In Proceedings of the 2020 CHI Conference on Human Factors in Computing Systems, pp. 1–12.",7],[2.0540111065,-3.2244594097,"Litao Yan, Miryung Kim, Bjoern Hartmann, Tianyi Zhang, and Elena L. Glassman. (2022). \"Concept-Annotated Examples for Library Comparison.\" In Proceedings of the 35th Annual ACM Symposium on User Interface Software and Technology (UIST ’22), Association for Computing Machinery, New York, NY, USA, Article 65, 16 pages. https:\/\/doi.org\/10.1145\/3526113.3545647",4],[-0.4630708992,3.7954082489,"Koji Yatani, Michael Novati, Andrew Trusty, and Khai N Truong. (2011). \"Review spotlight: a user interface for summarizing user-generated reviews using adjective-noun word pairs.\" In Proceedings of the SIGCHI conference on human factors in computing systems, pp. 1541–1550.",9],[1.9782457352,-1.3911852837,"Tariq Yousef and Stefan Janicke. (2020). \"A survey of text alignment visualization.\" IEEE Transactions on Visualization and Computer Graphics, 27(2), 1149–1159.",4]]