[[-12.2308807373,-4.0548849106,"Sir Charles into my chamber coming in,\r\nWhen I was writing of my Fairy Queen;\r\nI praysaid hewhen Queen Mab you do see\r\nPresent my service to her Majesty:\r\nAnd tell her I have heard Fame's loud report\r\nBoth of her beauty and her stately court.\r\nWhen I Queen Mab within my fancy viewed,\r\nMy thoughts bowed low, fearing I should be rude;\r\nKissing her garment thin which fancy made,\r\nI knelt upon a thought, like one that prayed;\r\nAnd then, in whispers soft, I did present\r\nHis humble service which in mirth was sent;\r\nThus by imagination I have been\r\nIn Fairy court and seen the Fairy Queen.",-1,"Mythology & Folklore"],[-2.550788641,17.8312683105,"Long have I longd to see my love againe,\r\nStill have I wisht, but never could obtaine it;\r\nRather than all the world (if I might gaine it)\r\nWould I desire my loves sweet precious gaine.\r\nYet in my soule I see him everie day,\r\nSee him, and see his still sterne countenaunce,\r\nBut (ah) what is of long continuance,\r\nWhere majestie and beautie beares the sway?\r\nSometimes, when I imagine that I see him,\r\n(As love is full of foolish fantasies)\r\nWeening to kisse his lips, as my loves fees,\r\nI feele but aire: nothing but aire to bee him.\r\nThus with Ixion, kisse I clouds in vaine:\r\nThus with Ixion, feele I endles paine.",5,"Mythology & Folklore"],[7.3531942368,-17.4796276093,"Cherry-lipt Adonis in his snowie shape,\r\n    Might not compare with his pure ivorie white,\r\n    On whose faire front a poets pen may write,\r\nWhose roseate red excels the crimson grape,\r\nHis love-enticing delicate soft limbs,\r\n    Are rarely framd tintrap poore gazine eies:\r\n    His cheeks, the lillie and carnation dies,\r\nWith lovely tincture which Apollos dims.\r\nHis lips ripe strawberries in nectar wet,\r\n    His mouth a Hive, his tongue a hony-combe,\r\n    Where Muses (like bees) make their mansion.\r\nHis teeth pure pearle in blushing correll set.\r\n    Oh how can such a body sinne-procuring,\r\n    Be slow to love, and quicke to hate, enduring?",-1,"Mythology & Folklore"],[-0.1932695806,-13.4629106522,"Praisd be Dianas fair and harmless light;\r\nPraisd be the dews wherewith she moists the ground;\r\nPraisd be her beams, the glory of the night;\r\nPraisd be her power by which all powers abound.\r\n\r\nPraisd be her nymphs with whom she decks the woods,\r\nPraisd be her knights in whom true honour lives;\r\nPraisd be that force by which she moves the floods;\r\nLet that Diana shine which all these gives.\r\n\r\nIn heaven queen she is among the spheres;\r\nIn aye she mistress-like makes all things pure;\r\nEternity in her oft change she bears;\r\nShe beauty is; by her the fair endure.\r\n\r\nTime wears her not: she doth his chariot guide;\r\nMortality below her orb is placd;\r\nBy her the virtue of the stars down slide;\r\nIn her is virtues perfect image cast.\r\n\r\n         A knowledge pure it is her worth to know:\r\n         With Circes let them dwell that think not so.",-1,"Mythology & Folklore"],[-8.2728223801,-6.3636565208,"When I was fair and young, then favor graced me.\r\nOf many was I sought their mistress for to be.\r\nBut I did scorn them all and answered them therefore:\r\nGo, go, go, seek some other where; importune me no more.\r\n\r\nHow many weeping eyes I made to pine in woe,\r\nHow many sighing hearts I have not skill to show,\r\nBut I the prouder grew and still this spake therefore:\r\nGo, go, go, seek some other where, importune me no more.\r\n\r\nThen spake fair Venus son, that proud victorious boy,\r\nSaying: You dainty dame, for that you be so coy,\r\nI will so pluck your plumes as you shall say no more:\r\nGo, go, go, seek some other where, importune me no more.\r\n\r\nAs soon as he had said, such change grew in my breast\r\nThat neither night nor day I could take any rest.\r\nWherefore I did repent that I had said before:\r\nGo, go, go, seek some other where, importune me no more.",13,"Mythology & Folklore"],[-1.2571332455,7.4683666229,"When by thy scorn, O murd'ress, I am dead\r\n         And that thou think'st thee free\r\nFrom all solicitation from me,\r\nThen shall my ghost come to thy bed,\r\nAnd thee, feign'd vestal, in worse arms shall see;\r\nThen thy sick taper will begin to wink,\r\nAnd he, whose thou art then, being tir'd before,\r\nWill, if thou stir, or pinch to wake him, think\r\n         Thou call'st for more,\r\nAnd in false sleep will from thee shrink;\r\nAnd then, poor aspen wretch, neglected thou\r\nBath'd in a cold quicksilver sweat wilt lie\r\n         A verier ghost than I.\r\nWhat I will say, I will not tell thee now,\r\nLest that preserve thee; and since my love is spent,\r\nI'had rather thou shouldst painfully repent,\r\nThan by my threat'nings rest still innocent.",13,"Mythology & Folklore"],[-0.6352787018,-7.9476132393,"Go and catch a falling star,\r\n    Get with child a mandrake root,\r\nTell me where all past years are,\r\n    Or who cleft the devil's foot,\r\nTeach me to hear mermaids singing,\r\nOr to keep off envy's stinging,\r\n            And find\r\n            What wind\r\nServes to advance an honest mind.\r\n\r\nIf thou be'st born to strange sights,\r\n    Things invisible to see,\r\nRide ten thousand days and nights,\r\n    Till age snow white hairs on thee,\r\nThou, when thou return'st, wilt tell me,\r\nAll strange wonders that befell thee,\r\n            And swear,\r\n            No where\r\nLives a woman true, and fair.\r\n\r\nIf thou find'st one, let me know,\r\n    Such a pilgrimage were sweet;\r\nYet do not, I would not go,\r\n    Though at next door we might meet;\r\nThough she were true, when you met her,\r\nAnd last, till you write your letter,\r\n            Yet she\r\n            Will be\r\nFalse, ere I come, to two, or three.\r\n\r\n\r\n\r\n\r\n\r\nPoetry Out Loud Note: In the print anthology, this poem is titled simply \"Song.\" The student may give either title during the recitation. ",13,"Mythology & Folklore"],[12.7411727905,16.5334262848,"Orpheus with his lute made trees,\r\nAnd the mountain tops that freeze,\r\nBow themselves when he did sing:\r\nTo his music plants and flowers\r\nEver sprung; as sun and showers\r\nThere had made a lasting spring.\r\nEvery thing that heard him play,\r\nEven the billows of the sea,\r\nHung their heads, and then lay by.\r\nIn sweet music is such art,\r\nKilling care and grief of heart\r\nFall asleep, or hearing, die.",3,"Mythology & Folklore"],[6.7346215248,-16.0289268494,"What is your substance, whereof are you made,\r\nThat millions of strange shadows on you tend?\r\nSince every one hath, every one, one shade,\r\nAnd you, but one, can every shadow lend.\r\nDescribe Adonis, and the counterfeit\r\nIs poorly imitated after you;\r\nOn Helen's cheek all art of beauty set,\r\nAnd you in Grecian tires are painted new.\r\nSpeak of the spring and foison of the year:\r\nThe one doth shadow of your beauty show,\r\nThe other as your bounty doth appear;\r\nAnd you in every blessed shape we know.\r\n    In all external grace you have some part,\r\n    But you like none, none you, for constant heart.",-1,"Mythology & Folklore"],[0.818290174,9.4785223007,"Why didst thou promise such a beauteous day,\r\nAnd make me travel forth without my cloak,\r\nTo let base clouds oertake me in my way,\r\nHiding thy bravery in their rotten smoke?\r\nTis not enough that through the cloud thou break,\r\nTo dry the rain on my storm-beaten face,\r\nFor no man well of such a salve can speak\r\nThat heals the wound and cures not the disgrace:\r\nNor can thy shame give physic to my grief;\r\nThough thou repent, yet I have still the loss:\r\nThe offenders sorrow lends but weak relief\r\nTo him that bears the strong offences cross.\r\n   Ah! but those tears are pearl which thy love sheds,\r\n   And they are rich and ransom all ill deeds.\r\n\r\n\r\n ",13,"Nature"],[14.8857402802,-8.1521549225,"The welcome Sun from sea Freake is returned,\r\nAnd cheereth with his beams the naked earth,\r\nWhich gains with his coming her apparel\r\nAnd had his absence six long months mourned.\r\nOut of her fragrant sides she sends to greet him\r\nThe rashed primrose and the violet;\r\nWhile she the fields and meadows doth beset\r\nWith flowers, and hangs the trees with pearl to meet him.\r\nAmid this hope and joy she doth forget,\r\nTo kill the hemlock which doth grow too fast,\r\nAnd chill the adder making too much haste,\r\nWith his black sons revived with the heat;\r\n     Till summer comes with diverse colours clad,\r\n      Much like my Epigrams both good and bad.",13,"Nature"],[-16.307100296,-20.6565895081,"I met a courtier riding on the plain,\r\nWell-mounted on a brave and gallant steed;\r\nI sat upon a jade, and spurred to my pain\r\nMy lazy beast, whose tired sides did bleed:\r\nHe saw my case, and then of courtesy\r\nDid rein his horse, and drew the bridle in,\r\nBecause I did desire his company:\r\nBut he corvetting way of me did win.\r\n     What should I do, who was besteaded so?\r\n      His horse stood still faster than mine could go.",1,"Nature"],[-22.0526485443,-16.936000824,"Walking the fields a wantcatcher I spied,\r\nTo him I went, desirous of his game:\r\nSir, have you taken wants? Yes, he replied,\r\nHere are a dozen, which were lately taen.\r\nThen you have left no more. No more? quoth he.\r\nSir I can show you more: the more the worse;\r\nAnd to his work he went, but 'twould not be,\r\nFor all the wants were crept into my purse.\r\n     Farewell friend wantcatcher, since 'twill not be,\r\n     Thou cannot catch the wants, but they catch me.",4,"Nature"],[16.7247886658,-16.5236988068,"Come darkest night, becoming sorrow best;\r\n    Light; leave thy light; fitt for a lightsome soule;\r\n    Darknes doth truly sure with mee oprest\r\n    Whom absence power doth from mirthe controle:\r\n\r\nThe very trees with hanging heads condole\r\n    Sweet sommers parting, and of leaves distrest\r\n    In dying coulers make a griefe-full role;\r\n    Soe much (alas) to sorrow are they prest,\r\n\r\nThus of dead leaves her farewell carpetts made:\r\n    Theyr fall, theyr branches, all theyr mournings prove;\r\n    With leavles, naked bodies, whose huese vade\r\n    From hopefull greene, to wither in theyr love,\r\n\r\nIf trees, and leaves for absence, mourners bee\r\nNoe mervaile that I grieve, who like want see.",0,"Nature"],[9.3132810593,-1.6740530729,"Tis true, tis day, what though it be?\r\nO wilt thou therefore rise from me?\r\nWhy should we rise because tis light?\r\nDid we lie down because twas night?\r\nLove, which in spite of darkness brought us hither,\r\nShould in despite of light keep us together.\r\n\r\nLight hath no tongue, but is all eye;\r\nIf it could speak as well as spy,\r\nThis were the worst that it could say,\r\nThat being well I fain would stay,\r\nAnd that I loved my heart and honour so,\r\nThat I would not from him, that had them, go.\r\n\r\nMust business thee from hence remove?\r\nOh, thats the worst disease of love,\r\nThe poor, the foul, the false, love can\r\nAdmit, but not the busied man.\r\nHe which hath business, and makes love, doth do\r\nSuch wrong, as when a married man doth woo.",13,"Nature"],[13.2817230225,4.0596709251,"As I in hoary winters night stood shivering in the snow,\r\nSurprisd I was with sudden heat which made my heart to glow;\r\nAnd lifting up a fearful eye to view what fire was near,\r\nA pretty Babe all burning bright did in the air appear;\r\nWho, scorched with excessive heat, such floods of tears did shed\r\nAs though his floods should quench his flames which with his tears were fed.\r\nAlas! quoth he, but newly born, in fiery heats I fry,\r\nYet none approach to warm their hearts or feel my fire but I!\r\nMy faultless breast the furnace is, the fuel wounding thorns,\r\nLove is the fire, and sighs the smoke, the ashes shame and scorns;\r\nThe fuel Justice layeth on, and Mercy blows the coals,\r\nThe metal in this furnace wrought are mens defiled souls,\r\nFor which, as now on fire I am to work them to their good,\r\n      So will I melt into a bath to wash them in my blood.\r\n      With this he vanishd out of sight and swiftly shrunk away,\r\n      And straight I called unto mind that it was Christmas day.",10,"Nature"],[-4.5310082436,12.478058815,"Care for thy soul as thing of greatest price,\r\n      Made to the end to taste of power divine,\r\nDevoid of guilt, abhorring sin and vice,\r\n      Apt by Gods grace to virtue to incline.\r\nCare for it so as by thy retchless train\r\nIt be not brought to taste eternal pain.\r\n\r\nCare for thy corse, but chiefly for souls sake;\r\n      Cut off excess, sustaining food is best;\r\nTo vanquish pride but comely clothing take;\r\n      Seek after skill, deep ignorance detest.\r\nCare so, I say, the flesh to feed and clothe\r\nThat thou harm not thy soul and body both.\r\n\r\nCare for the world to do thy body right;\r\n      Rack not thy wit to win thy wicked ways;\r\nSeek not to oppress the weak by wrongful might;\r\n      To pay thy due do banish all delays.\r\nCare to dispend according to thy store,\r\nAnd in like sort be mindful of the poor.\r\n\r\nCare for thy soul, as for thy chiefest stay;\r\n      Care for thy body for thy souls avail;\r\nCare for the world for bodys help alway;\r\n      Care yet but so as virtue may prevail.\r\nCare in such sort that thou be sure of this:\r\nCare keep thee not from heaven and heavenly bliss.",13,"Nature"],[-10.1090660095,3.6672284603,"The doubt of future foes exiles my present joy,\r\nAnd wit me warns to shun such snares as threaten mine annoy;\r\nFor falsehood now doth flow, and subjects faith doth ebb,\r\nWhich should not be if reason ruled or wisdom weaved the web.\r\nBut clouds of joys untried do cloak aspiring minds,\r\nWhich turn to rain of late repent by changed course of winds.\r\nThe top of hope supposed the root upreared shall be,\r\nAnd fruitless all their grafted guile, as shortly ye shall see.\r\nThe dazzled eyes with pride, which great ambition blinds,\r\nShall be unsealed by worthy wights whose foresight falsehood finds.\r\nThe daughter of debate that discord aye doth sow\r\nShall reap no gain where former rule still peace hath taught to know.\r\nNo foreign banished wight shall anchor in this port;\r\nOur realm brooks not seditious sects, let them elsewhere resort.\r\nMy rusty sword through rest shall first his edge employ\r\nTo poll their tops that seek such change or gape for future joy.",13,"Nature"],[-16.4515476227,-9.288898468,"Fie pleasure, fie! thou cloyest me with delight,\r\nThou fillst my mouth with sweetmeats overmuch;\r\nI wallow still in joy both day and night:\r\nI deem, I dream, I do, I taste, I touch,\r\nNo thing but all that smells of perfect bliss;\r\nFie pleasure, fie! I cannot like of this.\r\n\r\n   To taste (sometimes) a bait of bitter gall,\r\nTo drink a draught of sour ale (some season)\r\nTo eat brown bread with homely hands in hall,\r\nDoth much increase mens appetites, by reason,\r\nAnd makes the sweet more sugard that ensues,\r\nSince minds of men do still seek after news.\r\n\r\n   The pamperd horse is seldom seen in breath,\r\nWhose manger makes his grace (oftimes) to melt;\r\nThe crammed fowl comes quickly to his death;\r\nSuch colds they catch in hottest haps that swelt;\r\nAnd I (much like) in pleasure scawled still,\r\nDo fear to starve although I feed my fill.\r\n\r\n   It might suffice that Love hath built his bower\r\nBetween my ladys lively shining eyes;\r\nIt were enough that beautys fading flower\r\nGrows ever fresh with her in heavenly wise;\r\nIt had been well that she were fair of face,\r\nAnd yet not rob all other dames of grace.\r\n\r\n   To muse in mind, how wise, how fair, how good,\r\nHow brave, how frank, how courteous, and how true\r\nMy lady is, doth but inflame my blood\r\nWith humours such as bid my health adieu;\r\nSince hap always when it is clomb on high,\r\nDoth fall full low, though erst it reachd the sky.\r\n\r\n   Lo, pleasure, lo! lo thus I lead a life\r\nThat laughs for joy, and trembleth oft for dread;\r\nThy pangs are such as call for changes knife\r\nTo cut the twist, or else to stretch the thread,\r\nWhich holds yfeer the bundle of my bliss:\r\nFie, pleasure, fie! I dare not trust to this.",7,"Nature"],[20.0577812195,-3.4948303699,"Green groweth the holly,\r\nSo doth the ivy.\r\nThough winter blasts blow never so high,\r\nGreen groweth the holly.\r\n\r\nAs the holly groweth green\r\nAnd never changeth hue,\r\nSo I am, ever hath been,\r\nUnto my lady true.\r\n\r\nAs the holly groweth green\r\nWith ivy all alone\r\nWhen flowers cannot be seen\r\nAnd greenwood leaves be gone,\r\n\r\nNow unto my lady\r\nPromise to her I make,\r\nFrom all other only\r\nTo her I me betake.\r\n\r\nAdieu, mine own lady,\r\nAdieu, my special\r\nWho hath my heart truly\r\nBe sure, and ever shall.",13,"Nature"],[6.8186683655,-8.391169548,"If all the world and love were young,\r\nAnd truth in every Shepherds tongue,\r\nThese pretty pleasures might me move,\r\nTo live with thee, and be thy love.\r\n\r\nTime drives the flocks from field to fold,\r\nWhen Rivers rage and Rocks grow cold,\r\nAnd Philomel becometh dumb,\r\nThe rest complains of cares to come.\r\n\r\nThe flowers do fade, and wanton fields,\r\nTo wayward winter reckoning yields,\r\nA honey tongue, a heart of gall,\r\nIs fancys spring, but sorrows fall.\r\n\r\nThy gowns, thy shoes, thy beds of Roses,\r\nThy cap, thy kirtle, and thy posies\r\nSoon break, soon wither, soon forgotten:\r\nIn folly ripe, in reason rotten.\r\n\r\nThy belt of straw and Ivy buds,\r\nThe Coral clasps and amber studs,\r\nAll these in me no means can move\r\nTo come to thee and be thy love.\r\n\r\nBut could youth last, and love still breed,\r\nHad joys no date, nor age no need,\r\nThen these delights my mind might move\r\nTo live with thee, and be thy love.",-1,"Nature"],[20.2757549286,-3.0415234566,"Blow, blow, thou winter wind,\r\n   Thou art not so unkind\r\n      As mans ingratitude;\r\n   Thy tooth is not so keen,\r\nBecause thou art not seen,\r\n      Although thy breath be rude.\r\nHeigh-ho! sing, heigh-ho! unto the green holly:\r\nMost friendship is feigning, most loving mere folly:\r\n   Then, heigh-ho, the holly!\r\n      This life is most jolly.\r\n\r\n   Freeze, freeze, thou bitter sky,\r\n   That dost not bite so nigh\r\n      As benefits forgot:\r\n   Though thou the waters warp,\r\n      Thy sting is not so sharp\r\n      As friend remembered not.\r\nHeigh-ho! sing, heigh-ho! unto the green holly...",13,"Nature"],[23.0019111633,-8.1916131973,"When daisies pied and violets blue\r\n      And lady-smocks all silver-white\r\nAnd cuckoo-buds of yellow hue\r\n      Do paint the meadows with delight,\r\nThe cuckoo then, on every tree,\r\nMocks married men; for thus sings he:\r\n                                                    Cuckoo;\r\nCuckoo, cuckoo! O, word of fear,\r\nUnpleasing to a married ear!\r\n\r\nWhen shepherds pipe on oaten straws,\r\n      And merry larks are ploughmen's clocks,\r\nWhen turtles tread, and rooks, and daws,\r\n      And maidens bleach their summer smocks,\r\nThe cuckoo then, on every tree,\r\nMocks married men; for thus sings he,\r\n                                                    Cuckoo;\r\nCuckoo, cuckoo! O, word of fear,\r\nUnpleasing to a married ear!\r\n\r\nWhen icicles hang by the wall,\r\n      And Dick the shepherd blows his nail,\r\nAnd Tom bears logs into the hall,\r\n      And milk comes frozen home in pail,\r\nWhen blood is nipp'd, and ways be foul,\r\nThen nightly sings the staring-owl,\r\n                                                    Tu-who;\r\nTu-whit, tu-who!a merry note,\r\nWhile greasy Joan doth keel the pot.\r\n\r\nWhen all aloud the wind doth blow,\r\n      And coughing drowns the parson's saw,\r\nAnd birds sit brooding in the snow,\r\n      And Marian's nose looks red and raw,\r\nWhen roasted crabs hiss in the bowl,\r\nThen nightly sings the staring owl,\r\n                                                    Tu-who;\r\nTu-whit, tu-who!a merry note,\r\nWhile greasy Joan doth keel the pot.",13,"Nature"],[21.377248764,5.9842009544,"When that I was and a little tiny boy,\r\n    With hey, ho, the wind and the rain,\r\nA foolish thing was but a toy,\r\n    For the rain it raineth every day.\r\n\r\nBut when I came to mans estate,\r\n    With hey, ho, the wind and the rain,\r\nGainst knaves and thieves men shut their gate,\r\n    For the rain it raineth every day.\r\n\r\nBut when I came, alas! to wive,\r\n    With hey, ho, the wind and the rain,\r\nBy swaggering could I never thrive,\r\n    For the rain it raineth every day.\r\n\r\nBut when I came unto my beds,\r\n    With hey, ho, the wind and the rain,\r\nWith toss-pots still had drunken heads,\r\n    For the rain it raineth every day.\r\n\r\nA great while ago the world begun,\r\n    With hey, ho, the wind and the rain,\r\nBut thats all one, our play is done,\r\n    And well strive to please you every day.",13,"Nature"],[-4.7344408035,8.6108894348,"From fairest creatures we desire increase,\r\nThat thereby beautys rose might never die,\r\nBut as the riper should by time decease,\r\nHis tender heir might bear his memory;\r\nBut thou, contracted to thine own bright eyes,\r\nFeedst thy lights flame with self-substantial fuel,\r\nMaking a famine where abundance lies,\r\nThyself thy foe, to thy sweet self too cruel.\r\nThough that art now the worlds fresh ornament\r\nAnd only herald to the gaudy spring,\r\nWithin thine own bud buriest thy content,\r\nAnd, tender churl, makst waste in niggarding.\r\n   Pity the world, or else this glutton be,\r\n   To eat the worlds due, by the grave and thee.",13,"Nature"],[15.3299026489,-2.616247654,"Shall I compare thee to a summers day?\r\nThou art more lovely and more temperate:\r\nRough winds do shake the darling buds of May,\r\nAnd summers lease hath all too short a date;\r\nSometime too hot the eye of heaven shines,\r\nAnd often is his gold complexion dimm'd;\r\nAnd every fair from fair sometime declines,\r\nBy chance or natures changing course untrimm'd;\r\nBut thy eternal summer shall not fade,\r\nNor lose possession of that fair thou owst;\r\nNor shall death brag thou wanderst in his shade,\r\nWhen in eternal lines to time thou growst:\r\n   So long as men can breathe or eyes can see,\r\n   So long lives this, and this gives life to thee.",13,"Nature"],[23.7728023529,-6.9938211441,"Spring, the sweet spring, is the years pleasant king,\r\nThen blooms each thing, then maids dance in a ring,\r\nCold doth not sting, the pretty birds do sing:\r\n      Cuckoo, jug-jug, pu-we, to-witta-woo!\r\n\r\nThe palm and may make country houses gay,\r\nLambs frisk and play, the shepherds pipe all day,\r\nAnd we hear aye birds tune this merry lay:\r\n      Cuckoo, jug-jug, pu-we, to-witta-woo!\r\n\r\nThe fields breathe sweet, the daisies kiss our feet,\r\nYoung lovers meet, old wives a-sunning sit,\r\nIn every street these tunes our ears do greet:\r\n      Cuckoo, jug-jug, pu-we, to witta-woo!\r\n            Spring, the sweet spring!",13,"Nature"],[-6.0189394951,-2.312148571,"Twice or thrice had I lov'd thee,\r\nBefore I knew thy face or name;\r\nSo in a voice, so in a shapeless flame\r\nAngels affect us oft, and worshipp'd be;\r\n         Still when, to where thou wert, I came,\r\nSome lovely glorious nothing I did see.\r\n         But since my soul, whose child love is,\r\nTakes limbs of flesh, and else could nothing do,\r\n         More subtle than the parent is\r\nLove must not be, but take a body too;\r\n         And therefore what thou wert, and who,\r\n                I bid Love ask, and now\r\nThat it assume thy body, I allow,\r\nAnd fix itself in thy lip, eye, and brow.\r\n\r\nWhilst thus to ballast love I thought,\r\nAnd so more steadily to have gone,\r\nWith wares which would sink admiration,\r\nI saw I had love's pinnace overfraught;\r\n         Ev'ry thy hair for love to work upon\r\nIs much too much, some fitter must be sought;\r\n         For, nor in nothing, nor in things\r\nExtreme, and scatt'ring bright, can love inhere;\r\n         Then, as an angel, face, and wings\r\nOf air, not pure as it, yet pure, doth wear,\r\n         So thy love may be my love's sphere;\r\n                Just such disparity\r\nAs is 'twixt air and angels' purity,\r\n'Twixt women's love, and men's, will ever be.",13,"Nature"],[2.5141193867,-10.1941709518,"With how sad steps, O Moon, thou climb'st the skies!\r\nHow silently, and with how wan a face!\r\nWhat, may it be that even in heav'nly place\r\nThat busy archer his sharp arrows tries!\r\nSure, if that long-with love-acquainted eyes\r\nCan judge of love, thou feel'st a lover's case,\r\nI read it in thy looks; thy languish'd grace\r\nTo me, that feel the like, thy state descries.\r\nThen, ev'n of fellowship, O Moon, tell me,\r\nIs constant love deem'd there but want of wit?\r\nAre beauties there as proud as here they be?\r\nDo they above love to be lov'd, and yet\r\nThose lovers scorn whom that love doth possess?\r\nDo they call virtue there ungratefulness?",13,"Nature"],[-8.1644163132,-20.4760894775,"When Nature made her chief work, Stella's eyes,\r\nIn colour black why wrapt she beams so bright?\r\nWould she in beamy black, like painter wise,\r\nFrame daintiest lustre, mix'd of shades and light?\r\nOr did she else that sober hue devise,\r\nIn object best to knit and strength our sight;\r\nLest, if no veil these brave gleams did disguise,\r\nThey, sunlike, should more dazzle than delight?\r\nOr would she her miraculous power show,\r\nThat, whereas black seems beauty's contrary,\r\nShe even in black doth make all beauties flow?\r\nBoth so, and thus, she, minding Love should be\r\nPlac'd ever there, gave him this mourning weed\r\nTo honour all their deaths who for her bleed.",9,"Nature"],[-28.1110343933,4.4103474617,"Come live with me, and be my love,\r\nAnd we will some new pleasures prove\r\nOf golden sands, and crystal brooks,\r\nWith silken lines, and silver hooks.\r\n\r\nThere will the river whispering run\r\nWarm'd by thy eyes, more than the sun;\r\nAnd there the 'enamour'd fish will stay,\r\nBegging themselves they may betray.\r\n\r\nWhen thou wilt swim in that live bath,\r\nEach fish, which every channel hath,\r\nWill amorously to thee swim,\r\nGladder to catch thee, than thou him.\r\n\r\nIf thou, to be so seen, be'st loth,\r\nBy sun or moon, thou dark'nest both,\r\nAnd if myself have leave to see,\r\nI need not their light having thee.\r\n\r\nLet others freeze with angling reeds,\r\nAnd cut their legs with shells and weeds,\r\nOr treacherously poor fish beset,\r\nWith strangling snare, or windowy net.\r\n\r\nLet coarse bold hands from slimy nest\r\nThe bedded fish in banks out-wrest;\r\nOr curious traitors, sleeve-silk flies,\r\nBewitch poor fishes' wand'ring eyes.\r\n\r\nFor thee, thou need'st no such deceit,\r\nFor thou thyself art thine own bait:\r\nThat fish, that is not catch'd thereby,\r\nAlas, is wiser far than I.",2,"Nature"],[0.1274243891,6.753900528,"Here take my picture; though I bid farewell\r\nThine, in my heart, where my soul dwells, shall dwell.\r\n'Tis like me now, but I dead, 'twill be more\r\nWhen we are shadows both, than 'twas before.\r\nWhen weather-beaten I come back, my hand\r\nPerhaps with rude oars torn, or sun beams tann'd,\r\nMy face and breast of haircloth, and my head\r\nWith care's rash sudden storms being o'erspread,\r\nMy body'a sack of bones, broken within,\r\nAnd powder's blue stains scatter'd on my skin;\r\nIf rival fools tax thee to'have lov'd a man\r\nSo foul and coarse as, oh, I may seem then,\r\nThis shall say what I was, and thou shalt say,\r\n\"Do his hurts reach me? doth my worth decay?\r\nOr do they reach his judging mind, that he\r\nShould now love less, what he did love to see?\r\nThat which in him was fair and delicate,\r\nWas but the milk which in love's childish state\r\nDid nurse it; who now is grown strong enough\r\nTo feed on that, which to disus'd tastes seems tough.\"",13,"Nature"],[-2.3573935032,8.2750501633,"Thou hast made me, and shall thy work decay?\r\nRepair me now, for now mine end doth haste,\r\nI run to death, and death meets me as fast,\r\nAnd all my pleasures are like yesterday;\r\nI dare not move my dim eyes any way,\r\nDespair behind, and death before doth cast\r\nSuch terror, and my feebled flesh doth waste\r\nBy sin in it, which it towards hell doth weigh.\r\nOnly thou art above, and when towards thee\r\nBy thy leave I can look, I rise again;\r\nBut our old subtle foe so tempteth me,\r\nThat not one hour I can myself sustain;\r\nThy grace may wing me to prevent his art,\r\nAnd thou like adamant draw mine iron heart.",13,"Nature"],[4.4060907364,-0.1044597626,"Since I am coming to that holy room,\r\n         Where, with thy choir of saints for evermore,\r\nI shall be made thy music; as I come\r\n         I tune the instrument here at the door,\r\n         And what I must do then, think here before.\r\n\r\nWhilst my physicians by their love are grown\r\n         Cosmographers, and I their map, who lie\r\nFlat on this bed, that by them may be shown\r\n         That this is my south-west discovery,\r\n      Per fretum febris, by these straits to die,\r\n\r\nI joy, that in these straits I see my west;\r\n         For, though their currents yield return to none,\r\nWhat shall my west hurt me? As west and east\r\n         In all flat maps (and I am one) are one,\r\n         So death doth touch the resurrection.\r\n\r\nIs the Pacific Sea my home? Or are\r\n         The eastern riches? Is Jerusalem?\r\nAnyan, and Magellan, and Gibraltar,\r\n         All straits, and none but straits, are ways to them,\r\n         Whether where Japhet dwelt, or Cham, or Shem.\r\n\r\nWe think that Paradise and Calvary,\r\n         Christ's cross, and Adam's tree, stood in one place;\r\nLook, Lord, and find both Adams met in me;\r\n         As the first Adam's sweat surrounds my face,\r\n         May the last Adam's blood my soul embrace.\r\n\r\nSo, in his purple wrapp'd, receive me, Lord;\r\n         By these his thorns, give me his other crown;\r\nAnd as to others' souls I preach'd thy word,\r\n         Be this my text, my sermon to mine own:\r\n\"Therefore that he may raise, the Lord throws down.\"",13,"Nature"],[-24.7162666321,6.8958077431,"My galley, charged with forgetfulness,\r\nThorough sharp seas in winter nights doth pass\r\n'Tween rock and rock; and eke mine en'my, alas,\r\nThat is my lord, steereth with cruelness;\r\nAnd every owre a thought in readiness,\r\nAs though that death were light in such a case.\r\nAn endless wind doth tear the sail apace\r\nOf forced sighs and trusty fearfulness.\r\nA rain of tears, a cloud of dark disdain,\r\nHath done the weared cords great hinderance;\r\nWreathed with error and eke with ignorance.\r\nThe stars be hid that led me to this pain;\r\nDrowned is Reason that should me comfort,\r\nAnd I remain despairing of the port.",2,"Nature"],[6.9776902199,-8.6392650604,"Come live with me and be my love,\r\nAnd we will all the pleasures prove,\r\nThat Valleys, groves, hills, and fields,\r\nWoods, or steepy mountain yields.\r\n\r\nAnd we will sit upon the Rocks,\r\nSeeing the Shepherds feed their flocks,\r\nBy shallow Rivers to whose falls\r\nMelodious birds sing Madrigals.\r\n\r\nAnd I will make thee beds of Roses\r\nAnd a thousand fragrant posies,\r\nA cap of flowers, and a kirtle\r\nEmbroidered all with leaves of Myrtle;\r\n\r\nA gown made of the finest wool\r\nWhich from our pretty Lambs we pull;\r\nFair lined slippers for the cold,\r\nWith buckles of the purest gold;\r\n\r\nA belt of straw and Ivy buds,\r\nWith Coral clasps and Amber studs:\r\nAnd if these pleasures may thee move,\r\nCome live with me, and be my love.\r\n\r\nThe Shepherds Swains shall dance and sing\r\nFor thy delight each May-morning:\r\nIf these delights thy mind may move,\r\nThen live with me, and be my love.",13,"Nature"],[20.4930534363,-1.8540050983,"Under the greenwood tree\r\nWho loves to lie with me,\r\nAnd turn his merry note\r\nUnto the sweet bird's throat,\r\nCome hither, come hither, come hither:\r\n            Here shall he see\r\n            No enemy\r\nBut winter and rough weather.\r\n\r\nWho doth ambition shun\r\nAnd loves to live i' the sun,\r\nSeeking the food he eats,\r\nAnd pleased with what he gets,\r\nCome hither, come hither, come hither:\r\n            Here shall he see\r\n            No enemy\r\nBut winter and rough weather.",13,"Nature"],[7.2960305214,10.7937831879,"Full many a glorious morning have I seen\r\nFlatter the mountain-tops with sovereign eye,\r\nKissing with golden face the meadows green,\r\nGilding pale streams with heavenly alchemy;\r\nAnon permit the basest clouds to ride\r\nWith ugly rack on his celestial face\r\nAnd from the forlorn world his visage hide,\r\nStealing unseen to west with this disgrace.\r\nEven so my sun one early morn did shine\r\nWith all-triumphant splendour on my brow;\r\nBut out, alack! he was but one hour mine;\r\nThe region cloud hath mask'd him from me now.\r\nYet him for this my love no whit disdaineth;\r\nSuns of the world may stain when heaven's sun staineth.",-1,"Nature"],[15.7181348801,-1.6360347271,"That time of year thou mayst in me behold\r\nWhen yellow leaves, or none, or few, do hang\r\nUpon those boughs which shake against the cold,\r\nBare ruin'd choirs, where late the sweet birds sang.\r\nIn me thou see'st the twilight of such day\r\nAs after sunset fadeth in the west,\r\nWhich by and by black night doth take away,\r\nDeath's second self, that seals up all in rest.\r\nIn me thou see'st the glowing of such fire\r\nThat on the ashes of his youth doth lie,\r\nAs the death-bed whereon it must expire,\r\nConsum'd with that which it was nourish'd by.\r\nThis thou perceiv'st, which makes thy love more strong,\r\nTo love that well which thou must leave ere long.",13,"Nature"],[17.3703975677,-2.0848765373,"How like a winter hath my absence been\r\nFrom thee, the pleasure of the fleeting year!\r\nWhat freezings have I felt, what dark days seen!\r\nWhat old December's bareness everywhere!\r\nAnd yet this time remov'd was summer's time,\r\nThe teeming autumn, big with rich increase,\r\nBearing the wanton burthen of the prime,\r\nLike widow'd wombs after their lords' decease:\r\nYet this abundant issue seem'd to me\r\nBut hope of orphans and unfather'd fruit;\r\nFor summer and his pleasures wait on thee,\r\nAnd thou away, the very birds are mute;\r\nOr if they sing, 'tis with so dull a cheer\r\nThat leaves look pale, dreading the winter's near.",13,"Nature"],[-4.6993684769,11.1195678711,"Poor soul, the centre of my sinful earth,\r\n[......] these rebel powers that thee array,\r\nWhy dost thou pine within and suffer dearth,\r\nPainting thy outward walls so costly gay?\r\nWhy so large cost, having so short a lease,\r\nDost thou upon thy fading mansion spend?\r\nShall worms, inheritors of this excess,\r\nEat up thy charge? Is this thy body's end?\r\nThen soul, live thou upon thy servant's loss\r\nAnd let that pine to aggravate thy store;\r\nBuy terms divine in selling hours of dross;\r\nWithin be fed, without be rich no more.\r\nSo shalt thou feed on Death, that feeds on men,\r\nAnd, Death once dead, there's no more dying then.",13,"Nature"],[-3.2933881283,10.8828287125,"Weret aught to me I bore the canopy,\r\nWith my extern the outward honouring,\r\nOr laid great bases for eternity,\r\nWhich proves more short than waste or ruining;\r\nHave I not seen dwellers on form and favour\r\nLose all, and more, by paying too much rent,\r\nFor compound sweet forgoing simple savour,\r\nPitiful thrivers, in their gazing spent?\r\nNo;let me be obsequious in thy heart,\r\nAnd take thou my oblation, poor but free,\r\nWhich is not mixd with seconds, knows no art,\r\nBut mutual render, only me for thee.\r\n   Hence, thou subornd informer! a true soul,\r\n   When most impeachd, stands least in thy control.\r\n ",13,"Love"],[-0.732057631,-3.9101941586,"     Sing lullaby, as women do,\r\nWherewith they bring their babes to rest,\r\nAnd lullaby can I sing too\r\nAs womanly as can the best.\r\nWith lullaby they still the child,\r\nAnd if I be not much beguiled,\r\nFull many wanton babes have I\r\nWhich must be stilled with lullaby.\r\n\r\n     First lullaby my youthful years;\r\nIt is now time to go to bed,\r\nFor crooked age and hoary hairs\r\nHave won the haven within my head.\r\nWith lullaby, then, youth be still;\r\nWith lullaby content thy will;\r\nSince courage quails and comes behind,\r\nGo sleep, and so beguile thy mind.\r\n\r\n     Next, lullaby my gazing eyes,\r\nWhich wonted were to glance apace.\r\nFor every glass may now suffice\r\nTo show the furrows in my face;\r\nWith lullaby then wink awhile,\r\nWith lullaby your looks beguile;\r\nLet no fair face nor beauty bright\r\nEntice you eft with vain delight.\r\n\r\n     And lullaby, my wanton will;\r\nLet reason's rule now reign thy thought,\r\nSince all too late I find by skill\r\nHow dear I have thy fancies bought;\r\nWith lullaby now take thine ease,\r\nWith lullaby thy doubts appease.\r\nFor trust to this: if thou be still,\r\nMy body shall obey thy will.\r\n\r\n     Eke lullaby, my loving boy,\r\nMy little Robin, take thy rest;\r\nSince age is cold and nothing coy,\r\nKeep close thy coin, for so is best;\r\nWith lullaby be thou content,\r\nWith lullaby thy lusts relent,\r\nLet others pay which hath mo pence;\r\nThou art too poor for such expense.\r\n\r\n     Thus lullaby, my youth, mine eyes,\r\nMy will, my ware, and all that was.\r\nI can no mo delays devise,\r\nBut welcome pain, let pleasure pass;\r\nWith lullaby now take your leave,\r\nWith lullaby your dreams deceive;\r\nAnd when you rise with waking eye,\r\nRemember then this lullaby.",13,"Love"],[-7.7291765213,12.6083707809,"Beshrew that heart that makes my heart to groan\r\nFor that deep wound it gives my friend and me:\r\nIst not enough to torture me alone,\r\nBut slave to slavery my sweetst friend must be?\r\nMe from myself thy cruel eye hath taken,\r\nAnd my next self thou harder hast engrossed;\r\nOf him, myself, and thee I am forsaken,\r\nA torment thrice threefold thus to be crossed.\r\nPrison my heart in thy steel bosom's ward,\r\nBut then my friend's heart let my poor heart bail;\r\nWhoeer keeps me, let my heart be his guard:\r\nThou canst not then use rigour in my jail.\r\n    And yet thou wilt; for I, being pent in thee,\r\n    Perforce am thine, and all that is in me.",13,"Love"],[-9.9874515533,12.2286329269,"O, call not me to justify the wrong\r\nThat thy unkindness lays upon my heart;\r\nWound me not with thine eye but with thy tongue;\r\nUse power with power, and slay me not by art.\r\nTell me thou lovst elsewhere; but in my sight,\r\nDear heart, forbear to glance thine eye aside;\r\nWhat needst thou wound with cunning when thy might\r\nIs more than my oerpressed defense can bide?\r\nLet me excuse thee: ah, my love well knows\r\nHer pretty looks have been mine enemies;\r\nAnd therefore from my face she turns my foes,\r\nThat they elsewhere might dart their injuries\r\n    Yet do not so; but since I am near slain,\r\n    Kill me outright with looks and rid my pain.",13,"Love"],[-9.078751564,10.7878789902,"Love is my sin, and thy dear virtue hate,\r\nHate of my sin, grounded on sinful loving.\r\nO, but with mine compare thou thine own state,\r\nAnd thou shalt find it merits not reproving;\r\nOr if it do, not from those lips of thine,\r\nThat have profaned their scarlet ornaments\r\nAnd sealed false bonds of love as oft as mine,\r\nRobbed others beds revenues of their rents.\r\nBe it lawful I love thee as thou lovst those\r\nWhom thine eyes woo as mine importune thee:\r\nRoot pity in thy heart, that, when it grows,\r\nThy pity may deserve to pitied be.\r\n    If thou dost seek to have what thou dost hide,\r\n    By self-example mayst thou be denied.",13,"Love"],[-9.1223134995,17.1470375061,"My love is as a fever, longing still\r\nFor that which longer nurseth the disease,\r\nFeeding on that which doth preserve the ill,\r\nTh uncertain sickly appetite to please.\r\nMy reason, the physician to my love,\r\nAngry that his prescriptions are not kept,\r\nHath left me, and I desperate now approve\r\nDesire is death, which physic did except.\r\nPast cure I am, now reason is past care,\r\nAnd frantic-mad with evermore unrest;\r\nMy thoughts and my discourse as madmens are,\r\nAt random from the truth vainly expressed:\r\n    For I have sworn thee fair, and thought thee bright,\r\n    Who art as black as hell, as dark as night.",13,"Love"],[8.6764917374,-6.0991954803,"A Poet am I neither born nor bred,\r\nBut to a witty poet married:\r\nWhose brain is fresh and pleasant as the Spring,\r\nWhere Fancies grow and where the Muses sing.\r\nThere oft I lean my head, and listening, hark,\r\nTo catch his words and all his fancies mark:\r\nAnd from that garden show of beauties take\r\nWhereof a posy I in verse may make.\r\nThus I, that have no gardens of my own,\r\nThere gather flowers that are newly blown.",13,"Love"],[-2.0606687069,-6.997218132,"Loving in truth, and fain in verse my love to show,\r\nThat she, dear she, might take some pleasure of my pain,\r\nPleasure might cause her read, reading might make her know,\r\nKnowledge might pity win, and pity grace obtain,\r\nI sought fit words to paint the blackest face of woe,\r\nStudying inventions fine, her wits to entertain,\r\nOft turning others leaves, to see if thence would flow\r\nSome fresh and fruitful showers upon my sunburned brain.\r\nBut words came halting forth, wanting Inventions stay:\r\nInvention, Natures child, fled step-dame Studys blows,\r\nAnd others feet still seemed but strangers in my way.\r\nThus great with child to speak, and helpless in my throes,\r\nBiting my truant pen, beating myself for spite:\r\nFool, said my Muse to me, look in thy heart and write.",13,"Love"],[-9.4432067871,-1.9638106823,"Joy of my life, full oft for loving you\r\n    I bless my lot, that was so lucky placed:\r\n    But then the more your own mishap I rue,\r\n    That are so much by so mean love embased.\r\nFor had the equal heavens so much you graced\r\n    In this as in the rest, ye might invent\r\n    Some heavenly wit, whose verse could have enchased\r\n    Your glorious name in golden monument.\r\nBut since ye deignd so goodly to relent\r\n    To me your thrall, in whom is little worth,\r\n    That little that I am shall all be spent\r\n    In setting your immortal praises forth;\r\nWhose lofty argument uplifting me\r\n    Shall lift you up unto an high degree.",13,"Love"],[-15.8295593262,-9.5795183182,"Sweet shades why doe you seeke to give delight\r\n    To mee who deeme delight in this vilde place\r\n    Butt torment, sorrow, and mine owne disgrace\r\n    To taste of joy, or your vaine pleasing sight;\r\n\r\nShow them your pleasures who saw never night\r\n    Of greife, wher joyings fauning, smiling face\r\n    Appeers as day, wher griefe found never space\r\n    Yett for a sigh, a grone, or envies spite;\r\n\r\nButt O on mee a world of woes doe ly,\r\n    Or els on mee all harmes strive to rely,\r\n    And to attend like servants bound to mee,\r\n\r\nHeat in desire, while frosts of care I prove,\r\n    Wanting my love, yett surfett doe with love\r\n    Burne, and yett freeze, better in hell to bee.",7,"Love"],[-3.3150014877,-9.0705289841,"Love like a jugler, comes to play his prise,\r\n    And all minds draw his wonders to admire,\r\n    To see how cuningly hee, wanting eyes,\r\n    Can yett deseave the best sight of desire:\r\n\r\n The wanton child, how hee can faine his fire\r\n    So pretely, as none sees his disguise!\r\n    How finely doe his tricks, while wee fooles hire\r\n    The badge, and office of his tirannies,\r\n\r\nFor in the end, such jugling hee doth make\r\n    As hee our harts, in stead of eyes doth take\r\n    For men can only by theyr slieghts abuse\r\n\r\nThe sight with nimble, and delightful skill;\r\n    Butt if hee play, his gaine is our lost will:\r\n    Yett childlike, wee can nott his sports refuse.",13,"Love"],[-6.3673248291,7.3928623199,"Time only cause of my unrest\r\nBy whom I hopd once to bee blest\r\n    How cruell art thou turned?\r\nThat first gavst lyfe unto my love,\r\nAnd still a pleasure nott to move\r\n    Or change though ever burned;\r\n\r\nHave I thee slackd, or left undun\r\nOne loving rite, and soe have wunn\r\n    Thy rage or bitter changing?\r\nThat now noe minutes I shall see,\r\nWherein I may least happy bee\r\n    Thy favors soe estranging.\r\n\r\nBlame thy self, and nott my folly,\r\nTime gave time butt to bee holly;\r\n    True love such ends best loveth\r\nUnworhty love doth seeke for ends\r\nA worthy love butt worth pretends\r\n    Nor other thoughts itt proveth:\r\n\r\nThen stay thy swiftnes cruell time,\r\nAnd lett mee once more blessed clime\r\n    To joy, that I may prayse thee:\r\nLett mee pleasure sweetly tasting\r\nJoy in love, and faith nott wasting\r\n    And on fames wings Ile rayse thee:\r\n\r\nNever shall thy glory dying\r\nBee untill thine owne untying\r\n    That time noe longer liveth;\r\nTis a gaine such tyme to lend:\r\nSince soe thy fame shall never end\r\n    Butt joy for what she giveth.",13,"Love"],[-14.2218227386,-13.5491676331,"Love peruse me, seeke, and finde\r\nHow each corner of my minde\r\n            Is a twine\r\n            Woven to shine.\r\nNot a Webb ill made, foule framd,\r\nBastard not by Father namd,\r\n            Such in me\r\n            Cannot bee.\r\nDeare behold me, you shall see\r\nFaith the Hive, and love the Bee,\r\n            Which doe bring.\r\n            Gaine and sting.\r\nPray desect me, sinewes, vaines,\r\nHold, and loves life in those gaines;\r\n            Lying bare\r\n            To despaire,\r\nWhen you thus anotamise\r\nAll my body, my heart prise;\r\n            Being true\r\n            Just to you.\r\nClose the Truncke, embalme the Chest,\r\nWhere your power still shall rest,\r\n            Joy entombe,\r\n            Loves just doome.",6,"Love"],[-18.5108070374,-15.3217935562,"When I beeheld the Image of my deere\r\n    With greedy lookes mine eyes would that way bend,\r\n    Fear, and desire did inwardly contend;\r\n    Feare to bee markd, desire to drawe still neere,\r\n\r\nAnd in my soule a speritt wowld apeer,\r\n    Which boldnes waranted, and did pretend\r\n    To bee my genius, yett I durst nott lend\r\n    My eyes in trust wher others seemed soe cleere,\r\n\r\nThen did I search from whence this danger rose,\r\n    If such unworthynes in mee did rest\r\n    As my stervd eyes must nott with sight bee blest;\r\n    When jealousie her poyson did disclose;\r\n\r\nYett in my hart unseense of jealous eye\r\nThe truer Image shall in triumph lye.",4,"Love"],[-12.9919633865,7.9330415726,"Love leave to urge, thou knowst thou hast the hand;\r\n    Tis cowardise, to strive wher none resist:\r\n    Pray thee leave off, I yeeld unto thy band;\r\n    Doe nott thus, still, in thine owne powre persist,\r\n\r\nBeehold I yeeld: lett forces bee dismist;\r\n    I ame thy subject, conquerd, bound to stand,\r\n    Never thy foe, butt did thy claime assist\r\n    Seeking thy due of those who did withstand;\r\n\r\nButt now, itt seemes, thou wouldst I should thee love;\r\n    I doe confess, twas thy will made mee chuse;\r\n    And thy faire showes made mee a lover prove\r\n    When I my freedome did, for paine refuse.\r\n\r\nYett this Sir God, your boyship I dispise;\r\nYour charmes I obay, butt love nott want of eyes.",13,"Love"],[-4.5177741051,21.4706420898,"They flee from me, that sometime did me seek\r\n    With naked foot, stalking in my chamber.\r\nI have seen them gentle, tame, and meek,\r\n    That now are wild, and do not remember\r\n    That sometime they put themselves in danger\r\n         To take bread at my hand; and now they range\r\n         Busily seeking with a continual change.\r\n\r\nThanked be fortune it hath been otherwise\r\n    Twenty times better; but once, in special,\r\nIn thin array, after a pleasant guise,\r\n    When her loose gown from her shoulders did fall,\r\n    And she me caught in her arms long and small;\r\n         Therewith all sweetly did me kiss,\r\n         And softly said, Dear heart, how like you this?\r\n\r\nIt was no dream: I lay broad waking:\r\n    But all is turned, thorough my gentleness,\r\nInto a strange fashion of forsaking;\r\n    And I have leave to go of her goodness,\r\n    And she also to use newfangleness.\r\n         But since that I so kindly am served,\r\n         I would fain know what she hath deserved.",-1,"Love"],[4.2285928726,-6.1450929642,"I loathe that I did love,\r\nIn youth that I thought sweet,\r\nAs time requires for my behove,\r\nMethinks they are not meet.\r\n\r\nMy lusts they do me leave,\r\nMy fancies all be fled,\r\nAnd tract of time begins to weave\r\nGrey hairs upon my head,\r\n\r\nFor age with stealing steps\r\nHath clawed me with his crutch,\r\nAnd lusty life away she leaps\r\nAs there had been none such.\r\n\r\nMy Muse doth not delight\r\nMe as she did before;\r\nMy hand and pen are not in plight,\r\nAs they have been of yore.\r\n\r\nFor reason me denies\r\nThis youthly idle rhyme;\r\nAnd day by day to me she cries,\r\nLeave off these toys in time.\r\n\r\nThe wrinkles in my brow,\r\nThe furrows in my face,\r\nSay, limping age will lodge him now\r\nWhere youth must give him place.\r\n\r\nThe harbinger of death,\r\nTo me I see him ride,\r\nThe cough, the cold, the gasping breath\r\nDoth bid me provide\r\n\r\nA pickaxe and a spade,\r\nAnd eke a shrouding sheet,\r\nA house of clay for to be made\r\nFor such a guest most meet.\r\n\r\nMethinks I hear the clark\r\nThat knolls the careful knell,\r\nAnd bids me leave my woeful wark,\r\nEre nature me compel.\r\n\r\nMy keepers knit the knot\r\nThat youth did laugh to scorn,\r\nOf me that clean shall be forgot\r\nAs I had not been born.\r\n\r\nThus must I youth give up,\r\nWhose badge I long did wear;\r\nTo them I yield the wanton cup\r\nThat better may it bear.\r\n\r\nLo, here the bared skull,\r\nBy whose bald sign I know\r\nThat stooping age away shall pull\r\nWhich youthful years did sow.\r\n\r\nFor beauty with her band\r\nThese crooked cares hath wrought,\r\nAnd shipped me into the land\r\nFrom whence I first was brought.\r\n\r\nAnd ye that bide behind,\r\nHave ye none other trust:\r\nAs ye of clay were cast by kind,\r\nSo shall ye waste to dust.",13,"Love"],[0.6816557646,4.1815137863,"Alas, so all things now do hold their peace!\r\n   Heaven and earth disturbed in no thing;\r\nThe beasts, the air, the birds their song do cease,\r\n   The nightes car the stars about doth bring;\r\nCalm is the sea; the waves work less and less:\r\n   So am not I, whom love, alas! doth wring,\r\nBringing before my face the great increase\r\n   Of my desires, whereat I weep and sing,\r\nIn joy and woe, as in a doubtful case.\r\n   For my sweet thoughts sometime do pleasure bring:\r\nBut by and by, the cause of my disease\r\n   Gives me a pang that inwardly doth sting,\r\nWhen that I think what grief it is again\r\nTo live and lack the thing should rid my pain.   ",13,"Love"],[15.8466701508,-17.1450099945,"Happy ye leaves when as those lilly hands,\r\nWhich hold my life in their dead doing might\r\nShall handle you and hold in loves soft bands,\r\nLyke captives trembling at the victors sight.\r\nAnd happy lines, on which with starry light,\r\nThose lamping eyes will deigne sometimes to look\r\nAnd reade the sorrowes of my dying spright,\r\nWritten with teares in harts close bleeding book.\r\nAnd happy rymes bathd in the sacred brooke,\r\nOf Helicon whence she derived is,\r\nWhen ye behold that Angels blessed looke,\r\nMy soules long lacked foode, my heavens blis.\r\nLeaves, lines, and rymes, seeke her to please alone,\r\nWhom if ye please, I care for other none.\r\n\r\n\r\n ",0,"Love"],[15.3966655731,-18.8152236938,"Of this worlds Theatre in which we stay,\r\nMy love lyke the Spectator ydly sits\r\nBeholding me that all the pageants play,\r\nDisguysing diversly my troubled wits.\r\nSometimes I joy when glad occasion fits,\r\nAnd mask in myrth lyke to a Comedy:\r\nSoone after when my joy to sorrow flits,\r\nI waile and make my woes a Tragedy.\r\nYet she beholding me with constant eye,\r\nDelights not in my merth nor rues my smart:\r\nBut when I laugh she mocks, and when I cry\r\nShe laughes, and hardens evermore her hart.\r\nWhat then can move her? if not merth nor mone,\r\nShe is no woman, but a sencelesse stone.",0,"Love"],[3.7478735447,17.8481712341,"So oft as I her beauty do behold,\r\nAnd therewith do her cruelty compare,\r\nI marvel of what substance was the mould\r\nThe which her made at once so cruel-fair.\r\nNot earth; for her high thoughts more heavenly are:\r\nNot water; for her love doth burn like fire:\r\nNot air; for she is not so light or rare:\r\nNot fire; for she doth freeze with faint desire.\r\n\r\nThen needs another element inquire\r\nWhereof she might be made; that is, the sky.\r\nFor to the heaven her haughty looks aspire,\r\nAnd eke her love is pure immortal high.\r\nThen since to heaven ye likened are the best,\r\nBe like in mercy as in all the rest.",5,"Love"],[17.2794761658,-5.1208429337,"The weary yeare his race now having run,\r\nThe new begins his compast course anew:\r\nWith shew of morning mylde he hath begun,\r\nBetokening peace and plenty to ensew.\r\nSo let us, which this chaunge of weather vew,\r\nChaunge eeke our mynds and former lives amend,\r\nThe old yeares sinnes forepast let us eschew,\r\nAnd fly the faults with which we did offend.\r\nThen shall the new yeares joy forth freshly send,\r\nInto the glooming world his gladsome ray:\r\nAnd all these stormes which now his beauty blend,\r\nShall turne to caulmes and tymely cleare away.\r\nSo likewise love cheare you your heavy spright,\r\nAnd chaunge old yeares annoy to new delight.",13,"Love"],[-9.6935176849,-1.4780579805,"To all those happy blessings which ye have,\r\nWith plenteous hand by heaven upon you thrown:\r\nThis one disparagement they to you gave,\r\nThat ye your love lent to so meane a one.\r\nYee whose high worths surpassing paragon,\r\nCould not on earth have found one fit for mate,\r\nNe but in heaven matchable to none,\r\nWhy did ye stoup unto so lowly state.\r\nBut ye thereby much greater glory gate,\r\nThen had ye sorted with a princes pere:\r\nFor now your light doth more it selfe dilate,\r\nAnd in my darknesse greater doth appeare.\r\nYet since your light hath once enlumind me,\r\nWith my reflex yours shall encreased be.",13,"Love"],[16.4677810669,-7.1271305084,"Fresh spring the herald of loves mighty king,\r\nIn whose cote armour richly are displayed\r\nAll sorts of flowers the which on earth do spring\r\nIn goodly colours gloriously arrayd:\r\nGoe to my love, where she is carelesse layd,\r\nYet in her winters bowre not well awake:\r\nTell her the joyous time wil not be staid\r\nUnless she doe him by the forelock take.\r\nBid her therefore her selfe soone ready make,\r\nTo wayt on love amongst his lovely crew:\r\nWhere every one that misseth then her make,\r\nShall be by him amearst with penance dew.\r\nMake hast therefore sweet love, whilest it is prime,\r\nFor none can call againe the passed time.",13,"Love"],[-14.6543369293,-14.67877388,"I joy to see how in your drawen work,\r\nYour selfe unto the Bee ye doe compare;\r\nAnd me unto the Spyder that doth lurke,\r\nIn close awayt to catch her unaware.\r\nRight so your selfe were caught in cunning snare\r\nOf a deare for, and thralled to his love:\r\nIn whose streight bands ye now captived are\r\nSo firmely, that ye never may remove.\r\nBut as your whole worke is woven all about,\r\nWith woodbynd flowers and fragrant Enlantine:\r\nSo sweet your prison you in time shall prove,\r\nWith many deare delights bedecked fyne,\r\nAnd all thensforth eternall peace shall see\r\nBetweene the Spyder and the gentle Bee.",6,"Love"],[-3.1478796005,-12.3981046677,"Fayre is my love, when her fayre golden heares,\r\nWith the loose wynd ye waving chance to marke:\r\nFayre when the rose in her red cheekes appears,\r\nOr in her eyes the fyre of love does sparke.\r\nFayre when her brest lyke a rich laden barke,\r\nWith pretious merchandize she forth doth lay:\r\nFayre when that cloud of pryde which oft doth dark\r\nHer goodly light with smiles she drives away,\r\nBut fayrest she, when so she doth display\r\nThe gate with pearles and rubyes richly dight:\r\nThrogh which her words so wise do make their way\r\nTo beare the message of her gentle spright.\r\nThe rest be works of natures wonderment,\r\nBut this the worke of harts astonishment.",13,"Love"],[15.7644796371,-17.7329444885,"Lyke as the Culver on the bared bough,\r\nSits mourning for the absence of her mate:\r\nAnd in her songs sends many a wishfull vow,\r\nFor his returne that seemes to linger late,\r\nSo I alone now left disconsolate,\r\nMourne to my selfe the absence of my love:\r\nAnd wandring here and there all desolate,\r\nSeek with my playnts to match that mournful dove:\r\nNe joy of ought that under heaven doth hove,\r\nCan comfort me, but her owne joyous sight:\r\nWhose sweet aspect both God and man can move,\r\nIn her unspotted pleasauns to delight.\r\nDark is my day, whyles her fayre light I mis,\r\nAnd dead my life that wants such lively blis.",0,"Love"],[-3.1419641972,-11.3330965042,"More then most faire, full of the living fire,\r\nKindled above unto the maker neere:\r\nNo eies but joyes, in which al powers conspire,\r\nThat to the world naught else be counted deare.\r\nThrugh your bright beams doth not the blinded guest\r\nShoot out his darts to base affections wound?\r\nBut Angels come to lead fraile mindes to rest\r\nIn chast desires on heavenly beauty bound.\r\nYou frame my thoughts and fashion me within,\r\nYou stop my toung, and teach my hart to speake,\r\nYou calme the storme that passion did begin,\r\nStrong thrugh your cause, but by your vertue weak.\r\nDark is the world, where your light shined never;\r\nWell is he borne, that may behold you ever.",13,"Love"],[4.4139709473,17.6450119019,"In that proud port, which her so goodly graceth,\r\nWhiles her faire face she reares up to the skie:\r\nAnd to the ground her eie lids low embaseth\r\nMost goodly temperature ye may descry,\r\nMyld humblesse mixt with awfull majesty,\r\nFor looking on the earth whence she was borne:\r\nHer minde remembreth her mortalitie,\r\nWhat so is fayrest shall to earth returne.\r\nBut that same lofty countenance seemes to scorne\r\nBase thing, and thinke how she to heaven may clime:\r\nTreading downe earth as lothsome and forlorne,\r\nThat hinders heavenly thoughts with drossy slime.\r\nYet lowly still vouchsafe to looke on me,\r\nSuch lowlinesse shall make you lofty be.",-1,"Love"],[-3.1359665394,-13.5000190735,"Ye tradefull Merchants that with weary toyle,\r\nDo seeke most pretious things to make your gain:\r\nAnd both the Indias of their treasures spoile,\r\nWhat needeth you to seeke so farre in vaine?\r\nFor loe my love doth in her selfe containe\r\nAll this worlds riches that may farre be found,\r\nIf Saphyres, loe hir eies be Saphyres plaine,\r\nIf Rubies, loe hir lips be Rubies sound:\r\nIf Pearles, hir teeth be pearles both pure and round;\r\nIf Yvorie, her forhead yvory weene;\r\nIf Gold, her locks are finest gold on ground;\r\nIf silver, her faire hands are silver sheene;\r\nBut that which fairest is, but few behold,\r\nHer mind adornd with vertues manifold.",-1,"Love"],[-14.5856370926,-15.3315477371,"Penelope for her Ulisses sake,\r\nDevizd a Web her wooers to deceave:\r\nIn which the worke that she all day did make\r\nThe same at night she did again unreave:\r\nSuch subtile craft my Damzell doth conceave,\r\nTh importune suit of my desire to shnone:\r\nFor all that I in many dayes doo weave,\r\nIn one short houre I find by her undonne.\r\nSo when I thinke to end that I begonne,\r\nI must begin and never bring to end:\r\nFor with one looke she spils that long I sponne,\r\nAnd with one word my whole years work doth rend.\r\nSuch labour like the Spyders web I fynd,\r\nWhose fruitless worke is broken with least wynd.",-1,"Love"],[13.0943183899,5.1480031013,"My Love is like to ice, and I to fire:\r\nHow comes it then that this her cold so great\r\nIs not dissolved through my so hot desire,\r\nBut harder grows the more I her entreat?\r\nOr how comes it that my exceeding heat\r\nIs not allayed by her heart-frozen cold,\r\nBut that I burn much more in boiling sweat,\r\nAnd feel my flames augmented manifold?\r\nWhat more miraculous thing may be told,\r\nThat fire, which all things melts, should harden ice,\r\nAnd ice, which is congeald with senseless cold,\r\nShould kindle fire by wonderful device?\r\nSuch is the power of love in gentle mind,\r\nThat it can alter all the course of kind.",10,"Love"],[-8.5074615479,-2.1449775696,"Though beauty be the mark of praise,\r\n   And yours of whom I sing be such\r\n   As not the world can praise too much,\r\nYet tis your virtue now I raise.\r\n\r\nA virtue, like allay, so gone\r\n   Throughout your form, as, though that move\r\n   And draw and conquer all mens love,\r\nThis subjects you to love of one.\r\n\r\nWherein you triumph yet; because\r\n   Tis of yourself, and that you use\r\n   The noblest freedom, not to choose\r\nAgainst or faith or honors laws.\r\n\r\nBut who should less expect from you,\r\n   In whom alone Love lives again?\r\n   By whom he is restored to men,\r\nAnd kept, and bred, and brought up true.\r\n\r\nHis falling temples you have reared,\r\n   The withered garlands taen away;\r\n   His altars kept from the decay\r\nThat envy wished, and nature feared;\r\n\r\nAnd on them burn so chaste a flame,\r\n   With so much loyalties expense,\r\n   As Love, t acquit such excellence,\r\nIs gone himself into your name.\r\n\r\nAnd you are he; the deity\r\n   To whom all lovers are designed\r\n   That would their better objects find;\r\nAmong which faithful troop am I.\r\n\r\nWho, as an offspring at your shrine,\r\n   Have sung this hymn, and here entreat\r\n   One spark of your diviner heat\r\nTo light upon a love of mine.\r\n\r\nWhich, if it kindle not, but scant\r\n   Appear, and that to shortest view,\r\n   Yet give me leave t adore in you\r\nWhat I in her am grieved to want.",13,"Love"],[-27.9070930481,4.6808190346,"And if I did, what then?\r\nAre you aggrievd therefore?\r\nThe sea hath fish for every man,\r\nAnd what would you have more?\r\n\r\n   Thus did my mistress once,\r\nAmaze my mind with doubt;\r\nAnd poppd a question for the nonce\r\nTo beat my brains about.\r\n\r\n   Whereto I thus replied:\r\nEach fisherman can wish\r\nThat all the seas at every tide\r\nWere his alone to fish.\r\n\r\n   And so did I (in vain)\r\nBut since it may not be,\r\nLet such fish there as find the gain,\r\nAnd leave the loss for me.\r\n\r\n   And with such luck and loss\r\nI will content myself,\r\nTill tides of turning time may toss\r\nSuch fishers on the shelf.\r\n\r\n   And when they stick on sands,\r\nThat every man may see,\r\nThen will I laugh and clap my hands,\r\nAs they do now at me.",2,"Love"],[-10.6229410172,0.7356323004,"All Kings, and all their favourites,\r\n         All glory of honours, beauties, wits,\r\n    The sun itself, which makes times, as they pass,\r\n    Is elder by a year now than it was\r\n    When thou and I first one another saw:\r\n    All other things to their destruction draw,\r\n         Only our love hath no decay;\r\n    This no tomorrow hath, nor yesterday,\r\n    Running it never runs from us away,\r\nBut truly keeps his first, last, everlasting day.\r\n\r\n         Two graves must hide thine and my corse;\r\n         If one might, death were no divorce.\r\n    Alas, as well as other Princes, we\r\n    (Who Prince enough in one another be)\r\n    Must leave at last in death these eyes and ears,\r\n    Oft fed with true oaths, and with sweet salt tears;\r\n         But souls where nothing dwells but love\r\n    (All other thoughts being inmates) then shall prove\r\n    This, or a love increased there above,\r\nWhen bodies to their graves, souls from their graves remove.\r\n\r\n         And then we shall be throughly blessed;\r\n         But we no more than all the rest.\r\n    Here upon earth were Kings, and none but we\r\n    Can be such Kings, nor of such subjects be;\r\n    Who is so safe as we? where none can do\r\n    Treason to us, except one of us two.\r\n         True and false fears let us refrain,\r\n    Let us love nobly, and live, and add again\r\n    Years and years unto years, till we attain\r\nTo write threescore: this is the second of our reign.",13,"Love"],[5.6729950905,-1.6028891802,"As you came from the holy land\r\nOf Walsingham,\r\nMet you not with my true love\r\nBy the way as you came?\r\n\r\nHow shall I know your true love,\r\nThat have met many one,\r\nI went to the holy land,\r\nThat have come, that have gone?\r\n\r\nShe is neither white, nor brown,\r\nBut as the heavens fair;\r\nThere is none hath a form so divine\r\nIn the earth, or the air.\r\n\r\nSuch a one did I meet, good sir,\r\nSuch an angelic face,\r\nWho like a queen, like a nymph, did appear\r\nBy her gait, by her grace.\r\n\r\nShe hath left me here all alone,\r\nAll alone, as unknown,\r\nWho sometimes did me lead with herself,\r\nAnd me loved as her own.\r\n\r\nWhats the cause that she leaves you alone,\r\nAnd a new way doth take,\r\nWho loved you once as her own,\r\nAnd her joy did you make?\r\n\r\nI have lovd her all my youth;\r\nBut now old, as you see,\r\nLove likes not the falling fruit\r\nFrom the withered tree.\r\n\r\nKnow that Love is a careless child,\r\nAnd forgets promise past;\r\nHe is blind, he is deaf when he list,\r\nAnd in faith never fast.\r\n\r\nHis desire is a dureless content,\r\nAnd a trustless joy:\r\nHe is won with a world of despair,\r\nAnd is lost with a toy.\r\n\r\nOf womenkind such indeed is the love,\r\nOr the word love abusd,\r\nUnder which many childish desires\r\nAnd conceits are excusd.\r\n\r\nBut true love is a durable fire,\r\nIn the mind ever burning,\r\nNever sick, never old, never dead,\r\nFrom itself never turning.",13,"Love"],[-6.5010681152,-21.1746082306,"Stella is sick, and in that sick-bed lies\r\nSweetness, that breathes and pants as oft as she;\r\nAnd grace, sick too, such fine conclusions tries\r\nThat sickness brags itself best graced to be.\r\n    Beauty is sick, but sick in so fair guise\r\nThat in that paleness beautys white we see;\r\nAnd joy, which is inseparate from these eyes,\r\nStella now learns (strange case!) to weep in thee.\r\n   Love moves thy pain, and like a faithful page,\r\nAs thy looks stir, runs up and down, to make\r\nAll folks prest at thy will thy pain to assuage;\r\nNature with care sweats for her darlings sake,\r\n   Knowing worlds pass, ere she enough can find\r\n   Of such heaven stuff, to clothe so heavenly mind.",9,"Love"],[12.5635795593,-7.321855545,"Where be the roses gone, which sweetened so our eyes?\r\n    Where those red cheeks, which oft with fair increase did frame\r\n    The height of honor in the kindly badge of shame?\r\nWho hath the crimson weeds stolen from my morning skies?\r\nHow doth the color vade of those vermilion dyes,\r\n    Which Nature's self did make, and self engrained the same!\r\n    I would know by what right this paleness overcame\r\nThat hue, whose force my heart still unto thraldom ties?\r\n    Galen's adoptive sons, who by a beaten way\r\n    Their judgements hackney on, the fault on sickness lay;\r\nBut feeling proof makes me say they mistake it far:\r\n    It is but love, which makes his paper perfect white\r\n    To write therein more fresh the story of delight,\r\nWhiles beauty's reddest ink Venus for him doth stir.",13,"Love"],[-5.8564133644,-21.8851699829,"O absent presence, Stella is not here;\r\n    False flattering hope, that with so fair a face\r\n    Bare me in hand, that in this orphan place\r\nStella, I say my Stella, should appear.\r\nWhat sayst thou now? Where is that dainty cheer\r\n    Thou toldst mine eyes should help their famished case?\r\n    But thou art gone, now that self-felt disgrace\r\nDoth make me most to wish thy comfort near.\r\n    But here I do store of fair ladies meet,\r\n    Who may with charm of conversation sweet\r\nMake in my heavy mould new thoughts to grow:\r\n    Sure they prevail as much with me, as he\r\n    That bade his friend, but then new maimed, to be\r\nMerry with him, and not think of his woe.",9,"Love"],[-4.9361109734,-20.5949497223,"Stella, since thou so right a princess art\r\nOf all the powers which life bestows on me,\r\nThere ere by them aught undertaken be\r\nThey first resort unto that sovereign part;\r\nSweet, for a while give respite to my heart,\r\nWhich pants as though it still should leap to thee,\r\nAnd on my thoughts give thy lieutenancy\r\nTo this great cause, which needs both use and art,\r\nAnd as a queen, who from her presence sends\r\nWhom she employs, dismiss from thee my wit,\r\nTill it have wrought what thy own will attends.\r\nOn servants shame oft masters blame doth sit.\r\nOh let not fools in me thy works reprove,\r\nAnd scorning say, See what it is to love.",9,"Love"],[-8.2035646439,11.3283472061,"Alas, have I not pain enough, my friend,\r\nUpon whose breast a fiercer gripe doth tire\r\nThan did on him who first stale down the fire,\r\nWhile Love on me doth all his quiver spend,\r\nBut with your rhubarb words you must contend\r\nTo grieve me worse, in saying that Desire\r\nDoth plunge my well-formed soul even in the mire\r\nOf sinful thoughts, which do in ruin end?\r\nIf that be sin which doth the manners frame,\r\nWell stayed with truth in word and faith of deed,\r\nReady of wit, and fearing naught but shame;\r\nIf that be sin which in fixed hearts doth breed\r\nA loathing of all loose unchastity,\r\nThen love is sin, and let me sinful be.",13,"Love"],[-12.7813138962,11.8558635712,"Not at first sight, nor with a dribbed shot,\r\n   Love gave the wound which while I breathe will bleed:\r\n   But known worth did in mine of time proceed,\r\nTill by degrees it had full conquest got.\r\nI saw, and liked; I liked, but loved not;\r\n   I loved, but straight did not what love decreed:\r\n   At length to loves decrees I, forced, agreed,\r\nYet with repining at so partial lot.\r\n   Now even that footstep of lost liberty\r\nIs gone, and now like slave-born Muscovite\r\nI call it praise to suffer tyranny;\r\nAnd now employ the remnant of my wit\r\n   To make myself believe that all is well,\r\n   While with a feeling skill I paint my hell.",13,"Love"],[-2.947183609,-19.7064418793,"Your words my friend (right healthful caustics) blame\r\nMy young mind marred, whom Love doth windlass so,\r\nThat mine own writings like bad servants show\r\nMy wits, quick in vain thoughts, in virtue lame,\r\nThat Plato I read for nought, but if he tame\r\nSuch coltish gyres, that to my birth I owe\r\nNobler desires, least else that friendly foe,\r\nGreat expectation, wear a train of shame.\r\nFor since mad March great promise made of me,\r\nIf now the May of my years much decline,\r\nWhat can be hoped my harvest time will be?\r\nSure you say well, your wisdoms golden mine\r\nDig deep with learnings spade, now tell me this,\r\nHath this world ought so fair as Stella is?",9,"Love"],[-7.2855763435,-16.418390274,"The wisest scholar of the wight most wise\r\nBy Phoebus doom, with sugared sentence says\r\nThat Virtue, if it once met with our eyes,\r\nStrange flames of love it in our souls would raise;\r\nBut, for that man with pain this truth descries,\r\nWhile he each thing in senses balance weighs,\r\nAnd so nor will nor can behold those skies\r\nWhich inward sun to heroic mind displays,\r\nVirtue of late, with virtuous care to stir\r\nLove of herself, takes Stellas shape, that she\r\nTo mortal eyes might sweetly shine in her.\r\nIt is most true, for since I her did see,\r\nVirtues great beauty in that face I prove,\r\nAnd find theffect, for I do burn in love.",9,"Love"],[2.4543097019,-10.1609067917,"With how sad steps, O moon, thou climbst the skies!\r\nHow silently, and with how wan a face!\r\nWhat! may it be that even in heavenly place\r\nThat busy archer his sharp arrows tries?\r\nSure, if that long-with-love-acquainted eyes\r\nCan judge of love, thou feelst a lovers case:\r\nI read it in thy looks; thy languished grace\r\nTo me, that feel the like, thy state descries.\r\nThen, even of fellowship, O Moon, tell me,\r\nIs constant love deemed there but want of wit?\r\nAre beauties there as proud as here they be?\r\nDo they above love to be loved, and yet\r\n    Those lovers scorn whom that love doth possess?\r\n    Do they call virtue thereungratefulness?",13,"Love"],[-14.1813116074,11.163602829,"What, have I thus betrayed my liberty?\r\nCan those black beams such burning marks engrave\r\nIn my free side? or am I born a slave,\r\nWhose neck becomes such yoke of tyranny?\r\nOr want I sense to feel my misery?\r\nOr sprite, disdain of such disdain to have?\r\nWho for long faith, though daily help I crave,\r\nMay get no alms but scorn of beggary.\r\nVirtue, awake! Beauty but beauty is;\r\nI may, I must, I can, I will, I do\r\nLeave following that which it is gain to miss.\r\nLet her go. Soft, but here she comes. Go to,\r\nUnkind, I love you not! O me, that eye\r\nDoth make my heart give to my tongue the lie!",13,"Love"],[2.4784991741,4.1220741272,"Souls joy, bend not those morning stars from me,\r\nWhere virtue is made strong by beautys might,\r\nWhere love is chasteness, pain doth learn delight,\r\nAnd humbleness grows one with majesty.\r\nWhatever may ensue, O let me be\r\nCo-partner of the riches of that sight;\r\nLet not mine eyes be hell-drivn from that light;\r\nO look, O shine, O let me die and see.\r\nFor though I oft my self of them bemoan,\r\nThat through my heart their beamy darts be gone,\r\nWhose cureless wounds even now most freshly bleed,\r\nYet since my death wound is already got,\r\nDear killer, spare not they sweet cruel shot;\r\nA kind of grace it is to slay with speed.",13,"Love"],[-16.3961219788,-21.5330142975,"I on my horse, and Love on me, doth try\r\nOur horsemanships, while by strange work I prove\r\nA horseman to my horse, a horse to Love,\r\nAnd now mans wrongs in me, poor beast, descry.\r\nThe reins wherewith my rider doth me tie\r\nAre humbled thoughts, which bit of reverence move,\r\nCurbed in with fear, but with gilt boss above\r\nOf hope, which makes it seem fair to the eye.\r\nThe wand is will; thou, fancy, saddle art,\r\nGirt fast by memory; and while I spur\r\nMy horse, he spurs with sharp desire to my heart;\r\nHe sits me fast, however I do stir;\r\nAnd now hath made me to his hand so right\r\nThat in the manage myself takes delight.",1,"Love"],[-7.5068254471,-17.3761367798,"It is most true, that eyes are formed to serve\r\nThe inward light; and that the heavenly part\r\nOught to be king, from whose rules who do swerve,\r\nRebels to Nature, strive for their own smart.\r\n    It is most true, what we call Cupids dart,\r\nAn image is, which for ourselves we carve;\r\nAnd, fools, adore in temple of our heart,\r\nTill that good god make Church and churchman starve.\r\n    True, that true beauty virtue is indeed,\r\nWhereof this beauty can be but a shade,\r\nWhich elements with mortal mixture breed;\r\nTrue, that on earth we are but pilgrims made,\r\n    And should in soul up to our country move;\r\nTrue; and yet true, that I must Stella love.",9,"Love"],[-6.4775309563,-19.4966678619,"A strife is grown between Virtue and Love,\r\nWhile each pretends that Stella must be his:\r\nHer eyes, her lips, her all, saith Love, do this,\r\nSince they do wear his badge, most firmly prove.\r\nBut Virtue thus that title doth disprove,\r\nThat Stella (O dear name) that Stella is\r\nThat virtuous soul, sure heir of heavnly bliss;\r\nNot this fair outside, which our hearts doth move.\r\nAnd therefore, though her beauty and her grace\r\nBe Loves indeed, in Stellas self he may\r\nBy no pretense claim any manner place.\r\nWell, Love, since this demur our suit doth stay,\r\nLet Virtue have that Stella's self; yet thus,\r\nLet Virtue but that body grant to us.",9,"Love"],[-3.9497306347,-17.3530654907,"O Grammar rules, O now your virtues show;\r\n    So children still read you with awful eyes,\r\n    As my young Dove may in your precepts wise\r\nHer grant to me, by her own virtue know.\r\nFor late with heart most high, with eyes most low,\r\n    I cravd the thing which ever she denies:\r\n    She lightning Love, displaying Venus skies,\r\nLeast once should not be heard, twice said, No, No.\r\n    Sing then my Muse, now Io Pan sing,\r\n    Heavns envy not at my high triumphing:\r\nBut Grammars force with sweet success confirm,\r\n    For Grammar says (O this dear Stella weigh,)\r\n    For Grammar says (to Grammar who says nay)\r\nThat in one speech two Negatives affirm.",9,"Love"],[-9.3848438263,-6.2243762016,"Desire, though thou my old companion art,\r\nAnd oft so clings to my pure Love that I\r\nOne from the other scarcely can descry,\r\nWhile each doth blow the fire of my heart,\r\nNow from thy fellowship I needs must part;\r\nVenus is taught with Dians wings to fly;\r\nI must no more in thy sweet passions lie;\r\nVirtues gold now must head my Cupids dart.\r\nService and honor, wonder with delight,\r\nFear to offend, will worthy to appear,\r\nCare shining in mine eyes, faith in my sprite:\r\nThese things are let me by my only dear;\r\nBut thou, Desire, because thou wouldst have all,\r\nNow banished art. But yet alas how shall?",13,"Love"],[-4.2803916931,-21.1652526855,"Stella, think not that I by verse seek fame,\r\nWho seek, who hope, who love, who live but thee;\r\nThine eyes my pride, thy lips my history;\r\nIf thou praise not, all other praise is shame.\r\nNor so ambitious am I, as to frame\r\nA nest for my young praise in laurel tree:\r\nIn truth I sweare, I wish not there should be\r\nGraved in mine epitaph a Poets name:\r\nNay if I would, could I just title make,\r\nThat any laud to me thereof should grow,\r\nWithout my plumes from others wings I take.\r\nFor nothing from my wit or will doth flow,\r\nSince all my words thy beauty doth endite,\r\nAnd love doth hold my hand, and makes me write.",9,"Love"],[1.0247849226,-20.5990180969,"O come, soft rest of cares! come, Night!\r\n       Come, naked Virtues only tire,\r\nThe reaped harvest of the light\r\n    Bound up in sheaves of sacred fire,\r\n       Love calls to war:\r\n             Sighs his alarms,\r\n       Lips his swords are,\r\n             The fields his arms.\r\n\r\nCome, Night, and lay thy velvet hand\r\n    On glorious Days outfacing face;\r\nAnd all thy crowned flames command\r\n    For torches to our nuptial grace.\r\n       Love calls to war:\r\n             Sighs his alarms,\r\n       Lips his swords are,\r\n             The field his arms.",-1,"Love"],[9.7629747391,-19.3113269806,"There is a garden in her face\r\n   Where roses and white lilies blow;\r\nA heavenly paradise is that place,\r\n   Wherein all pleasant fruits do flow:\r\n      There cherries grow which none may buy\r\n      Till Cherry-ripe themselves do cry.\r\n\r\nThose cherries fairly do enclose\r\n   Of orient pearl a double row,\r\nWhich when her lovely laughter shows,\r\n   They look like rose-buds filled with snow;\r\n      Yet them no peer nor prince can buy\r\n      Till Cherry-ripe themselves do cry.\r\n\r\nHer eyes like angels watch them still;\r\n   Her brows like bended bows do stand,\r\nThreat'ning with piercing frowns to kill\r\n   All that attempt with eye or hand\r\n      Those sacred cherries to come nigh,\r\n      Till Cherry-ripe themselves do cry.",-1,"Love"],[-14.467338562,5.726017952,"The time is come, I must depart\r\n   from thee, ah famous city;\r\nI never yet to rue my smart,\r\n   did find that thou hadst pity.\r\nWherefore small cause there is, that I\r\n   should grieve from thee to go;\r\nBut many women foolishly,\r\n   like me, and other moe,\r\nDo such a fixed fancy set,\r\n   on those which least deserve,\r\nThat long it is ere wit we get\r\n   away from them to swerve.\r\nBut time with pity oft will tell\r\n   to those that will her try,\r\nWhether it best be more to mell,\r\n   or utterly defy.\r\nAnd now hath time me put in mind\r\n   of thy great cruelness,\r\nThat never once a help would find,\r\n   to ease me in distress.\r\nThou never yet wouldst credit give\r\n   to board me for a year;\r\nNor with apparel me relieve,\r\n   except thou payed were.\r\nNo, no, thou never didst me good,\r\n   nor ever wilt, I know.\r\nYet am I in no angry mood,\r\n   but will, or ere I go,\r\nIn perfect love and charity,\r\n   my testament here write,\r\nAnd leave to thee such treasury,\r\n   as I in it recite.\r\nNow stand aside and give me leave\r\n      to write my latest will;\r\nAnd see that none you do deceive\r\n   of that I leave them till.",13,"Love"],[-23.9853553772,6.2739768028,"O happy dames, that may embrace\r\nThe fruit of your delight,\r\nHelp to bewail the woeful case\r\nAnd eke the heavy plight\r\nOf me, that wonted to rejoice\r\nThe fortune of my pleasant choice;\r\nGood ladies, help to fill my mourning voice.\r\n\r\nIn ship, freight with remembrance\r\nOf thoughts and pleasures past,\r\nHe sails that hath in governance\r\nMy life while it will last;\r\nWith scalding sighs, for lack of gale,\r\nFurthering his hope, that is his sail,\r\nToward me, the sweet port of his avail.\r\n\r\nAlas! how oft in dreams I see\r\nThose eyes that were my food;\r\nWhich sometime so delighted me,\r\nThat yet they do me good;\r\nWherewith I wake with his return,\r\nWhose absent flame did make me burn:\r\nBut when I find the lack, Lord, how I mourn!\r\n\r\nWhen other lovers in arms across\r\nRejoice their chief delight.\r\nDrowned in tears, to mourn my loss\r\nI stand the bitter night\r\nIn my window, where I may see\r\nBefore the winds how the clouds flee.\r\nLo! what a mariner love hath made of me!\r\n\r\nAnd in green waves when the salt flood\r\nDoth rise by rage of wind,\r\nA thousand fancies in that mood\r\nAssail my restless mind.\r\nAlas! now drencheth my sweet foe,\r\nThat with the spoil of my heart did go,\r\nAnd left me; but, alas! why did he so?\r\n\r\nAnd when the seas wax calm again\r\nTo chase fro me annoy,\r\nMy doubtful hope doth cause me pain;\r\nSo dread cuts off my joy.\r\nThus is my wealth mingled with woe,\r\nAnd of each thought a doubt doth grow;\r\nNow he comes! Will he come? Alas, no, no!\r\n ",2,"Love"],[-7.2890124321,3.6431980133,"Unto the boundless Ocean of thy beauty\r\nRuns this poor river, charged with streams of zeal:\r\nReturning thee the tribute of my duty,\r\nWhich here my love, my youth, my plaints reveal.\r\nHere I unclasp the book of my charged soul,\r\nWhere I have cast th'accounts of all my care:\r\nHere have I summed my sighs, here I enroll\r\nHow they were spent for thee; look what they are.\r\nLook on the dear expenses of my youth,\r\nAnd see how just I reckon with thine eyes:\r\nExamine well thy beauty with my truth,\r\nAnd cross my cares ere greater sum arise.\r\nRead it sweet maid, though it be done but slightly;\r\nWho can show all his love, doth love but lightly.",13,"Love"],[-1.3307565451,-5.9637560844,"Go wailing verse, the infants of my love,\r\nMinerva-like, brought forth without a Mother:\r\nPresent the image of the cares I prove,\r\nWitness your Fathers grief exceeds all other.\r\nSigh out a story of her cruel deeds,\r\nWith interrupted accents of despair:\r\nA monument that whosoever reads,\r\nMay justly praise, and blame my loveless Fair.\r\nSay her disdain hath dried up my blood,\r\nAnd starved you, in succours still denying:\r\nPress to her eyes, importune me some good;\r\nWaken her sleeping pity with your crying.\r\nKnock at that hard heart, beg till you have moved her;\r\nAnd tell thunkind, how dearly I have loved her.",13,"Love"],[12.4723014832,-5.780465126,"But love whilst that thou mayst be loved again,\r\nNow whilst thy May hath filed thy lap with flowers,\r\nNow whilst thy beauty bears without a stain,\r\nNow use the summer smiles, ere winter lowers.\r\nAnd whilst thou spreadst unto the rising sun\r\nThe fairest flower that ever saw the light,\r\nNow joy thy time before thy sweet be done,\r\nAnd, Delia, think thy morning must have night,\r\nAnd that thy brightness sets at length to west,\r\nWhen thou wilt close up that which now thou shewst;\r\nAnd think the same becomes they fading best\r\nWhich then shall most inveil and shadow most.\r\nMen do not weigh the stalk for what it was,\r\nWhen once they find her flower, her glory, pass.",13,"Love"],[12.4208917618,-5.7426257133,"But love whilst that thou mayst be loved again,\r\nNow whilst thy May hath filled thy lap with flowers,\r\nNow whilst thy beauty bears without a stain,\r\nNow use the summer smiles, ere winter lowers.\r\nAnd whilst thou spreadst unto the rising sun\r\nThe fairest flower that ever saw the light,\r\nNow joy thy time before thy sweet be done,\r\nAnd, Delia, think thy morning must have night,\r\nAnd that thy brightness sets at length to west,\r\nWhen thou wilt close up that which now thou shewst;\r\nAnd think the same becomes thy fading best\r\nWhich then shall most inveil and shadow most.\r\nMen do not weigh the stalk for what it was,\r\nWhen once they find her flower, her glory, pass.",13,"Love"],[-0.9699604511,9.6441612244,"When men shall find thy flower, thy glory pass,\r\nAnd thou, with careful brow sitting alone,\r\nReceived hast this message from thy glass,\r\nThat tells thee truth, and says that all is gone,\r\nFresh shalt thou see in me the wounds thou madest,\r\nThough spent thy flame, in me the heat remaining,\r\nI that have loved thee thus before thou fadest,\r\nMy faith shall wax, when thou art in thy waning.\r\nThe world shall find this miracle in me,\r\nThat fire can burn when all the matters spent;\r\nThen what my faith hath been thyself shall see,\r\nAnd that thou wast unkind thou mayst repent.\r\nThou mayst repent that thou hast scorned my tears,\r\nWhen Winter snows upon thy golden hairs.",13,"Love"],[-3.5891232491,-4.8701167107,"Unhappy pen and ill accepted papers,\r\nThat intimate in vain my chaste desires,\r\nMy chaste desires, the ever burning tapers,\r\nEnkindled by her eyes celestial fires.\r\nCelestial fires and unrespecting powers,\r\nThat deign not view the glory of your might,\r\nIn humble lines the work of careful hours,\r\nThe sacrifice I offer to her sight.\r\nBut since she scorns her own, this rests for me,\r\nIll moan my self, and hide the wrong I have:\r\nAnd so content me that her frowns should be\r\nTo my infant style the cradle, and the grave.\r\nWhat though my self no honor get thereby,\r\nEach bird sings therself, and so will I.",13,"Love"],[-15.0088376999,-2.0475831032,"A face that should content me wondrous well\r\nShould not be fair but lovely to behold,\r\nWith gladsome cheer all grief for to expel;\r\nWith sober looks so would I that it should\r\nSpeak without words such words as none can tell;\r\nHer tress also should be of crisped gold;\r\nWith wit; and thus might chance I might be tied,\r\nAnd knit again the knot that should not slide.",8,"Love"],[12.6924695969,-10.2550163269,"In summers heat and mid-time of the day\r\nTo rest my limbs upon a bed I lay,\r\nOne window shut, the other open stood,\r\nWhich gave such light as twinkles in a wood,\r\nLike twilight glimpse at setting of the sun\r\nOr night being past, and yet not day begun.\r\nSuch light to shamefaced maidens must be shown,\r\nWhere they may sport, and seem to be unknown.\r\nThen came Corinna in a long loose gown,\r\nHer white neck hid with tresses hanging down:\r\nResembling fair Semiramis going to bed\r\nOr Lais of a thousand wooers sped.\r\nI snatched her gown, being thin, the harm was small,\r\nYet strived she to be covered therewithal.\r\nAnd striving thus as one that would be cast,\r\nBetrayed herself, and yielded at the last.\r\nStark naked as she stood before mine eye,\r\nNot one wen in her body could I spy.\r\n\r\nWhat arms and shoulders did I touch and see,\r\nHow apt her breasts were to be pressed by me?\r\nHow smooth a belly under her waist saw I?\r\nHow large a leg, and what a lusty thigh?\r\nTo leave the rest, all liked me passing well,\r\nI clinged her naked body, down she fell,\r\nJudge you the rest: being tired she bad me kiss,\r\nJove send me more such afternoons as this.",12,"Love"],[3.6358251572,7.608112812,"So, so breake off this last lamenting kisse,\r\n    Which sucks two soules, and vapours Both away,\r\nTurne thou ghost that way, and let mee turne this,\r\n    And let our selves benight our happiest day,\r\nWe askd none leave to love; nor will we owe\r\n    Any, so cheape a death, as saying, Goe;\r\n\r\nGoe; and if that word have not quite kild thee,\r\n    Ease mee with death, by bidding mee goe too.\r\nOh, if it have, let my word worke on mee,\r\n    And a just office on a murderer doe.\r\nExcept it be too late, to kill me so,\r\n    Being double dead, going, and bidding, goe.",13,"Love"],[-2.7170021534,5.9022669792,"Farewell, false love, the oracle of lies,\r\nA mortal foe and enemy to rest,\r\nAn envious boy, from whom all cares arise,\r\nA bastard vile, a beast with rage possessed,\r\nA way of error, a temple full of treason,\r\nIn all effects contrary unto reason.\r\n\r\nA poisoned serpent covered all with flowers,\r\nMother of sighs, and murderer of repose,\r\nA sea of sorrows whence are drawn such showers\r\nAs moisture lend to every grief that grows;\r\nA school of guile, a net of deep deceit,\r\nA gilded hook that holds a poisoned bait.\r\n\r\nA fortress foiled, which reason did defend,\r\nA siren song, a fever of the mind,\r\nA maze wherein affection finds no end,\r\nA raging cloud that runs before the wind,\r\nA substance like the shadow of the sun,\r\nA goal of grief for which the wisest run.\r\n\r\nA quenchless fire, a nurse of trembling fear,\r\nA path that leads to peril and mishap,\r\nA true retreat of sorrow and despair,\r\nAn idle boy that sleeps in pleasure's lap,\r\nA deep mistrust of that which certain seems,\r\nA hope of that which reason doubtful deems.\r\n\r\nSith then thy trains my younger years betrayed,\r\nAnd for my faith ingratitude I find;\r\nAnd sith repentance hath my wrongs bewrayed,\r\nWhose course was ever contrary to kind:\r\nFalse love, desire, and beauty frail, adieu!\r\nDead is the root whence all these fancies grew.",13,"Love"],[-8.852643013,14.2338447571,"Mark but this flea, and mark in this,\r\nHow little that which thou deniest me is;\r\nIt sucked me first, and now sucks thee,\r\nAnd in this flea our two bloods mingled be;\r\nThou knowst that this cannot be said\r\nA sin, nor shame, nor loss of maidenhead,\r\n    Yet this enjoys before it woo,\r\n    And pampered swells with one blood made of two,\r\n    And this, alas, is more than we would do.\r\n\r\nOh stay, three lives in one flea spare,\r\nWhere we almost, nay more than married are.\r\nThis flea is you and I, and this\r\nOur mariage bed, and marriage temple is;\r\nThough parents grudge, and you, w'are met,\r\nAnd cloistered in these living walls of jet.\r\n    Though use make you apt to kill me,\r\n    Let not to that, self-murder added be,\r\n    And sacrilege, three sins in killing three.\r\n\r\nCruel and sudden, hast thou since\r\nPurpled thy nail, in blood of innocence?\r\nWherein could this flea guilty be,\r\nExcept in that drop which it sucked from thee?\r\nYet thou triumphst, and say'st that thou\r\nFindst not thy self, nor me the weaker now;\r\n    Tis true; then learn how false, fears be:\r\n    Just so much honor, when thou yieldst to me,\r\n    Will waste, as this fleas death took life from thee.",13,"Love"],[-18.915555954,-14.8405628204,"You must not wonder, though you think it strange,\r\nTo see me hold my louring head so low,\r\nAnd that mine eyes take no delight to range\r\nAbout the gleams which on your face do grow.\r\nThe mouse which once hath broken out of trap\r\nIs seldom ticed with the trustless bait,\r\nBut lies aloof for fear of more mishap,\r\nAnd feedeth still in doubt of deep deceit.\r\nThe scorched fly, which once hath scaped the flame,\r\nWill hardly come to play again with fire,\r\nWhereby I learn that grievous is the game\r\nWhich follows fancy dazzled by desire:\r\nSo that I wink or else hold down my head,\r\nBecause your blazing eyes my bale have bred.",4,"Love"],[-2.2348012924,14.7806138992,"Fortune hath taken thee away, my love,\r\nMy lifes soul and my souls heaven above;\r\nFortune hath taken thee away, my princess;\r\nMy only light and my true fancys mistress.\r\n\r\nFortune hath taken all away from me,\r\nFortune hath taken all by taking thee.\r\nDead to all joy, I only live to woe,\r\nSo fortune now becomes my mortal foe.\r\n\r\nIn vain you eyes, you eyes do waste your tears,\r\nIn vain you sighs do smoke forth my despairs,\r\nIn vain you search the earth and heaven above,\r\nIn vain you search, for fortune rules in love.\r\n\r\nThus now I leave my love in fortunes hands,\r\nThus now I leave my love in fortunes bands,\r\nAnd only love the sorrows due to me;\r\nSorrow henceforth it shall my princess be.\r\n\r\nI joy in this, that fortune conquers kings;\r\nFortune that rules on earth and earthly things\r\nHath taken my love in spite of Cupids might;\r\nSo blind a dame did never Cupid right.\r\n\r\nWith wisdoms eyes had but blind Cupid seen,\r\nThen had my love my love for ever been;\r\nBut love farewell; though fortune conquer thee,\r\nNo fortune base shall ever alter me.",-1,"Love"],[-1.4723203182,-3.1215898991,"Only joy, now here you are,\r\nFit to hear and ease my care;\r\nLet my whispering voice obtain,\r\nSweet reward for sharpest pain;\r\nTake me to thee, and thee to me.\r\nNo, no, no, no, my dear, let be.\r\n\r\nNight hath closed all in her cloak,\r\nTwinkling stars love-thoughts provoke:\r\nDanger hence good care doth keep,\r\nJealousy itself doth sleep;\r\nTake me to thee, and thee to me.\r\nNo, no, no, no, my dear, let be.\r\n\r\nBetter place no wit can find,\r\nCupids yoke to loose or bind:\r\nThese sweet flowers on fine bed too,\r\nUs in their best language woo;\r\nTake me to thee, and thee to me.\r\nNo, no, no, no, my dear, let be.\r\n\r\nThis small light the moon bestows,\r\nServes thy beams but to disclose,\r\nSo to raise my hap more high;\r\nFear not else, none can us spy:\r\nTake me to thee, and thee to me.\r\nNo, no, no, no, my dear, let be.\r\n\r\nThat you heard was but a mouse,\r\nDumb sleep holdeth all the house;\r\nYet asleep, methinks they say,\r\nYoung folks, take time while you may:\r\nTake me to thee, and thee to me.\r\nNo, no, no, no, my dear, let be.\r\n\r\nNiggard Time threats, if we miss\r\nThis large offer of our bliss,\r\nLong stay ere he grant the same;\r\nSweet then, while each thing doth frame,\r\nTake me to thee, and thee to me.\r\nNo, no, no, no, my dear, let be.\r\n\r\nYour fair mother is abed,\r\nCandles out, and curtains spread:\r\nShe thinks you do letters write.\r\nWrite, but first let me indite:\r\nTake me to thee, and thee to me.\r\nNo, no, no, no, my dear, let be.\r\n\r\nSweet, alas, why strive you thus?\r\nConcord better fitteth us:\r\nLeave to Mars the force of hands,\r\nYour power in your beauty stands;\r\nTake me to thee, and thee to me.\r\nNo, no, no, no, my dear, let be.\r\n\r\nWoe to me, and do you swear\r\nMe to hate, but I forbear,\r\nCursed by my destines all\r\nThat brought me so high to fall:\r\nSoon with my death I will please thee.\r\nNo, no, no, no, my dear, let be.",13,"Love"],[-14.4019289017,16.8800239563,"It lies not in our power to love or hate,\r\nFor will in us is overruled by fate.\r\nWhen two are stripped, long ere the course begin,\r\nWe wish that one should lose, the other win;\r\nAnd one especially do we affect\r\nOf two gold ingots, like in each respect:\r\nThe reason no man knows; let it suffice\r\nWhat we behold is censured by our eyes.\r\nWhere both deliberate, the love is slight:\r\nWho ever loved, that loved not at first sight?",11,"Love"],[5.5520091057,-11.0587043762,"I care not for these ladies,\r\nThat must be wooed and prayed:\r\nGive me kind Amaryllis,\r\nThe wanton country maid.\r\nNature art disdaineth,\r\nHer beauty is her own.\r\nHer when we court and kiss,\r\nShe cries, Forsooth, let go!\r\nBut when we come where comfort is,\r\nShe never will say no.\r\n\r\nIf I love Amaryllis,\r\nShe gives me fruit and flowers:\r\nBut if we love these ladies,\r\nWe must give golden showers.\r\nGive them gold, that sell love,\r\nGive me the nut-brown lass,\r\nWho, when we court and kiss,\r\nShe cries, Forsooth, let go!\r\nBut when we come where comfort is,\r\nShe never will say no.\r\n\r\nThese ladies must have pillows,\r\nAnd beds by strangers wrought;\r\nGive me a bower of willows,\r\nOf moss and leaves unbought,\r\nAnd fresh Amaryllis,\r\nWith milk and honey fed;\r\nWho, when we court and kiss,\r\nShe cries, Forsooth, let go!\r\nBut when we come where comfort is,\r\nShe never will say no.",13,"Love"],[-14.4930715561,15.4823122025,"If love now reigned as it hath been\r\nAnd were rewarded as it hath sin,\r\n\r\nNoble men then would sure ensearch\r\nAll ways whereby they might it reach,\r\n\r\nBut envy reigneth with such disdain\r\nAnd causeth lovers outwardly to refrain,\r\n\r\nWhich puts them to more and more\r\nInwardly most grievous and sore.\r\n\r\nThe fault in whom I cannot set,\r\nBut let them tell which love doth get\r\n\r\nTo lovers I put now sure this case:\r\nWhich of their loves doth get them grace?\r\n\r\nAnd unto them which doth it know\r\nBetter than do I, I think it so.",11,"Love"],[1.3394231796,3.2119650841,"Adieu, farewell, earths bliss;\r\nThis world uncertain is;\r\nFond are lifes lustful joys;\r\nDeath proves them all but toys;\r\nNone from his darts can fly;\r\nI am sick, I must die.\r\n   Lord, have mercy on us!\r\n\r\nRich men, trust not in wealth,\r\nGold cannot buy you health;\r\nPhysic himself must fade.\r\nAll things to end are made,\r\nThe plague full swift goes by;\r\nI am sick, I must die.\r\n   Lord, have mercy on us!\r\n\r\nBeauty is but a flower\r\nWhich wrinkles will devour;\r\nBrightness falls from the air;\r\nQueens have died young and fair;\r\nDust hath closed Helens eye.\r\nI am sick, I must die.\r\n   Lord, have mercy on us!\r\n\r\nStrength stoops unto the grave,\r\nWorms feed on Hectors brave;\r\nSwords may not fight with fate,\r\nEarth still holds ope her gate.\r\nCome, come! the bells do cry.\r\nI am sick, I must die.\r\n   Lord, have mercy on us.\r\n\r\nWit with his wantonness\r\nTasteth deaths bitterness;\r\nHells executioner\r\nHath no ears for to hear\r\nWhat vain art can reply.\r\nI am sick, I must die.\r\n   Lord, have mercy on us.\r\n\r\nHaste, therefore, each degree,\r\nTo welcome destiny;\r\nHeaven is our heritage,\r\nEarth but a players stage;\r\nMount we unto the sky.\r\nI am sick, I must die.\r\n   Lord, have mercy on us.",13,"Love"],[-17.5699901581,-6.7219953537,"Tonight, grave sir, both my poor house, and I\r\nDo equally desire your company;\r\nNot that we think us worthy such a guest,\r\nBut that your worth will dignify our feast\r\nWith those that come, whose grace may make that seem\r\nSomething, which else could hope for no esteem.\r\nIt is the fair acceptance, sir, creates\r\nThe entertainment perfect, not the cates.\r\nYet shall you have, to rectify your palate,\r\nAn olive, capers, or some better salad\r\nUshering the mutton; with a short-legged hen,\r\nIf we can get her, full of eggs, and then\r\nLemons, and wine for sauce; to these a cony\r\nIs not to be despaired of, for our money;\r\nAnd, though fowl now be scarce, yet there are clerks,\r\nThe sky not falling, think we may have larks.\r\nIll tell you of more, and lie, so you will come:\r\nOf partridge, pheasant, woodcock, of which some\r\nMay yet be there, and godwit, if we can;\r\nKnat, rail, and ruff too. Howsoeer, my man\r\nShall read a piece of Virgil, Tacitus,\r\nLivy, or of some better book to us,\r\nOf which well speak our minds, amidst our meat;\r\nAnd Ill profess no verses to repeat.\r\nTo this, if ought appear which I not know of,\r\nThat will the pastry, not my paper, show of.\r\nDigestive cheese and fruit there sure will be;\r\nBut that which most doth take my Muse and me,\r\nIs a pure cup of rich Canary wine,\r\nWhich is the Mermaids now, but shall be mine;\r\nOf which had Horace, or Anacreon tasted,\r\nTheir lives, as so their lines, till now had lasted.\r\nTobacco, nectar, or the Thespian spring,\r\nAre all but Luther's beer to this I sing.\r\nOf this we will sup free, but moderately,\r\nAnd we will have no Pooley, or Parrot by,\r\nNor shall our cups make any guilty men;\r\nBut, at our parting we will be as when\r\nWe innocently met. No simple word\r\nThat shall be uttered at our mirthful board,\r\nShall make us sad next morning or affright\r\nThe liberty that well enjoy tonight.",7,"Love"],[-5.0538101196,-6.4374213219,"Kind are her answers,\r\nBut her performance keeps no day;\r\nBreaks time, as dancers\r\nFrom their own music when they stray:\r\nAll her free favors\r\nAnd smooth words wing my hopes in vain.\r\nO did ever voice so sweet but only feign?\r\nCan true love yield such delay,\r\nConverting joy to pain?\r\n\r\nLost is our freedom,\r\nWhen we submit to women so:\r\nWhy do we need em,\r\nWhen in their best they work our woe?\r\nThere is no wisdom\r\nCan alter ends, by Fate prefixed.\r\nO why is the good of man with evil mixed?\r\nNever were days yet called two,\r\nBut one night went betwixt.",13,"Love"],[-9.8935203552,17.9807987213,"Love is a sickness full of woes,\r\nAll remedies refusing;\r\nA plant that with most cutting grows,\r\nMost barren with best using.\r\nWhy so?\r\nMore we enjoy it, more it dies;\r\nIf not enjoyed, it sighting cries,\r\nHeigh ho!\r\n\r\nLove is a torment of the mind,\r\nA tempest everlasting;\r\nAnd Jove hath made it of a kind\r\nNot well, not full, nor fasting.\r\nWhy so?\r\nMore we enjoy it, more it dies;\r\nIf not enjoyed, it sighing cries,\r\nHeigh ho!",-1,"Love"],[21.8992404938,-5.470345974,"Pack, clouds away! and welcome day!\r\nWith night we banish sorrow;\r\nSweet air, blow soft, mount larks aloft\r\nTo give my love good-morrow!\r\nWings from the wind to please her mind,\r\nNotes from the lark Ill borrow;\r\nBird, prune thy wing, nightingale, sing,\r\nTo give my love good-morrow;\r\nTo give my love good-morrow;\r\nNotes from them both Ill borrow.\r\n\r\nWake from thy nest, Robin Redbreast,\r\nSing birds in every furrow;\r\nAnd from each hill, let music shrill\r\nGive my fair love good-morrow!\r\nBlackbird and thrush in every bush,\r\nStare, linnet, and cock-sparrow!\r\nYou pretty elves, amongst yourselves,\r\nSing my fair love good-morrow;\r\nTo give my love good-morrow,\r\nSing birds in every furrow.",13,"Love"],[10.9325656891,-4.7571997643,"I scarce believe my love to be so pure\r\n   As I had thought it was,\r\n   Because it doth endure\r\nVicissitude, and season, as the grass;\r\nMethinks I lied all winter, when I swore\r\nMy love was infinite, if spring make it more.\r\n\r\nBut if medicine, love, which cures all sorrow\r\nWith more, not only be no quintessence,\r\nBut mixed of all stuffs paining soul or sense,\r\nAnd of the sun his working vigor borrow,\r\nLoves not so pure, and abstract, as they use\r\nTo say, which have no mistress but their muse,\r\nBut as all else, being elemented too,\r\nLove sometimes would contemplate, sometimes do.\r\n\r\nAnd yet no greater, but more eminent,\r\n   Love by the spring is grown;\r\n   As, in the firmament,\r\nStars by the sun are not enlarged, but shown,\r\nGentle love deeds, as blossoms on a bough,\r\nFrom loves awakened root do bud out now.\r\n\r\nIf, as water stirred more circles be\r\nProduced by one, love such additions take,\r\nThose, like so many spheres, but one heaven make,\r\nFor they are all concentric unto thee;\r\nAnd though each spring do add to love new heat,\r\nAs princes do in time of action get\r\nNew taxes, and remit them not in peace,\r\nNo winter shall abate the springs increase.",13,"Love"],[-18.5696334839,-6.9299759865,"Ay, beshrew you! by my fay,\r\nThese wanton clerks be nice alway!\r\nAvaunt, avaunt, my popinjay!\r\nWhat, will ye do nothing but play?\r\nTilly, vally, straw, let be I say!\r\nGup, Christian Clout, gup, Jack of the Vale!\r\nWith Mannerly Margery Milk and Ale.\r\n\r\nBy God, ye be a pretty pode,\r\nAnd I love you an whole cart-load.\r\nStraw, James Foder, ye play the fode,\r\nI am no hackney for your rod:\r\nGo watch a bull, your back is broad!\r\nGup, Christian Clout, gup, Jack of the Vale!\r\nWith Mannerly Margery Milk and Ale.\r\n\r\nYwis ye deal uncourteously;\r\nWhat, would ye frumple me? now fy!\r\nWhat, and ye shall be my pigesnye?\r\nBy Christ, ye shall not, no hardely:\r\nI will not be japed bodily!\r\nGup, Christian Clout, gup, Jack of the Vale!\r\nWith Mannerly Margery Milk and Ale.\r\n\r\nWalk forth your way, ye cost me nought;\r\nNow have I found that I have sought:\r\nThe best cheap flesh that I ever bought.\r\nYet, for his love that all hath wrought,\r\nWed me, or else I die for thought.\r\nGup, Christian Clout, your breath is stale!\r\nGo, Mannerly Margery Milk and Ale!\r\nGup, Christian Clout, gup, Jack of the Vale!\r\nWith Mannerly Margery Milk and Ale.",7,"Love"],[28.0423641205,-1.7959791422,"The lowest trees have tops, the ant her gall,\r\nThe fly her spleen, the little sparks their heat;\r\nThe slender hairs cast shadows, though but small,\r\nAnd bees have stings, although they be not great;\r\nSeas have their source, and so have shallow springs;\r\nAnd love is love, in beggars as in kings.\r\n\r\nWhere rivers smoothest run, deep are the fords;\r\nThe dial stirs, yet none perceives it move;\r\nThe firmest faith is in the fewest words;\r\nThe turtles cannot sing, and yet they love:\r\nTrue hearts have eyes and ears, no tongues to speak;\r\nThey hear and see, and sigh, and then they break.",-1,"Love"],[7.6905508041,4.633494854,"Come, O come, my lifes delight,\r\nLet me not in languor pine!\r\nLove loves no delay; thy sight,\r\nThe more enjoyed, the more divine:\r\nO come, and take from me\r\nThe pain of being deprived of thee!\r\n\r\nThou all sweetness dost enclose,\r\nLike a little world of bliss.\r\nBeauty guards thy looks: the rose\r\nIn them pure and eternal is.\r\nCome, then, and make thy flight\r\nAs swift to me, as heavenly light.",13,"Love"],[3.1364865303,-18.7797813416,"My sweetest Lesbia, let us live and love,\r\nAnd though the sager sort our deeds reprove,\r\nLet us not weigh them. Heavens great lamps do dive\r\nInto their west, and straight again revive,\r\nBut soon as once set is our little light,\r\nThen must we sleep one ever-during night.\r\n\r\nIf all would lead their lives in love like me,\r\nThen bloody swords and armor should not be;\r\nNo drum nor trumpet peaceful sleeps should move,\r\nUnless alarm came from the camp of love.\r\nBut fools do live, and waste their little light,\r\nAnd seek with pain their ever-during night.\r\n\r\nWhen timely death my life and fortune ends,\r\nLet not my hearse be vexed with mourning friends,\r\nBut let all lovers, rich in triumph, come\r\nAnd with sweet pastimes grace my happy tomb;\r\nAnd Lesbia, close up thou my little light,\r\nAnd crown with love my ever-during night.",-1,"Love"],[-16.0193443298,15.2980928421,"Never love unless you can\r\nBear with all the faults of man:\r\nMen sometimes will jealous be\r\nThough but little cause they see;\r\nAnd hang the head, as discontent,\r\nAnd speak what straight they will repent.\r\n\r\nMen that but one saint adore\r\nMake a show of love to more.\r\nBeauty must be scorned in none,\r\nThough but truly served in one:\r\nFor what is courtship but disguise?\r\nTrue hearts may have dissembling eyes.\r\n\r\nMen, when their affairs require,\r\nMust awhile themselves retire;\r\nSometimes hunt, and sometimes hawk,\r\nAnd not ever sit and talk.\r\nIf these and such-like you can bear,\r\nThen like, and love, and never fear!",11,"Love"],[18.4004516602,-10.6110048294,"The nightingale, as soon as April bringeth\r\nUnto her rested sense a perfect waking,\r\nWhile late bare earth, proud of new clothing, springeth,\r\nSings out her woes, a thorn her song-book making,\r\nAnd mournfully bewailing,\r\nHer throat in tunes expresseth\r\nWhat grief her breast oppresseth\r\nFor Tereus force on her chaste will prevailing.\r\nO Philomela fair, O take some gladness,\r\nThat here is juster cause of plaintful sadness:\r\nThine earth now springs, mine fadeth;\r\nThy thorn without, my thorn my heart invadeth.\r\n\r\nAlas, she hath no other cause of anguish\r\nBut Tereus love, on her by strong hand wroken,\r\nWherein she suffering, all her spirits languish;\r\nFull womanlike complains her will was broken.\r\nBut I, who daily craving,\r\nCannot have to content me,\r\nHave more cause to lament me,\r\nSince wanting is more woe than too much having.\r\nO Philomela fair, O take some gladness,\r\nThat here is juster cause of plaintful sadness:\r\nThine earth now springs, mine fadeth;\r\nThy thorn without, my thorn my heart invadeth.",-1,"Love"],[14.4296102524,-1.0379232168,"Now winter nights enlarge\r\nThe number of their hours;\r\nAnd clouds their storms discharge\r\nUpon the airy towers.\r\nLet now the chimneys blaze\r\nAnd cups oerflow with wine,\r\nLet well-turned words amaze\r\nWith harmony divine.\r\nNow yellow waxen lights\r\nShall wait on honey love\r\nWhile youthful revels, masques, and courtly sights\r\nSleeps leaden spells remove.\r\n\r\nThis time doth well dispense\r\nWith lovers long discourse;\r\nMuch speech hath some defense,\r\nThough beauty no remorse.\r\nAll do not all things well;\r\nSome measures comely tread,\r\nSome knotted riddles tell,\r\nSome poems smoothly read.\r\nThe summer hath his joys,\r\nAnd winter his delights;\r\nThough love and all his pleasures are but toys,\r\nThey shorten tedious nights.",13,"Love"],[1.3041349649,6.244158268,"I grieve and dare not show my discontent,\r\nI love and yet am forced to seem to hate,\r\nI do, yet dare not say I ever meant,\r\nI seem stark mute but inwardly do prate.\r\nI am and not, I freeze and yet am burned,\r\nSince from myself another self I turned.\r\n\r\nMy care is like my shadow in the sun,\r\nFollows me flying, flies when I pursue it,\r\nStands and lies by me, doth what I have done.\r\nHis too familiar care doth make me rue it.\r\nNo means I find to rid him from my breast,\r\nTill by the end of things it be supprest.\r\n\r\nSome gentler passion slide into my mind,\r\nFor I am soft and made of melting snow;\r\nOr be more cruel, love, and so be kind.\r\nLet me or float or sink, be high or low.\r\nOr let me live with some more sweet content,\r\nOr die and so forget what love ere meant.",13,"Love"],[-3.9053189754,-8.0162296295,"Love in my bosom like a bee\r\nDoth suck his sweet;\r\nNow with his wings he plays with me,\r\nNow with his feet.\r\nWithin mine eyes he makes his nest,\r\nHis bed amidst my tender breast;\r\nMy kisses are his daily feast,\r\nAnd yet he robs me of my rest.\r\nAh, wanton, will ye?\r\n\r\nAnd if I sleep, then percheth he\r\nWith pretty flight,\r\nAnd makes his pillow of my knee\r\nThe livelong night.\r\nStrike I my lute, he tunes the string;\r\nHe music plays if so I sing;\r\nHe lends me every lovely thing;\r\nYet cruel he my heart doth sting.\r\nWhist, wanton, still ye!\r\n\r\nElse I with roses every day\r\nWill whip you hence,\r\nAnd bind you, when you long to play,\r\nFor your offense.\r\nIll shut mine eyes to keep you in,\r\nIll make you fast it for your sin,\r\nIll count your power not worth a pin.\r\nAlas! what hereby shall I win\r\nIf he gainsay me?\r\n\r\nWhat if I beat the wanton boy\r\nWith many a rod?\r\nHe will repay me with annoy,\r\nBecause a god.\r\nThen sit thou safely on my knee,\r\nAnd let thy bower my bosom be;\r\nLurk in mine eyes, I like of thee.\r\nO Cupid, so thou pity me,\r\nSpare not, but play thee!",13,"Love"],[0.3373559117,-10.4165039062,"Whose sense in so evil consort, their stepdame Nature lays,\r\nThat ravishing delight in them most sweet tunes do not raise;\r\nOr if they do delight therein, yet are so cloyed with wit,\r\nAs with sententious lips to set a title vain on it:\r\nO let them hear these sacred tunes, and learn in wonders schools,\r\nTo be (in things past bounds of wit) fools, if they be not fools.\r\n\r\nWho have so leaden eyes, as not to see sweet beautys show,\r\nOr seeing, have so wooden wits, as not that worth to know;\r\nOr knowing, have so muddy minds, as not to be in love;\r\nOr loving, have so frothy thoughts, as easly thence to move:\r\nOr let them see these heavenly beams, and in fair letters read\r\nA lesson fit, both sight and skill, love and firm love to breed.\r\n\r\nHear then, but then with wonder hear; see but adoring see,\r\nNo mortal gifts, no earthly fruits, now here descended be;\r\nSee, do you see this face? a face? nay, image of the skies,\r\nOf which the two life-giving lights are figured in her eyes:\r\nHear you this soul-invading voice, and count it but a voice?\r\nThe very essence of their tunes, when Angels do rejoice.",13,"Love"],[9.0790376663,7.4662613869,"Slow, slow, fresh fount, keep time with my salt tears;\r\nYet slower, yet, O faintly, gentle springs!\r\nList to the heavy part the music bears,\r\nWoe weeps out her division, when she sings.\r\nDroop herbs and flowers;\r\nFall grief in showers;\r\nOur beauties are not ours.\r\nO, I could still,\r\nLike melting snow upon some craggy hill,\r\nDrop, drop, drop, drop,\r\nSince natures pride is now a withered daffodil.",-1,"Love"],[4.9267158508,6.9727349281,"Come away, come away, death,\r\n    And in sad cypress let me be laid.\r\nFly away, fly away, breath;\r\n    I am slain by a fair cruel maid.\r\nMy shroud of white, stuck all with yew,\r\n             O, prepare it!\r\nMy part of death, no one so true\r\n         Did share it.\r\n\r\nNot a flower, not a flower sweet,\r\n    On my black coffin let there be strown.\r\nNot a friend, not a friend greet\r\n    My poor corpse, where my bones shall be thrown.\r\nA thousand thousand sighs to save,\r\n             Lay me, O, where\r\nSad true lover never find my grave,\r\n             To weep there!",13,"Love"],[23.8925476074,-6.6306319237,"It was a lover and his lass,\r\n   With a hey, and a ho, and a hey nonino,\r\nThat oer the green cornfield did pass,\r\n   In springtime, the only pretty ring time,\r\nWhen birds do sing, hey ding a ding, ding;\r\nSweet lovers love the spring.\r\n\r\nBetween the acres of the rye,\r\n   With a hey, and a ho, and a hey nonino,\r\nThose pretty country folks would lie,\r\n   In springtime, the only pretty ring time,\r\nWhen birds do sing, hey ding a ding, ding;\r\nSweet lovers love the spring.\r\n\r\nThis carol they began that hour,\r\n   With a hey, and a ho, and a hey nonino,\r\nHow that a life was but a flower\r\n   In springtime, the only pretty ring time,\r\nWhen birds do sing, hey ding a ding, ding;\r\nSweet lovers love the spring.\r\n\r\nAnd therefore take the present time,\r\n   With a hey, and a ho, and a hey nonino,\r\nFor love is crowned with the prime\r\n   In springtime, the only pretty ring time,\r\nWhen birds do sing, hey ding a ding, ding;\r\nSweet lovers love the spring.",13,"Love"],[-19.2865524292,10.0104942322,"Sigh no more, ladies, sigh no more.\r\n    Men were deceivers ever,\r\nOne foot in sea, and one on shore,\r\n    To one thing constant never.\r\nThen sigh not so, but let them go,\r\n    And be you blithe and bonny,\r\nConverting all your sounds of woe\r\n    Into hey nonny, nonny.\r\n\r\nSing no more ditties, sing no more\r\n    Of dumps so dull and heavy.\r\nThe fraud of men was ever so\r\n    Since summer first was leafy.\r\nThen sigh not so, but let them go,\r\n    And be you blithe and bonny,\r\nConverting all your sounds of woe\r\n    Into hey, nonny, nonny.",-1,"Love"],[20.1581192017,-14.2167978287,"Come, my Celia, let us prove,\r\nWhile we can, the sports of love;\r\nTime will not be ours forever;\r\nHe at length our good will sever.\r\nSpend not then his gifts in vain.\r\nSuns that set may rise again;\r\nBut if once we lose this light,\r\nTis with us perpetual night.\r\nWhy should we defer our joys?\r\nFame and rumor are but toys.\r\nCannot we delude the eyes\r\nOf a few poor household spies,\r\nOr his easier ears beguile,\r\nSo removed by our wile?\r\nTis no sin loves fruit to steal;\r\nBut the sweet thefts to reveal,\r\nTo be taken, to be seen,\r\nThese have crimes accounted been.",0,"Love"],[1.572989583,-15.4998569489,"Who is Silvia? what is she,\r\n    That all our swains commend her?\r\nHoly, fair, and wise is she;\r\n    The heaven such grace did lend her,\r\nThat she might admired be.\r\n\r\nIs she kind as she is fair?\r\n    For beauty lives with kindness.\r\nLove doth to her eyes repair,\r\n    To help him of his blindness;\r\nAnd, being helped, inhabits there.\r\n\r\nThen to Silvia let us sing,\r\n    That Silvia is excelling;\r\nShe excels each mortal thing\r\n    Upon the dull earth dwelling;\r\nTo her let us garlands bring",-1,"Love"],[-6.938044548,3.6091785431,"When forty winters shall besiege thy brow\r\nAnd dig deep trenches in thy beautys field,\r\nThy youths proud livery, so gazed on now,\r\nWill be a tattered weed, of small worth held.\r\nThen being asked where all thy beauty lies\r\nWhere all the treasure of thy lusty days\r\nTo say within thine own deep-sunken eyes\r\nWere an all-eating shame and thriftless praise.\r\nHow much more praise deserved thy beautys use\r\nIf thou couldst answer \"This fair child of mine\r\nShall sum my count and make my old excuse\",\r\nProving his beauty by succession thine.\r\n    This were to be new made when thou art old,\r\n    And see thy blood warm when thou feelst it cold.",13,"Love"],[-1.2028288841,10.228143692,"Look in thy glass and tell the face thou viewest,\r\nNow is the time that face should form another,\r\nWhose fresh repair if now thou not renewest,\r\nThou dost beguile the world, unbless some mother.\r\nFor where is she so fair whose uneared womb\r\nDisdains the tillage of thy husbandry?\r\nOr who is he so fond will be the tomb\r\nOf his self-love, to stop posterity?\r\nThou art thy mothers glass, and she in thee\r\nCalls back the lovely April of her prime;\r\nSo thou through windows of thine age shalt see,\r\nDespite of wrinkles, this thy golden time.\r\n    But if thou live remembred not to be,\r\n    Die single, and thine image dies with thee.",13,"Love"],[4.8444690704,-13.7353544235,"A womans face with natures own hand painted\r\nHast thou, the master-mistress of my passion;\r\nA womans gentle heart, but not acquainted\r\nWith shifting change as is false womens fashion;\r\nAn eye more bright than theirs, less false in rolling,\r\nGilding the object whereupon it gazeth;\r\nA man in hue, all hues in his controlling,\r\nWhich steals mens eyes and womens souls amazeth.\r\nAnd for a woman wert thou first created,\r\nTill nature as she wrought thee fell a-doting,\r\nAnd by addition me of thee defeated\r\nBy adding one thing to my purpose nothing.\r\n      But since she pricked thee out for women's pleasure,\r\n      Mine be thy love and thy loves use their treasure.",-1,"Love"],[-7.4347224236,10.1534290314,"No more be grieved at that which thou hast done:\r\nRoses have thorns, and silver fountains mud,\r\nClouds and eclipses stain both moon and sun,\r\nAnd loathsome canker lives in sweetest bud.\r\nAll men make faults, and even I in this,\r\nAuthorizing thy trespass with compare,\r\nMyself corrupting salving thy amiss,\r\nExcusing thy sins more than thy sins are:\r\nFor to thy sensual fault I bring in sense\r\nThy adverse party is thy advocate\r\nAnd gainst myself a lawful plea commence.\r\nSuch civil war is in my love and hate,\r\n   That I an accessory needs must be\r\n   To that sweet thief which sourly robs from me.",13,"Love"],[-10.61967659,9.5596485138,"Take all my loves, my love, yea, take them all:\r\nWhat hast thou then more than thou hadst before?\r\nNo love, my love, that thou mayst true love call\r\nAll mine was thine before thou hadst this more.\r\nThen if for my love thou my love receivest,\r\nI cannot blame thee for my love thou usest;\r\nBut yet be blamed if thou this self deceivest\r\nBy wilful taste of what thyself refusest.\r\nI do forgive thy robbry, gentle thief,\r\nAlthough thou steal thee all my poverty;\r\nAnd yet love knows it is a greater grief\r\nTo bear loves wrong than hates known injury.\r\n    Lascivious grace, in whom all ill well shows,\r\n    Kill me with spites, yet we must not be foes.",13,"Love"],[-2.8723137379,2.1248888969,"Not marble nor the gilded monuments\r\nOf princes shall outlive this powerful rhyme,\r\nBut you shall shine more bright in these contents\r\nThan unswept stone besmeared with sluttish time.\r\nWhen wasteful war shall statues overturn,\r\nAnd broils root out the work of masonry,\r\nNor Mars his sword nor wars quick fire shall burn\r\nThe living record of your memory.\r\nGainst death and all-oblivious enmity\r\nShall you pace forth; your praise shall still find room\r\nEven in the eyes of all posterity\r\nThat wear this world out to the ending doom.\r\n    So, till the Judgement that yourself arise,\r\n    You live in this, and dwell in lovers eyes.",13,"Love"],[-15.9177236557,9.1941556931,"Being your slave, what should I do but tend\r\nUpon the hours and times of your desire?\r\nI have no precious time at all to spend,\r\nNor services to do, till you require.\r\nNor dare I chide the world-without-end hour\r\nWhilst I, my sovereign, watch the clock for you.\r\nNor think the bitterness of absence sour\r\nWhen you have bid your servant once adieu;\r\nNor dare I question with my jealous thought\r\nWhere you may be, or your affairs suppose,\r\nBut like a sad slave, stay and think of nought,\r\nSave, where you are how happy you make those.\r\nSo true a fool is love that in your will\r\nThough you do anything, he thinks no ill.",13,"Love"],[-1.5001853704,1.6826261282,"Since brass, nor stone, nor earth, nor boundless sea\r\nBut sad mortality oer-sways their power,\r\nHow with this rage shall beauty hold a plea,\r\nWhose action is no stronger than a flower?\r\nO, how shall summers honey breath hold out\r\nAgainst the wrackful siege of battring days,\r\nWhen rocks impregnable are not so stout,\r\nNor gates of steel so strong, but time decays?\r\nO fearful meditation! where, alack,\r\nShall times best jewel from times chest lie hid?\r\nOr what strong hand can hold his swift foot back?\r\nOr who his spoil of beauty can forbid?\r\n   O, none, unless this miracle have might,\r\n   That in black ink my love may still shine bright.",13,"Love"],[0.6533024907,-1.7318897247,"Why is my verse so barren of new pride,\r\nSo far from variation or quick change?\r\nWhy with the time do I not glance aside\r\nTo new-found methods, and to compounds strange?\r\nWhy write I still all one, ever the same,\r\nAnd keep invention in a noted weed,\r\nThat every word doth almost tell my name,\r\nShowing their birth, and where they did proceed?\r\nO know, sweet love, I always write of you,\r\nAnd you and love are still my argument,\r\nSo all my best is dressing old words new,\r\nSpending again what is already spent:\r\n   For as the sun is daily new and old,\r\n   So is my love still telling what is told.",13,"Love"],[-16.3982543945,5.2516999245,"Farewell! thou art too dear for my possessing,\r\nAnd like enough thou knowst thy estimate.\r\nThe Charter of thy worth gives thee releasing;\r\nMy bonds in thee are all determinate.\r\nFor how do I hold thee but by thy granting,\r\nAnd for that riches where is my deserving?\r\nThe cause of this fair gift in me is wanting,\r\nAnd so my patent back again is swerving.\r\nThy self thou gav'st, thy own worth then not knowing,\r\nOr me, to whom thou gav'st it, else mistaking,\r\nSo thy great gift, upon misprision growing,\r\nComes home again, on better judgement making.\r\n   Thus have I had thee as a dream doth flatter:\r\n   In sleep a king, but waking no such matter.",13,"Love"],[17.5078544617,-2.6768126488,"From you have I been absent in the spring,\r\nWhen proud-pied April, dressed in all his trim,\r\nHath put a spirit of youth in everything,\r\nThat heavy Saturn laughed and leaped with him.\r\nYet nor the lays of birds, nor the sweet smell\r\nOf different flowers in odour and in hue,\r\nCould make me any summers story tell,\r\nOr from their proud lap pluck them where they grew:\r\nNor did I wonder at the lilys white,\r\nNor praise the deep vermilion in the rose;\r\nThey were but sweet, but figures of delight\r\nDrawn after you,  you pattern of all those.\r\n    Yet seemd it winter still, and, you away,\r\n    As with your shadow I with these did play.",13,"Love"],[15.5363607407,-3.6036019325,"To me, fair friend, you never can be old,\r\nFor as you were when first your eye I eyed,\r\nSuch seems your beauty still. Three winters cold\r\nHave from the forests shook three summers pride,\r\nThree beauteous springs to yellow autumn turned\r\nIn process of the seasons have I seen,\r\nThree April perfumes in three hot Junes burned,\r\nSince first I saw you fresh, which yet are green.\r\nAh, yet doth beauty, like a dial-hand,\r\nSteal from his figure, and no pace perceived;\r\nSo your sweet hue, which methinks still doth stand,\r\nHath motion, and mine eye may be deceived:\r\nFor fear of which, hear this, thou age unbred:\r\nEre you were born was beautys summer dead.",13,"Love"],[-8.6465892792,8.3085126877,"O! never say that I was false of heart,\r\nThough absence seemed my flame to qualify.\r\nAs easy might I from myself depart\r\nAs from my soul, which in thy breast doth lie:\r\nThat is my home of love; if I have ranged,\r\nLike him that travels, I return again,\r\nJust to the time, not with the time exchanged,\r\nSo that myself bring water for my stain.\r\nNever believe, though in my nature reigned\r\nAll frailties that besiege all kinds of blood,\r\nThat it could so preposterously be stained,\r\nTo leave for nothing all thy sum of good;\r\n   For nothing this wide universe I call,\r\n   Save thou, my rose; in it thou art my all.",13,"Love"],[-7.0368242264,6.1430811882,"O thou, my lovely boy, who in thy powr\r\nDost hold times fickle glass his sickle hour,\r\nWho hast by waning grown, and therein showst\r\nThy lovers withering, as thy sweet self growst\r\nIn nature, sovereign mistress over wrack,\r\nAs thou goest onwards still will pluck thee back,\r\nShe keeps thee to this purpose, that her skill\r\nMay time disgrace, and wretched minute kill.\r\nYet fear her, O thou minion of her pleasure;\r\nShe may detain but not still keep her treasure.\r\n   Her audit, though delayed, answered must be,\r\n   And her quietus is to render thee.",13,"Love"],[-17.7578525543,5.9026074409,"Whoever hath her wish, thou hast thy Will,\r\nAnd Will to boot, and Will in overplus;\r\nMore than enough am I that vex thee still,\r\nTo thy sweet will making addition thus.\r\nWilt thou, whose will is large and spacious,\r\nNot once vouchsafe to hide my will in thine?\r\nShall will in others seem right gracious,\r\nAnd in my will no fair acceptance shine?\r\nThe sea, all water, yet receives rain still,\r\nAnd in abundance addeth to his store;\r\nSo thou being rich in Will add to thy Will\r\nOne will of mine, to make thy large Will more.\r\n   Let no unkind, no fair beseechers kill;\r\n   Think all but one, and me in that one Will.",13,"Love"],[10.5743093491,-13.9819498062,"When my love swears that she is made of truth,\r\nI do believe her, though I know she lies,\r\nThat she might think me some untutored youth,\r\nUnlearned in the worlds false subtleties.\r\nThus vainly thinking that she thinks me young,\r\nAlthough she knows my days are past the best,\r\nSimply I credit her false-speaking tongue:\r\nOn both sides thus is simple truth suppressed.\r\nBut wherefore says she not she is unjust?\r\nAnd wherefore say not I that I am old?\r\nOh, loves best habit is in seeming trust,\r\nAnd age in love loves not to have years told.\r\n    Therefore I lie with her and she with me,\r\n    And in our faults by lies we flattered be.",-1,"Love"],[-9.2855024338,11.4557790756,"In faith, I do not love thee with mine eyes,\r\nFor they in thee a thousand errors note;\r\nBut tis my heart that loves what they despise,\r\nWho, in despite of view, is pleased to dote;\r\nNor are mine ears with thy tongues tune delighted,\r\nNor tender feeling, to base touches prone,\r\nNor taste, nor smell, desire to be invited\r\nTo any sensual feast with thee alone:\r\nBut my five wits nor my five senses can\r\nDissuade one foolish heart from serving thee,\r\nWho leaves unswayed the likeness of a man,\r\nThy proud hearts slave and vassal wretch to be.\r\n   Only my plague thus far I count my gain,\r\n   That she that makes me sin awards me pain.",13,"Love"],[-6.5237798691,-1.4196605682,"Two loves I have of comfort and despair,\r\nWhich like two spirits do suggest me still\r\nThe better angel is a man right fair,\r\nThe worser spirit a woman coloured ill.\r\nTo win me soon to hell, my female evil\r\nTempteth my better angel from my side,\r\nAnd would corrupt my saint to be a devil,\r\nWooing his purity with her foul pride.\r\nAnd, whether that my angel be turnd fiend,\r\nSuspect I may, yet not directly tell,\r\nBut being both from me both to each friend,\r\nI guess one angel in anothers hell.\r\n   Yet this shall I neer know, but live in doubt,\r\n   Till my bad angel fire my good one out.",13,"Love"],[-7.8713612556,-8.2526445389,"I that have been a lover, and could show it,\r\nThough not in these, in rithmes not wholly dumb,\r\nSince I exscribe your sonnets, am become\r\nA better lover, and much better poet.\r\nNor is my Muse or I ashamed to owe it\r\nTo those true numerous graces, whereof some\r\nBut charm the senses, others overcome\r\nBoth brains and hearts; and mine now best do know it:\r\nFor in your verse all Cupids armory,\r\nHis flames, his shafts, his quiver, and his bow,\r\nHis very eyes are yours to overthrow.\r\nBut then his mothers sweets you so apply,\r\nHer joys, her smiles, her loves, as readers take\r\nFor Venus ceston every line you make.",13,"Love"],[13.4626626968,-4.1086678505,"Take, oh, take those lips away\r\nThat so sweetly were forsworn\r\nAnd those eyes, like break of day,\r\nLights that do mislead the morn;\r\nBut my kisses bring again,\r\nSeals of love, though sealed in vain.\r\n\r\nHide, oh, hide those hills of snow,\r\nWhich thy frozen bosom bears,\r\nOn whose tops the pinks that grow\r\nAre of those that April wears;\r\nBut first set my poor heart free,\r\nBound in those icy chains by thee.",13,"Love"],[12.8049020767,6.0868926048,"Though I am young, and cannot tell\r\n    Either what Death or Love is well,\r\nYet I have heard they both bear darts,\r\n    And both do aim at human hearts.\r\nAnd then again, I have been told\r\n    Love wounds with heat, as Death with cold;\r\nSo that I fear they do but bring\r\n    Extremes to touch, and mean one thing.\r\n\r\nAs in a ruin we it call\r\n    One thing to be blown up, or fall;\r\nOr to our end like way may have\r\n    By a flash of lightning, or a wave;\r\nSo Loves inflamed shaft or brand\r\n    May kill as soon as Deaths cold hand;\r\nExcept Loves fires the virtue have\r\n    To fright the frost out of the grave.",10,"Love"],[-16.549243927,15.8430862427,"Though that men do call it dotage,\r\nWho loveth not wanteth courage;\r\n\r\nAnd whosoever may love get,\r\nFrom Venus sure he must it fet\r\n\r\nOr else from her which is her heir,\r\nAnd she to him must seem most fair.\r\n\r\nWith eye and mind doth both agree.\r\nThere is no boot: there must it be.\r\n\r\nThe eye doth look and represent,\r\nBut mind afformeth with full consent.\r\n\r\nThus am I fixed without grudge:\r\nMine eye with heart doth me so judge.\r\n\r\nLove maintaineth all noble courage.\r\nWho love disdaineth is all of the village:\r\n\r\nSuch loversthough they take pain\r\nIt were pity they should obtain,\r\n\r\nFor often times where they do sue\r\nThey hinder lovers that would be true.\r\n\r\nFor whoso loveth should love but once.\r\nChange whoso will, I will be none.",11,"Love"],[18.1126556396,-8.1321954727,"Merry Margaret,\r\nAs midsummer flower,\r\nGentle as a falcon\r\nOr hawk of the tower:\r\nWith solace and gladness,\r\nMuch mirth and no madness,\r\nAll good and no badness;\r\nSo joyously,\r\nSo maidenly,\r\nSo womanly\r\nHer demeaning\r\nIn every thing,\r\nFar, far passing\r\nThat I can indite,\r\nOr suffice to write\r\nOf Merry Margaret\r\nAs midsummer flower,\r\nGentle as falcon\r\nOr hawk of the tower.\r\nAs patient and still\r\nAnd as full of good will\r\nAs fair Isaphill,\r\nCoriander,\r\nSweet pomander,\r\nGood Cassander,\r\nSteadfast of thought,\r\nWell made, well wrought,\r\nFar may be sought\r\nEre that ye can find\r\nSo courteous, so kind\r\nAs Merry Margaret,\r\nThis midsummer flower,\r\nGentle as falcon\r\nOr hawk of the tower.",-1,"Love"],[-12.1384029388,-0.4325225353,"That neither fame nor love might wanting be\r\nTo greatness, Cary, I sing that and thee;\r\nWhose house, if it no other honor had,\r\nIn only thee might be both great and glad;\r\nWho, to upbraid the sloth of this our time,\r\nDurst valor make almost, but not, a crime;\r\nWhich deed I know not, whether were more high,\r\nOr thou more happy, it to justify\r\nAgainst thy fortune: when no foe, that day,\r\nCould conquer thee but chance, who did betray.\r\nLove thy great loss, which a renown hath won,\r\nTo live when Broick not stands, nor Ruhr doth run.\r\nLove honors, which of best example be\r\nWhen they cost dearest and are done most free;\r\nThough every fortitude deserves applause,\r\nIt may be much or little in the cause.\r\nHes valiantst that dares fight, and not for pay;\r\nThat virtuous is, when the rewards away.",13,"Love"],[-17.2406635284,-2.8056297302,"Methought I saw the grave where Laura lay,\r\nWithin that temple where the vestal flame\r\nWas wont to burn; and, passing by that way,\r\nTo see that buried dust of living fame,\r\nWhose tomb fair Love, and fairer Virtue kept:\r\nAll suddenly I saw the Fairy Queen;\r\nAt whose approach the soul of Petrarch wept,\r\nAnd, from thenceforth, those Graces were not seen:\r\nFor they this queen attended; in whose stead\r\nOblivion laid him down on Lauras hearse:\r\nHereat the hardest stones were seen to bleed,\r\nAnd groans of buried ghosts the heavens did pierce:\r\nWhere Homers spright did tremble all for grief,\r\nAnd cursed the access of that celestial thief!",8,"Love"],[-15.2581501007,-5.6890053749,"When thou must home to shades of underground,\r\nAnd there arrived, a new admired guest,\r\nThe beauteous spirits do engirt thee round,\r\nWhite Iope, blithe Helen, and the rest,\r\nTo hear the stories of thy finished love\r\nFrom that smooth tongue whose music hell can move;\r\n\r\nThen wilt thou speak of banqueting delights,\r\nOf masques and revels which sweet youth did make,\r\nOf tourneys and great challenges of knights,\r\nAnd all these triumphs for thy beautys sake:\r\nWhen thou hast told these honours done to thee,\r\nThen tell, O tell, how thou didst murder me!",-1,"Love"],[5.6713881493,-1.6250675917,"As you came from the holy land\r\nof Walsinghame\r\nMet you not with my true love\r\nBy the way as you came?\r\n\r\nHow shall I know your true love\r\nThat have met many one\r\nAs I went to the holy land\r\nThat have come, that have gone?\r\n\r\nShe is neither white nor brown\r\nBut as the heavens fair\r\nThere is none hath a form so divine\r\nIn the earth or the air.\r\n\r\nSuch an one did I meet, good Sir,\r\nSuch an Angelic face,\r\nWho like a queen, like a nymph, did appear\r\nBy her gait, by her grace.\r\n\r\nShe hath left me here all alone,\r\nAll alone as unknown,\r\nWho sometimes did me lead with her self,\r\nAnd me loved as her own.\r\n\r\nWhats the cause that she leaves you alone\r\nAnd a new way doth take;\r\nWho loved you once as her own\r\nAnd her joy did you make?\r\n\r\nI have loved her all my youth,\r\nBut now old, as you see,\r\nLove likes not the falling fruit\r\nFrom the withered tree.\r\n\r\nKnow that love is a careless child\r\nAnd forgets promise past,\r\nHe is blind, he is deaf when he list\r\nAnd in faith never fast.\r\n\r\nHis desire is a dureless content\r\nAnd a trustless joy\r\nHe is won with a world of despair\r\nAnd is lost with a toy.\r\n\r\nOf womenkind such indeed is the love\r\nOr the word Love abused\r\nUnder which many childish desires\r\nAnd conceits are excused.\r\n\r\nBut true Love is a durable fire\r\nIn the mind ever burning;\r\nNever sick, never old, never dead,\r\nFrom itself never turning.",13,"Love"],[-7.9012036324,-10.9180545807,"What length of verse can serve brave Mopsas good to show,\r\nWhose virtues strange, and beauties such, as no man them may know?\r\nThus shrewdly burden, then, how can my Muse escape?\r\nThe gods must help, and precious things must serve to show her shape.\r\n\r\nLike great god Saturn, fair, and like fair Venus, chaste;\r\nAs smooth as Pan, as Juno mild, like goddess Iris fast.\r\nWith Cupid she foresees, and goes god Vulcans pace;\r\nAnd for a taste of all these gifts, she borrows Momus grace.\r\n\r\nHer forehead jacinth-like, her cheeks of opal hue,\r\nHer twinkling eyes bedecked with pearl, her lips of sapphire blue,\r\nHer hair pure crapall stone, her mouth, O heavenly wide,\r\nHer skin like burnished gold, her hands like silver ore untried.\r\n\r\nAs for those parts unknown, which hidden sure are best,\r\nHappy be they which believe, and never seek the rest.",13,"Love"],[11.447599411,17.4607524872,"When to her lute Corinna sings,\r\nHer voice revives the leaden strings,\r\nAnd doth in highest notes appear\r\nAs any challenged echo clear;\r\nBut when she doth of mourning speak,\r\nEvn with her sighs the strings do break.\r\n\r\nAnd as her lute doth live or die,\r\nLet by her passion, so must I:\r\nFor when of pleasure she doth sing,\r\nMy thoughts enjoy a sudden spring,\r\nBut if she doth of sorrow speak,\r\nEvn from my heart the strings do break.",3,"Love"],[-10.5425577164,5.7075505257,"Now thou has loved me one whole day,\r\nTomorrow when you leavst, what wilt thou say?\r\nWilt thou then antedate some new-made vow?\r\n            Or say that now\r\nWe are not just those persons which we were?\r\nOr, that oaths made in reverential fear\r\nOf Love, and his wrath, any may forswear?\r\nOr, as true deaths true marriages untie,\r\nSo lovers contracts, images of those,\r\nBind but till sleep, deaths image, them unloose?\r\n            Or, your own end to justify,\r\nFor having purposed change and falsehood, you\r\nCan have no way but falsehood to be true?\r\nVain lunatic, against these scapes I could\r\n            Dispute and conquer, if I would,\r\n            Which I abstain to do,\r\nFor by tomorrow, I may think so too.",13,"Love"],[-20.35313797,-6.4192385674,"Womanhood, wanton, ye want:\r\nYour meddling, mistress, is mannerless;\r\nPlenty of ill, of goodness scant,\r\nYe rail at riot, reckless:\r\nTo praise your port it is needless;\r\nFor all your draff yet and your dregs,\r\nAs well borne as ye full oft time begs.\r\n\r\nWhy so coy and full of scorn?\r\nMine horse is sold, I ween, you say;\r\nMy new furred gown, when it is worn...\r\nPut up your purse, ye shall not pay!\r\nBy crede, I trust to see the day,\r\nAs proud a pea-hen as ye spread,\r\nOf me and other ye may have need!\r\n\r\nThough angelic be your smiling,\r\nYet is your tongue an adders tail,\r\nFull like a scorpion stinging\r\nAll those by whom ye have avail.\r\nGood mistress Anne, there ye do shail:\r\nWhat prate ye, pretty pigesnye?\r\nI trust to quite you ere I die!\r\n\r\nYour key is meet for every lock,\r\nYour key is common and hangeth out;\r\nYour key is ready, we need not knock,\r\nNor stand long wresting there about;\r\nOf your door-gate ye have no doubt:\r\nBut one thing is, that ye be lewd:\r\nHold your tongue now, all beshrewd!\r\n\r\nTo mistress Anne, that farly sweet,\r\nThat wones at The Key in Thames Street.\r\n ",-1,"Love"],[-9.5969247818,-14.5512981415,"Wyatt resteth here, that quick could never rest;\r\nWhose heavenly gifts increased by disdain,\r\nAnd virtue sank the deeper in his breast;\r\nSuch profit he of envy could obtain.\r\n\r\nA head, where wisdom mysteries did frame,\r\nWhose hammers beat still in that lively brain\r\nAs on a stith, where some work of fame\r\nWas daily wrought, to turn to Britains gain.\r\n\r\nA visage, stern and mild; where both did grow,\r\nVice to condemn, in virtues to rejoice;\r\nAmid great storms whom grace assured so,\r\nTo live upright and smile at fortunes choice.\r\n\r\nA hand that taught what might be said in rhyme;\r\nThat reft Chaucer the glory of his wit;\r\nA mark the which (unperfited, for time)\r\nSome may approach, but never none shall hit.\r\n\r\nA tongue that served in foreign realms his king;\r\nWhose courteous talk to virtue did enflame\r\nEach noble heart; a worthy guide to bring\r\nOur English youth, by travail unto fame.\r\n\r\nAn eye whose judgment no affect could blind,\r\nFriends to allure, and foes to reconcile;\r\nWhose piercing look did represent a mind\r\nWith virtue fraught, reposed, void of guile.\r\n\r\nA heart where dread yet never so impressed\r\nTo hide the thought that might the truth avaunce;\r\nIn neither fortune lift, nor so repressed,\r\nTo swell in wealth, nor yield unto mischance.\r\n\r\nA valiant corps, where force and beauty met,\r\nHappy, alas! too happy, but for foes,\r\nLived, and ran the race that nature set;\r\nOf manhoods shape, where she the mold did lose.\r\n\r\nBut to the heavens that simple soul is fled,\r\nWhich left with such, as covet Christ to know\r\nWitness of faith that never shall be dead:\r\nSent for our health, but not received so.\r\n\r\nThus, for our guilt, this jewel have we lost;\r\nThe earth his bones, the heavens possess his ghost.\r\nAmen.",9,"Love"],[-8.9644794464,-3.4359233379,"The sovereign beauty which I do admire,\r\nWitness the world how worthy to be praised:\r\nThe light whereof hath kindled heavenly fire\r\nIn my frail spirit, by her from baseness raised;\r\nThat being now with her huge brightness dazed,\r\nBase thing I can no more endure to view;\r\nBut looking still on her, I stand amazed\r\nAt wondrous sight of so celestial hue.\r\nSo when my tongue would speak her praises due,\r\nIt stopped is with thought's astonishment:\r\nAnd when my pen would write her titles true,\r\nIt ravish'd is with fancy's wonderment:\r\nYet in my heart I then both speak and write\r\nThe wonder that my wit cannot endite.",13,"Love"],[-19.8808059692,-17.3963661194,"Like as a huntsman after weary chase,\r\nSeeing the game from him escap'd away,\r\nSits down to rest him in some shady place,\r\nWith panting hounds beguiled of their prey:\r\nSo after long pursuit and vain assay,\r\nWhen I all weary had the chase forsook,\r\nThe gentle deer return'd the self-same way,\r\nThinking to quench her thirst at the next brook.\r\nThere she beholding me with milder look,\r\nSought not to fly, but fearless still did bide:\r\nTill I in hand her yet half trembling took,\r\nAnd with her own goodwill her firmly tied.\r\nStrange thing, me seem'd, to see a beast so wild,\r\nSo goodly won, with her own will beguil'd.",4,"Love"],[-11.2067060471,-3.0924232006,"Most happy letters, fram'd by skilful trade,\r\nWith which that happy name was first design'd:\r\nThe which three times thrice happy hath me made,\r\nWith gifts of body, fortune, and of mind.\r\nThe first my being to me gave by kind,\r\nFrom mother's womb deriv'd by due descent,\r\nThe second is my sovereign Queen most kind,\r\nThat honour and large richesse to me lent.\r\nThe third my love, my life's last ornament,\r\nBy whom my spirit out of dust was raised:\r\nTo speak her praise and glory excellent,\r\nOf all alive most worthy to be praised.\r\nYe three Elizabeths for ever live,\r\nThat three such graces did unto me give.",13,"Love"],[-6.6366043091,-14.774184227,"Men call you fair, and you do credit it,\r\nFor that your self ye daily such do see:\r\nBut the true fair, that is the gentle wit,\r\nAnd vertuous mind, is much more prais'd of me.\r\nFor all the rest, how ever fair it be,\r\nShall turn to naught and lose that glorious hue:\r\nBut only that is permanent and free\r\nFrom frail corruption, that doth flesh ensue.\r\nThat is true beauty: that doth argue you\r\nTo be divine, and born of heavenly seed:\r\nDeriv'd from that fair Spirit, from whom all true\r\nAnd perfect beauty did at first proceed.\r\nHe only fair, and what he fair hath made,\r\nAll other fair, like flowers untimely fade.",9,"Love"],[-4.7128276825,0.4355455339,"One day I wrote her name upon the strand,\r\nBut came the waves and washed it away:\r\nAgain I wrote it with a second hand,\r\nBut came the tide, and made my pains his prey.\r\n\"Vain man,\" said she, \"that dost in vain assay,\r\nA mortal thing so to immortalize;\r\nFor I myself shall like to this decay,\r\nAnd eke my name be wiped out likewise.\"\r\n\"Not so,\" (quod I) \"let baser things devise\r\nTo die in dust, but you shall live by fame:\r\nMy verse your vertues rare shall eternize,\r\nAnd in the heavens write your glorious name:\r\nWhere whenas death shall all the world subdue,\r\nOur love shall live, and later life renew.\"",13,"Love"],[-5.7197341919,15.2223110199,"This holy season, fit to fast and pray,\r\nMen to devotion ought to be inclin'd:\r\nTherefore I likewise on so holy day,\r\nFor my sweet saint some service fit will find.\r\nHer temple fair is built within my mind,\r\nIn which her glorious image placed is,\r\nOn which my thoughts do day and night attend,\r\nLike sacred priests that never think amiss.\r\nThere I to her as th' author of my bliss,\r\nWill build an altar to appease her ire:\r\nAnd on the same my heart will sacrifice,\r\nBurning in flames of pure and chaste desire:\r\nThe which vouchsafe, O goddess, to accept,\r\nAmongst thy dearest relics to be kept.",-1,"Love"],[-12.5682144165,7.4567837715,"And wilt thou leave me thus?\r\nSay nay, say nay, for shame,\r\nTo save thee from the blame\r\nOf all my grief and grame;\r\nAnd wilt thou leave me thus?\r\nSay nay, say nay!\r\n\r\nAnd wilt thou leave me thus,\r\nThat hath loved thee so long\r\nIn wealth and woe among?\r\nAnd is thy heart so strong\r\nAs for to leave me thus?\r\nSay nay, say nay!\r\n\r\nAnd wilt thou leave me thus,\r\nThat hath given thee my heart\r\nNever for to depart,\r\nNother for pain nor smart;\r\nAnd wilt thou leave me thus?\r\nSay nay, say nay!\r\n\r\nAnd wilt thou leave me thus\r\nAnd have no more pity\r\nOf him that loveth thee?\r\nHelas, thy cruelty!\r\nAnd wilt thou leave me thus?\r\nSay nay, say nay!",13,"Love"],[-2.0671701431,-6.9649934769,"Loving in truth, and fain in verse my love to show,\r\nThat she, dear she, might take some pleasure of my pain,\r\nPleasure might cause her read, reading might make her know,\r\nKnowledge might pity win, and pity grace obtain,\r\nI sought fit words to paint the blackest face of woe;\r\nStudying inventions fine her wits to entertain,\r\nOft turning others' leaves, to see if thence would flow\r\nSome fresh and fruitful showers upon my sunburn'd brain.\r\nBut words came halting forth, wanting invention's stay;\r\nInvention, Nature's child, fled step-dame Study's blows;\r\nAnd others' feet still seem'd but strangers in my way.\r\nThus great with child to speak and helpless in my throes,\r\nBiting my truant pen, beating myself for spite,\r\n\"Fool,\" said my Muse to me, \"look in thy heart, and write.\"",13,"Love"],[-1.8880672455,-18.6844882965,"You that do search for every purling spring\r\nWhich from the ribs of old Parnassus flows,\r\nAnd every flower, not sweet perhaps, which grows\r\nNear thereabouts, into your poesy wring;\r\nYe that do dictionary's method bring\r\nInto your rimes, running in rattling rows;\r\nYou that poor Petrarch's long-deceased woes\r\nWith new-born sighs and denizen'd wit do sing:\r\nYou take wrong ways; those far-fet helps be such\r\nAs do bewray a want of inward touch,\r\nAnd sure, at length stol'n goods do come to light.\r\nBut if, both for your love and skill, your name\r\nYou seek to nurse at fullest breasts of Fame,\r\nStella behold, and then begin to endite.",9,"Love"],[-19.4077358246,-13.8987770081,"Fly, fly, my friends, I have my death wound, fly!\r\nSee there that boy, that murd'ring boy, I say,\r\nWho, like a thief, hid in dark bush doth lie\r\nTill bloody bullet get him wrongful prey.\r\nSo tyrant he no fitter place could spy,\r\nNor so fair level in so secret stay,\r\nAs that sweet black which veils the heav'nly eye;\r\nThere himself with his shot he close doth lay.\r\nPoor passenger, pass now thereby I did,\r\nAnd stay'd, pleas'd with the prospect of the place,\r\nWhile that black hue from me the bad guest hid;\r\nBut straight I saw motions of lightning grace\r\nAnd then descried the glist'ring of his dart:\r\nBut ere I could fly thence it pierc'd my heart.",4,"Love"],[-3.5862672329,-19.5252666473,"The curious wits, seeing dull pensiveness\r\nBewray itself in my long-settl'd eyes,\r\nWhence those same fumes of melancholy rise,\r\nWith idle pains and missing aim do guess.\r\nSome, that know how my spring I did address,\r\nDeem that my Muse some fruit of knowledge plies;\r\nOthers, because the prince my service tries,\r\nThink that I think state errors to redress;\r\nBut harder judges judge ambition's ragei\r\nScourge of itself, still climbing slipp'ry placei\r\nHolds my young brain captiv'd in golden cage.\r\nO fool or over-wise! alas, the race\r\nOf all my thoughts hath neither stop nor start\r\nBut only Stella's eyes and Stella's heart.",9,"Love"],[-4.4721193314,-18.9912452698,"Let dainty wits cry on the sisters nine,\r\nThat, bravely mask'd, their fancies may be told;\r\nOr, Pindar's apes, flaunt they in phrases fine,\r\nEnam'ling with pied flowers their thoughts of gold.\r\nOr else let them in statelier glory shine,\r\nEnnobling newfound tropes with problems old;\r\nOr with strange similes enrich each line,\r\nOf herbs or beasts which Ind or Afric hold.\r\nFor me, in sooth, no Muse but one I know;\r\nPhrases and problems from my reach do grow,\r\nAnd strange things cost too dear for my poor sprites.\r\nHow then? even thus: in Stella's face I read\r\nWhat love and beauty be; then all my deed\r\nBut copying is, what in her Nature writes.",9,"Love"],[-6.0963125229,-4.5042438507,"I might!unhappy wordO me, I might,\r\nAnd then would not, or could not, see my bliss;\r\nTill now wrapt in a most infernal night,\r\nI find how heav'nly day, wretch! I did miss.\r\nHeart, rend thyself, thou dost thyself but right;\r\nNo lovely Paris made thy Helen his,\r\nNo force, no fraud robb'd thee of thy delight,\r\nNor Fortune of thy fortune author is;\r\nBut to myself myself did give the blow,\r\nWhile too much wit, forsooth, so troubled me\r\nThat I respects for both our sakes must show:\r\nAnd yet could not by rising morn foresee\r\nHow fair a day was near: O punish'd eyes,\r\nThat I had been more foolish,or more wise!",13,"Love"],[-0.3890643418,-20.7521266937,"Come Sleep! O Sleep, the certain knot of peace,\r\nThe baiting-place of wit, the balm of woe,\r\nThe poor man's wealth, the prisoner's release,\r\nTh' indifferent judge between the high and low.\r\nWith shield of proof shield me from out the prease\r\nOf those fierce darts despair at me doth throw:\r\nO make in me those civil wars to cease;\r\nI will good tribute pay, if thou do so.\r\nTake thou of me smooth pillows, sweetest bed,\r\nA chamber deaf to noise and blind to light,\r\nA rosy garland and a weary head:\r\nAnd if these things, as being thine by right,\r\nMove not thy heavy grace, thou shalt in me,\r\nLivelier than elsewhere, Stella's image see.",9,"Love"],[-15.8525190353,-21.6142978668,"Having this day my horse, my hand, my lance\r\nGuided so well that I obtain'd the prize,\r\nBoth by the judgment of the English eyes\r\nAnd of some sent from that sweet enemy France;\r\nHorsemen my skill in horsemanship advance,\r\nTown folks my strength; a daintier judge applies\r\nHis praise to sleight which from good use doth rise;\r\nSome lucky wits impute it but to chance;\r\nOthers, because of both sides I do take\r\nMy blood from them who did excel in this,\r\nThink Nature me a man of arms did make.\r\nHow far they shot awry! The true cause is,\r\nStella look'd on, and from her heav'nly face\r\nSent forth the beams which made so fair my race.",1,"Love"],[-15.4054431915,3.7278952599,"No more, my dear, no more these counsels try;\r\nOh, give my passions leave to run their race;\r\nLet Fortune lay on me her worst disgrace;\r\nLet folk o'ercharg'd with brain against me cry;\r\nLet clouds bedim my face, break in mine eye;\r\nLet me no steps but of lost labour trace;\r\nLet all the earth with scorn recount my case,\r\nBut do not will me from my love to fly.\r\nI do not envy Aristotle's wit,\r\nNor do aspire to Caesar's bleeding fame;\r\nNor aught do care though some above me sit;\r\nNor hope nor wish another course to frame,\r\nBut that which once may win thy cruel heart:\r\nThou art my wit, and thou my virtue art.",13,"Love"],[-6.9913754463,-15.8853540421,"Who will in fairest book of nature know\r\nHow virtue may best lodg'd in beauty be,\r\nLet him but learn of love to read in thee,\r\nStella, those fair lines which true goodness show.\r\nThere shall he find all vices' overthrow,\r\nNot by rude force, but sweetest sovereignty\r\nOf reason, from whose light those night-birds fly;\r\nThat inward sun in thine eyes shineth so.\r\nAnd, not content to be perfection's heir\r\nThyself, dost strive all minds that way to move,\r\nWho mark in thee what is in thee most fair.\r\nSo while thy beauty draws thy heart to love,\r\nAs fast thy virtue bends that love to good:\r\nBut \"Ah,\" Desire still cries, \"Give me some food!\"",9,"Love"],[-3.6954436302,-22.2127933502,"Highway, since you my chief Parnassus be,\r\nAnd that my Muse, to some ears not unsweet,\r\nTempers her words to trampling horses' feet\r\nMore oft than to a chamber melody.\r\nNow, blessed you bear onward blessed me\r\nTo her, where I my heart, safe-left, shall meet:\r\nMy Muse and I must you of duty greet\r\nWith thanks and wishes, wishing thankfully.\r\nBe you still fair, honour'd by public heed;\r\nBy no encroachment wrong'd, nor time forgot,\r\nNor blam'd for blood, nor sham'd for sinful deed;\r\nAnd that you know I envy you no lot\r\nOf highest wish, I wish you so much bliss,i\r\nHundreds of years you Stella's feet may kiss.",9,"Love"],[-2.1961174011,-21.7212314606,"Be your words made, good sir, of Indian ware,\r\nThat you allow me them by so small rate?\r\nOr do you cutted Spartans imitate?\r\nOr do you mean my tender ears to spare,\r\nThat to my questions you so total are?\r\nWhen I demand of Phoenix Stella's state,\r\nYou say, forsooth, you left her well of late:\r\nO God, think you that satisfies my care?\r\nI would know whether she did sit or walk;\r\nHow cloth'd, how waited on; sigh'd she, or smil'd;\r\nWhereof, with whom, how often did she talk;\r\nWith what pastime time's journey she beguiled;\r\nIf her lips deign'd to sweeten my poor name.\r\nSay all; and all well said, still say the same.",9,"Love"],[-1.9399915934,-0.6303053498,"Avising the bright beams of these fair eyes\r\nWhere he is that mine oft moisteth and washeth,\r\nThe wearied mind straight from the heart departeth\r\nFor to rest in his worldly paradise\r\nAnd find the sweet bitter under this guise.\r\nWhat webs he hath wrought well he perceiveth\r\nWhereby with himself on love he plaineth\r\nThat spurreth with fire and bridleth with ice.\r\nThus is it in such extremity brought,\r\nIn frozen thought, now and now it standeth in flame.\r\nTwixt misery and wealth, twixt earnest and game,\r\nBut few glad, and many diverse thought\r\nWith sore repentance of his hardiness.\r\nOf such a root cometh fruit fruitless.",13,"Love"],[3.0519590378,-6.5409393311,"Let it not your wonder move,\r\nLess your laughter, that I love.\r\nThough I now write fifty years,\r\nI have had, and have, my peers;\r\nPoets, though divine, are men,\r\nSome have lov'd as old again.\r\nAnd it is not always face,\r\nClothes, or fortune, gives the grace;\r\nOr the feature, or the youth.\r\nBut the language and the truth,\r\nWith the ardour and the passion,\r\nGives the lover weight and fashion.\r\nIf you then will read the story,\r\nFirst prepare you to be sorry\r\nThat you never knew till now\r\nEither whom to love or how;\r\nBut be glad, as soon with me,\r\nWhen you know that this is she\r\nOf whose beauty it was sung;\r\nShe shall make the old man young,\r\nKeep the middle age at stay,\r\nAnd let nothing high decay,\r\nTill she be the reason why\r\nAll the world for love may die.",13,"Love"],[9.8584451675,-9.3682413101,"See the chariot at hand here of Love,\r\nWherein my lady rideth!\r\nEach that draws is a swan or a dove,\r\nAnd well the car Love guideth.\r\nAs she goes, all hearts do duty\r\nUnto her beauty;\r\nAnd enamour'd, do wish, so they might\r\nBut enjoy such a sight,\r\nThat they still were to run by her side,\r\nThrough swords, through seas, whither she would ride.\r\n\r\nDo but look on her eyes, they do light\r\nAll that Love's world compriseth!\r\nDo but look on her hair, it is bright\r\nAs Love's star when it riseth!\r\nDo but mark, her forehead's smoother\r\nThan words that soothe her;\r\nAnd from her arched brows, such a grace\r\nSheds itself through the face\r\nAs alone there triumphs to the life\r\nAll the gain, all the good, of the elements' strife.\r\n\r\nHave you seen but a bright lily grow,\r\nBefore rude hands have touch'd it?\r\nHa' you mark'd but the fall o' the snow\r\nBefore the soil hath smutch'd it?\r\nHa' you felt the wool o' the beaver?\r\nOr swan's down ever?\r\nOr have smelt o' the bud o' the briar?\r\nOr the nard in the fire?\r\nOr have tasted the bag of the bee?\r\nOh so white! Oh so soft! Oh so sweet is she!",-1,"Love"],[-7.555533886,-8.9801797867,"Muses that sing love's sensual empery,\r\nAnd lovers kindling your enraged fires\r\nAt Cupid's bonfires burning in the eye,\r\nBlown with the empty breath of vain desires;\r\nYou that prefer the painted cabinet\r\nBefore the wealthy jewels it doth store ye,\r\nThat all your joys in dying figures set,\r\nAnd stain the living substance of your glory;\r\nAbjure those joys, abhor their memory,\r\nAnd let my love the honour'd subject be\r\nOf love, and honour's complete history.\r\nYour eyes were never yet let in to see\r\nThe majesty and riches of the mind,\r\nBut dwell in darkness; for your god is blind.",13,"Love"],[-4.1158571243,-2.202693224,"Dear love, for nothing less than thee\r\nWould I have broke this happy dream;\r\n            It was a theme\r\nFor reason, much too strong for fantasy,\r\nTherefore thou wak'd'st me wisely; yet\r\nMy dream thou brok'st not, but continued'st it.\r\nThou art so true that thoughts of thee suffice\r\nTo make dreams truths, and fables histories;\r\nEnter these arms, for since thou thought'st it best,\r\nNot to dream all my dream, let's act the rest.\r\n\r\n   As lightning, or a taper's light,\r\nThine eyes, and not thy noise wak'd me;\r\n            Yet I thought thee\r\n(For thou lovest truth) an angel, at first sight;\r\nBut when I saw thou sawest my heart,\r\nAnd knew'st my thoughts, beyond an angel's art,\r\nWhen thou knew'st what I dreamt, when thou knew'st when\r\nExcess of joy would wake me, and cam'st then,\r\nI must confess, it could not choose but be\r\nProfane, to think thee any thing but thee.\r\n\r\n   Coming and staying show'd thee, thee,\r\nBut rising makes me doubt, that now\r\n            Thou art not thou.\r\nThat love is weak where fear's as strong as he;\r\n'Tis not all spirit, pure and brave,\r\nIf mixture it of fear, shame, honour have;\r\nPerchance as torches, which must ready be,\r\nMen light and put out, so thou deal'st with me;\r\nThou cam'st to kindle, goest to come; then I\r\nWill dream that hope again, but else would die.",13,"Love"],[12.0612621307,-0.7148416042,"\"Who is it that this dark night\r\nUnderneath my window plaineth?\"\r\nIt is one who from thy sight\r\nBeing, ah, exil'd, disdaineth\r\nEvery other vulgar light.\r\n\r\n\"Why, alas, and are you he?\r\nBe not yet those fancies changed?\"\r\nDear, when you find change in me,\r\nThough from me you be estranged,\r\nLet my change to ruin be.\r\n\r\n\"Well, in absence this will die;\r\nLeave to see, and leave to wonder.\"\r\nAbsence sure will help, if I\r\nCan learn how myself to sunder\r\nFrom what in my heart doth lie.\r\n\r\n\"But time will these thoughts remove;\r\nTime doth work what no man knoweth.\"\r\nTime doth as the subject prove;\r\nWith time still the affection groweth\r\nIn the faithful turtle-dove.\r\n\r\n\"What if you new beauties see?\r\nWill not they stir new affection?\"\r\nI will think they pictures be,\r\nImage-like, of saints' perfection,\r\nPoorly counterfeiting thee.\r\n\r\n\"But your reason's purest light\r\nBids you leave such minds to nourish.\"\r\nDear, do reason no such spite;\r\nNever doth thy beauty flourish\r\nMore than in my reason's sight.\r\n\r\n\"But the wrongs love bears will make\r\nLove at length leave undertaking.\"\r\nNo, the more fools it do shake,\r\nIn a ground of so firm making\r\nDeeper still they drive the stake.\r\n\r\n\"Peace, I think that some give ear!\r\nCome no more, lest I get anger!\"\r\nBliss, I will my bliss forbear;\r\nFearing, sweet, you to endanger;\r\nBut my soul shall harbour there.\r\n\r\n\"Well, begone; begone, I say,\r\nLest that Argus' eyes perceive you!\"\r\nOh, unjust Fortune's sway,\r\nWhich can make me thus to leave you;\r\nAnd from louts to run away.",13,"Love"],[-15.4014863968,4.2823882103,"Farewell love and all thy laws forever;\r\nThy baited hooks shall tangle me no more.\r\nSenec and Plato call me from thy lore\r\nTo perfect wealth, my wit for to endeavour.\r\nIn blind error when I did persever,\r\nThy sharp repulse, that pricketh aye so sore,\r\nHath taught me to set in trifles no store\r\nAnd scape forth, since liberty is lever.\r\nTherefore farewell; go trouble younger hearts\r\nAnd in me claim no more authority.\r\nWith idle youth go use thy property\r\nAnd thereon spend thy many brittle darts,\r\nFor hitherto though I have lost all my time,\r\nMe lusteth no lenger rotten boughs to climb.",13,"Love"],[10.7415933609,-6.9885959625,"Follow thy fair sun, unhappy shadow,\r\nThough thou be black as night\r\nAnd she made all of light,\r\nYet follow thy fair sun unhappy shadow.\r\n\r\nFollow her whose light thy light depriveth,\r\nThough here thou livst disgraced,\r\nAnd she in heaven is placed,\r\nYet follow her whose light the world reviveth.\r\n\r\nFollow those pure beams whose beauty burneth,\r\nThat so have scorched thee,\r\nAs thou still black must be,\r\nTill Her kind beams thy black to brightness turneth.\r\n\r\nFollow her while yet her glory shineth,\r\nThere comes a luckless night,\r\nThat will dim all her light,\r\nAnd this the black unhappy shade divineth.\r\n\r\nFollow still since so thy fates ordained,\r\nThe Sun must have his shade,\r\nTill both at once do fade,\r\nThe Sun still proved, the shadow still disdained.\r\n\r\n\r\n\r\n\r\nPoetry Out Loud Note: In the print anthology, this poem is titled \"Follow thy fair sun, unhappy shadow.\" The student may give either title during the recitation.",13,"Love"],[-6.3910732269,0.6108680964,"Follow your saint, follow with accents sweet;\r\nHaste you, sad notes, fall at her flying feet.\r\nThere, wrapp'd in cloud of sorrow, pity move,\r\nAnd tell the ravisher of my soul I perish for her love:\r\nBut if she scorns my never-ceasing pain,\r\nThen burst with sighing in her sight and ne'er return again.\r\n\r\nAll that I sung still to her praise did tend,\r\nStill she was first; still she my songs did end;\r\nYet she my love and music both doth fly,\r\nThe music that her echo is and beauty's sympathy.\r\nThen let my notes pursue her scornful flight:\r\nIt shall suffice that they were breath'd and died for her delight.",13,"Love"],[-11.4109458923,5.0996117592,"Forget not yet the tried intent\r\nOf such a truth as I have meant;\r\nMy great travail so gladly spent,\r\n            Forget not yet.\r\n\r\n   Forget not yet when first began\r\nThe weary life ye know, since whan\r\nThe suit, the service, none tell can;\r\n            Forget not yet.\r\n\r\n   Forget not yet the great assays,\r\nThe cruel wrong, the scornful ways;\r\nThe painful patience in denays,\r\n            Forget not yet.\r\n\r\n   Forget not yet, forget not this,\r\nHow long ago hath been and is\r\nThe mind that never meant amiss;\r\n            Forget not yet.\r\n\r\n   Forget not then thine own approved,\r\nThe which so long hath thee so loved,\r\nWhose steadfast faith yet never moved;\r\n            Forget not this.",13,"Love"],[-16.3111038208,-1.4351525307,"Whoever comes to shroud me, do not harm\r\n         Nor question much\r\nThat subtle wreath of hair, which crowns my arm;\r\nThe mystery, the sign, you must not touch,\r\n         For 'tis my outward soul,\r\nViceroy to that, which then to heaven being gone,\r\n         Will leave this to control\r\nAnd keep these limbs, her provinces, from dissolution.\r\n\r\nFor if the sinewy thread my brain lets fall\r\n         Through every part\r\nCan tie those parts, and make me one of all,\r\nThose hairs which upward grew, and strength and art\r\n         Have from a better brain,\r\nCan better do'it; except she meant that I\r\n         By this should know my pain,\r\nAs prisoners then are manacled, when they'are condemn'd to die.\r\n\r\nWhate'er she meant by'it, bury it with me,\r\n         For since I am\r\nLove's martyr, it might breed idolatry,\r\nIf into other hands these relics came;\r\n         As 'twas humility\r\nTo afford to it all that a soul can do,\r\n         So, 'tis some bravery,\r\nThat since you would have none of me, I bury some of you.",8,"Love"],[2.6761381626,0.4570414424,"I wonder, by my troth, what thou and I\r\nDid, till we loved? Were we not weaned till then?\r\nBut sucked on country pleasures, childishly?\r\nOr snorted we in the Seven Sleepers den?\r\nTwas so; but this, all pleasures fancies be.\r\nIf ever any beauty I did see,\r\nWhich I desired, and got, twas but a dream of thee.\r\n\r\nAnd now good-morrow to our waking souls,\r\nWhich watch not one another out of fear;\r\nFor love, all love of other sights controls,\r\nAnd makes one little room an everywhere.\r\nLet sea-discoverers to new worlds have gone,\r\nLet maps to other, worlds on worlds have shown,\r\nLet us possess one world, each hath one, and is one.\r\n\r\nMy face in thine eye, thine in mine appears,\r\nAnd true plain hearts do in the faces rest;\r\nWhere can we find two better hemispheres,\r\nWithout sharp north, without declining west?\r\nWhatever dies, was not mixed equally;\r\nIf our two loves be one, or, thou and I\r\nLove so alike, that none do slacken, none can die.",13,"Love"],[-15.2557973862,8.1498374939,"The heart and service to you proffer'd\r\nWith right good will full honestly,\r\nRefuse it not, since it is offer'd,\r\nBut take it to you gentlely.\r\n\r\nAnd though it be a small present,\r\nYet good, consider graciously\r\nThe thought, the mind, and the intent\r\nOf him that loves you faithfully.\r\n\r\nIt were a thing of small effect\r\nTo work my woe thus cruelly,\r\nFor my good will to be abject:\r\nTherefore accept it lovingly.\r\n\r\nPain or travel, to run or ride,\r\nI undertake it pleasantly;\r\nBid ye me go, and straight I glide\r\nAt your commandement humbly.\r\n\r\nPain or pleasure, now may you plant\r\nEven which it please you steadfastly;\r\nDo which you list, I shall not want\r\nTo be your servant secretly.\r\n\r\nAnd since so much I do desire\r\nTo be your own assuredly,\r\nFor all my service and my hire\r\nReward your servant liberally.",13,"Love"],[6.2600870132,14.2476081848,"Show me dear Christ, thy spouse so bright and clear.\r\nWhat! is it she which on the other shore\r\nGoes richly painted? or which, robb'd and tore,\r\nLaments and mourns in Germany and here?\r\nSleeps she a thousand, then peeps up one year?\r\nIs she self-truth, and errs? now new, now outwore?\r\nDoth she, and did she, and shall she evermore\r\nOn one, on seven, or on no hill appear?\r\nDwells she with us, or like adventuring knights\r\nFirst travel we to seek, and then make love?\r\nBetray, kind husband, thy spouse to our sights,\r\nAnd let mine amorous soul court thy mild Dove,\r\nWho is most true and pleasing to thee then\r\nWhen she'is embrac'd and open to most men.",-1,"Love"],[-7.0525460243,0.1279457062,"Since she whom I lov'd hath paid her last debt\r\nTo nature, and to hers, and my good is dead,\r\nAnd her soul early into heaven ravished,\r\nWholly in heavenly things my mind is set.\r\nHere the admiring her my mind did whet\r\nTo seek thee, God; so streams do show the head;\r\nBut though I have found thee, and thou my thirst hast fed,\r\nA holy thirsty dropsy melts me yet.\r\nBut why should I beg more love, whenas thou\r\nDost woo my soul, for hers off'ring all thine,\r\nAnd dost not only fear lest I allow\r\nMy love to saints and angels, things divine,\r\nBut in thy tender jealousy dost doubt\r\nLest the world, flesh, yea devil put thee out.",13,"Love"],[1.0129569769,5.2305216789,"I find no peace, and all my war is done.\r\nI fear and hope. I burn and freeze like ice.\r\nI fly above the wind, yet can I not arise;\r\nAnd nought I have, and all the world I season.\r\nThat loseth nor locketh holdeth me in prison\r\nAnd holdeth me notyet can I scape no wise\r\nNor letteth me live nor die at my device,\r\nAnd yet of death it giveth me occasion.\r\nWithout eyen I see, and without tongue I plain.\r\nI desire to perish, and yet I ask health.\r\nI love another, and thus I hate myself.\r\nI feed me in sorrow and laugh in all my pain;\r\nLikewise displeaseth me both life and death,\r\nAnd my delight is causer of this strife.",13,"Love"],[-3.9328887463,-5.6211571693,"Unhappy verse, the witness of my unhappy state,\r\nMake thy self flutt'ring wings of thy fast flying\r\nThought, and fly forth unto my love, wheresoever she be:\r\nWhether lying restless in heavy bed, or else\r\nSitting so cheerless at the cheerful board, or else\r\nPlaying alone careless on her heavenly virginals.\r\nIf in bed, tell her, that my eyes can take no rest:\r\nIf at board, tell her, that my mouth can eat no meat:\r\nIf at her virginals, tell her, I can hear no mirth.\r\nAsked why? say: waking love suffereth no sleep:\r\nSay that raging love doth appal the weak stomach:\r\nSay, that lamenting love marreth the musical.\r\nTell her, that her pleasures were wont to lull me asleep:\r\nTell her, that her beauty was wont to feed mine eyes:\r\nTell her, that her sweet tongue was wont to make me mirth.\r\nNow do I nightly waste, wanting my kindly rest:\r\nNow do I daily starve, wanting my lively food:\r\nNow do I always die, wanting thy timely mirth.\r\nAnd if I waste, who will bewail my heavy chance?\r\nAnd if I starve, who will record my cursed end?\r\nAnd if I die, who will say: \"This was Immerito\"?",13,"Love"],[-6.6536593437,-7.3707985878,"I can love both fair and brown,\r\nHer whom abundance melts, and her whom want betrays,\r\nHer who loves loneness best, and her who masks and plays,\r\nHer whom the country formed, and whom the town,\r\nHer who believes, and her who tries,\r\nHer who still weeps with spongy eyes,\r\nAnd her who is dry cork, and never cries;\r\nI can love her, and her, and you, and you,\r\nI can love any, so she be not true.\r\n\r\nWill no other vice content you?\r\nWill it not serve your turn to do as did your mothers?\r\nOr have you all old vices spent, and now would find out others?\r\nOr doth a fear that men are true torment you?\r\nO we are not, be not you so;\r\nLet me, and do you, twenty know.\r\nRob me, but bind me not, and let me go.\r\nMust I, who came to travail thorough you,\r\nGrow your fixed subject, because you are true?\r\n\r\nVenus heard me sigh this song,\r\nAnd by love's sweetest part, variety, she swore,\r\nShe heard not this till now; and that it should be so no more.\r\nShe went, examined, and returned ere long,\r\nAnd said, Alas! some two or three\r\nPoor heretics in love there be,\r\nWhich think to stablish dangerous constancy.\r\nBut I have told them, Since you will be true,\r\nYou shall be true to them who are false to you.",13,"Love"],[4.8462190628,3.7616214752,"Leave me, O Love, which reachest but to dust;\r\nAnd thou, my mind, aspire to higher things;\r\nGrow rich in that which never taketh rust;\r\nWhatever fades but fading pleasure brings.\r\nDraw in thy beams and humble all thy might\r\nTo that sweet yoke where lasting freedoms be;\r\nWhich breaks the clouds and opens forth the light,\r\nThat both doth shine and give us sight to see.\r\nO take fast hold; let that light be thy guide\r\nIn this small course which birth draws out to death,\r\nAnd think how evil becometh him to slide,\r\nWho seeketh heav'n, and comes of heav'nly breath.\r\nThen farewell, world; thy uttermost I see:\r\nEternal Love, maintain thy life in me.",13,"Love"],[9.8353023529,-1.9080476761,"Stand still, and I will read to thee\r\nA lecture, love, in love's philosophy.\r\n         These three hours that we have spent,\r\n         Walking here, two shadows went\r\nAlong with us, which we ourselves produc'd.\r\nBut, now the sun is just above our head,\r\n         We do those shadows tread,\r\n         And to brave clearness all things are reduc'd.\r\nSo whilst our infant loves did grow,\r\nDisguises did, and shadows, flow\r\nFrom us, and our cares; but now 'tis not so.\r\nThat love has not attain'd the high'st degree,\r\nWhich is still diligent lest others see.\r\n\r\nExcept our loves at this noon stay,\r\nWe shall new shadows make the other way.\r\n         As the first were made to blind\r\n         Others, these which come behind\r\nWill work upon ourselves, and blind our eyes.\r\nIf our loves faint, and westwardly decline,\r\n         To me thou, falsely, thine,\r\n         And I to thee mine actions shall disguise.\r\nThe morning shadows wear away,\r\nBut these grow longer all the day;\r\nBut oh, love's day is short, if love decay.\r\nLove is a growing, or full constant light,\r\nAnd his first minute, after noon, is night.",13,"Love"],[-0.0768987685,12.7128324509,"The longe love that in my thought doth harbour\r\nAnd in mine hert doth keep his residence,\r\nInto my face presseth with bold pretence\r\nAnd therein campeth, spreading his banner.\r\nShe that me learneth to love and suffer\r\nAnd will that my trust and lustes negligence\r\nBe rayned by reason, shame, and reverence,\r\nWith his hardiness taketh displeasure.\r\nWherewithall unto the hert's forest he fleeth,\r\nLeaving his enterprise with pain and cry,\r\nAnd there him hideth and not appeareth.\r\nWhat may I do when my master feareth\r\nBut in the field with him to live and die?\r\nFor good is the life ending faithfully.",13,"Love"],[1.6914771795,-5.67791605,"Some that have deeper digg'd love's mine than I,\r\nSay, where his centric happiness doth lie;\r\n         I have lov'd, and got, and told,\r\nBut should I love, get, tell, till I were old,\r\nI should not find that hidden mystery.\r\n         Oh, 'tis imposture all!\r\nAnd as no chemic yet th'elixir got,\r\n         But glorifies his pregnant pot\r\n         If by the way to him befall\r\nSome odoriferous thing, or medicinal,\r\n         So, lovers dream a rich and long delight,\r\n         But get a winter-seeming summer's night.\r\n\r\nOur ease, our thrift, our honour, and our day,\r\nShall we for this vain bubble's shadow pay?\r\n         Ends love in this, that my man\r\nCan be as happy'as I can, if he can\r\nEndure the short scorn of a bridegroom's play?\r\n         That loving wretch that swears\r\n'Tis not the bodies marry, but the minds,\r\n         Which he in her angelic finds,\r\n         Would swear as justly that he hears,\r\nIn that day's rude hoarse minstrelsy, the spheres.\r\n         Hope not for mind in women; at their best\r\n         Sweetness and wit, they'are but mummy, possess'd.",13,"Love"],[-11.6263217926,17.8522453308,"I long to talk with some old lover's ghost,\r\n      Who died before the god of love was born.\r\nI cannot think that he, who then lov'd most,\r\n      Sunk so low as to love one which did scorn.\r\nBut since this god produc'd a destiny,\r\nAnd that vice-nature, custom, lets it be,\r\n      I must love her, that loves not me.\r\n\r\n   Sure, they which made him god, meant not so much,\r\n      Nor he in his young godhead practis'd it.\r\nBut when an even flame two hearts did touch,\r\n      His office was indulgently to fit\r\nActives to passives. Correspondency\r\nOnly his subject was; it cannot be\r\n      Love, till I love her, that loves me.\r\n\r\n   But every modern god will now extend\r\n      His vast prerogative as far as Jove.\r\nTo rage, to lust, to write to, to commend,\r\n      All is the purlieu of the god of love.\r\nO! were we waken'd by this tyranny\r\nTo ungod this child again, it could not be\r\n      I should love her, who loves not me.\r\n\r\n   Rebel and atheist too, why murmur I,\r\n      As though I felt the worst that love could do?\r\nLove might make me leave loving, or might try\r\n      A deeper plague, to make her love me too;\r\nWhich, since she loves before, I'am loth to see.\r\nFalsehood is worse than hate; and that must be,\r\n      If she whom I love, should love me.",-1,"Love"],[-10.8989915848,9.1298713684,"If yet I have not all thy love,\r\nDear, I shall never have it all;\r\nI cannot breathe one other sigh, to move,\r\nNor can intreat one other tear to fall;\r\nAnd all my treasure, which should purchase thee\r\nSighs, tears, and oaths, and lettersI have spent.\r\nYet no more can be due to me,\r\nThan at the bargain made was meant;\r\nIf then thy gift of love were partial,\r\nThat some to me, some should to others fall,\r\n         Dear, I shall never have thee all.\r\n\r\nOr if then thou gavest me all,\r\nAll was but all, which thou hadst then;\r\nBut if in thy heart, since, there be or shall\r\nNew love created be, by other men,\r\nWhich have their stocks entire, and can in tears,\r\nIn sighs, in oaths, and letters, outbid me,\r\nThis new love may beget new fears,\r\nFor this love was not vow'd by thee.\r\nAnd yet it was, thy gift being general;\r\nThe ground, thy heart, is mine; whatever shall\r\n         Grow there, dear, I should have it all.\r\n\r\nYet I would not have all yet,\r\nHe that hath all can have no more;\r\nAnd since my love doth every day admit\r\nNew growth, thou shouldst have new rewards in store;\r\nThou canst not every day give me thy heart,\r\nIf thou canst give it, then thou never gavest it;\r\nLove's riddles are, that though thy heart depart,\r\nIt stays at home, and thou with losing savest it;\r\nBut we will have a way more liberal,\r\nThan changing hearts, to join them; so we shall\r\n         Be one, and one another's all.",13,"Love"],[-18.1214580536,8.006731987,"Madam, withouten many words\r\n    Once I am sure ye will or no ...\r\nAnd if ye will, then leave your bourds\r\n    And use your wit and show it so,\r\nAnd with a beck ye shall me call;\r\n    And if of one that burneth alway\r\nYe have any pity at all,\r\n    Answer him fair with & {.} or nay.\r\nIf it be &, {.} I shall be fain;\r\n    If it be nay, friends as before;\r\nYe shall another man obtain,\r\n    And I mine own and yours no more.",13,"Love"],[10.557847023,16.593788147,"My lute awake! perform the last\r\nLabour that thou and I shall waste,\r\nAnd end that I have now begun;\r\nFor when this song is sung and past,\r\nMy lute be still, for I have done.\r\n\r\nAs to be heard where ear is none,\r\nAs lead to grave in marble stone,\r\nMy song may pierce her heart as soon;\r\nShould we then sigh or sing or moan?\r\nNo, no, my lute, for I have done.\r\n\r\nThe rocks do not so cruelly\r\nRepulse the waves continually,\r\nAs she my suit and affection;\r\nSo that I am past remedy,\r\nWhereby my lute and I have done.\r\n\r\nProud of the spoil that thou hast got\r\nOf simple hearts thorough Love's shot,\r\nBy whom, unkind, thou hast them won,\r\nThink not he hath his bow forgot,\r\nAlthough my lute and I have done.\r\n\r\nVengeance shall fall on thy disdain\r\nThat makest but game on earnest pain.\r\nThink not alone under the sun\r\nUnquit to cause thy lovers plain,\r\nAlthough my lute and I have done.\r\n\r\nPerchance thee lie wethered and old\r\nThe winter nights that are so cold,\r\nPlaining in vain unto the moon;\r\nThy wishes then dare not be told;\r\nCare then who list, for I have done.\r\n\r\nAnd then may chance thee to repent\r\nThe time that thou hast lost and spent\r\nTo cause thy lovers sigh and swoon;\r\nThen shalt thou know beauty but lent,\r\nAnd wish and want as I have done.\r\n\r\nNow cease, my lute; this is the last\r\nLabour that thou and I shall waste,\r\nAnd ended is that we begun.\r\nNow is this song both sung and past:\r\nMy lute be still, for I have done.",3,"Love"],[5.7400021553,-3.3547780514,"I now think Love is rather deaf than blind,\r\nFor else it could not be\r\nThat she,\r\nWhom I adore so much, should so slight me\r\nAnd cast my love behind.\r\nI'm sure my language to her was as sweet,\r\nAnd every close did meet\r\nIn sentence of as subtle feet,\r\nAs hath the youngest He\r\nThat sits in shadow of Apollo's tree.\r\n\r\nO, but my conscious fears,\r\nThat fly my thoughts between,\r\nTell me that she hath seen\r\nMy hundred of gray hairs,\r\nTold seven and forty years\r\nRead so much waste, as she cannot embrace\r\nMy mountain belly and my rocky face;\r\nAnd all these through her eyes have stopp'd her ears.",13,"Love"],[-16.6552009583,-1.3505212069,"When my grave is broke up again\r\n       Some second guest to entertain,\r\n       (For graves have learn'd that woman head,\r\n       To be to more than one a bed)\r\n                And he that digs it, spies\r\nA bracelet of bright hair about the bone,\r\n                Will he not let'us alone,\r\nAnd think that there a loving couple lies,\r\nWho thought that this device might be some way\r\nTo make their souls, at the last busy day,\r\nMeet at this grave, and make a little stay?\r\n\r\n         If this fall in a time, or land,\r\n         Where mis-devotion doth command,\r\n         Then he, that digs us up, will bring\r\n         Us to the bishop, and the king,\r\n                To make us relics; then\r\nThou shalt be a Mary Magdalen, and I\r\n                A something else thereby;\r\nAll women shall adore us, and some men;\r\nAnd since at such time miracles are sought,\r\nI would have that age by this paper taught\r\nWhat miracles we harmless lovers wrought.\r\n\r\n         First, we lov'd well and faithfully,\r\n         Yet knew not what we lov'd, nor why;\r\n         Difference of sex no more we knew\r\n         Than our guardian angels do;\r\n                Coming and going, we\r\nPerchance might kiss, but not between those meals;\r\n                Our hands ne'er touch'd the seals\r\nWhich nature, injur'd by late law, sets free;\r\nThese miracles we did, but now alas,\r\nAll measure, and all language, I should pass,\r\nShould I tell what a miracle she was.",8,"Love"],[-3.9226465225,4.7644786835,"Ring out your bells, let mourning shows be spread;\r\nFor Love is dead\r\nAll love is dead, infected\r\nWith plague of deep disdain;\r\nWorth, as nought worth, rejected,\r\nAnd Faith fair scorn doth gain.\r\nFrom so ungrateful fancy,\r\nFrom such a female franzy,\r\nFrom them that use men thus,\r\nGood Lord, deliver us!\r\n\r\nWeep, neighbours, weep; do you not hear it said\r\nThat Love is dead?\r\nHis death-bed, peacock's folly;\r\nHis winding-sheet is shame;\r\nHis will, false-seeming holy;\r\nHis sole exec'tor, blame.\r\nFrom so ungrateful fancy,\r\nFrom such a female franzy,\r\nFrom them that use men thus,\r\nGood Lord, deliver us!\r\n\r\nLet dirge be sung and trentals rightly read,\r\nFor Love is dead;\r\nSir Wrong his tomb ordaineth\r\nMy mistress' marble heart,\r\nWhich epitaph containeth,\r\n\"Her eyes were once his dart.\"\r\nFrom so ungrateful fancy,\r\nFrom such a female franzy,\r\nFrom them that use men thus,\r\nGood Lord, deliver us!\r\n\r\nAlas, I lie, rage hath this error bred;\r\nLove is not dead;\r\nLove is not dead, but sleepeth\r\nIn her unmatched mind,\r\nWhere she his counsel keepeth,\r\nTill due desert she find.\r\nTherefore from so vile fancy,\r\nTo call such wit a franzy,\r\nWho Love can temper thus,\r\nGood Lord, deliver us!",13,"Love"],[8.6746149063,5.3568673134,"Rose-cheek'd Laura, come,\r\nSing thou smoothly with thy beauty's\r\nSilent music, either other\r\nSweetly gracing.\r\n\r\nLovely forms do flow\r\nFrom concent divinely framed;\r\nHeav'n is music, and thy beauty's\r\nBirth is heavenly.\r\n\r\nThese dull notes we sing\r\nDiscords need for helps to grace them;\r\nOnly beauty purely loving\r\nKnows no discord,\r\n\r\nBut still moves delight,\r\nLike clear springs renew'd by flowing,\r\nEver perfect, ever in them-\r\nSelves eternal.",13,"Love"],[-14.3531007767,2.09116292,"Since so ye please to hear me plain,\r\nAnd that ye do rejoice my smart,\r\nMe list no lenger to remain\r\nTo such as be so overthwart.\r\n\r\nBut cursed be that cruel heart\r\nWhich hath procurd a careless mind\r\nFor me and mine unfeigned smart,\r\nAnd forceth me such faults to find.\r\n\r\nMore than too much I am assured\r\nOf thine intent, whereto to trust;\r\nA speedless proof I have endured,\r\nAnd now I leave it to them that lust.",13,"Love"],[-11.7702255249,9.9726066589,"My true-love hath my heart and I have his,\r\nBy just exchange one for the other given:\r\nI hold his dear, and mine he cannot miss;\r\nThere never was a bargain better driven.\r\nHis heart in me keeps me and him in one;\r\nMy heart in him his thoughts and senses guides:\r\nHe loves my heart, for once it was his own;\r\nI cherish his because in me it bides.\r\nHis heart his wound received from my sight;\r\nMy heart was wounded with his wounded heart;\r\nFor as from me on him his hurt did light,\r\nSo still, methought, in me his hurt did smart:\r\nBoth equal hurt, in this change sought our bliss,\r\nMy true love hath my heart and I have his.",13,"Love"],[4.8996357918,-8.208024025,"O Mistress mine where are you roaming?\r\nO stay and hear, your true love's coming,\r\n      That can sing both high and low.\r\nTrip no further pretty sweeting.\r\nJourneys end in lovers' meeting,\r\n      Every wise man's son doth know.\r\n\r\nWhat is love, 'tis not hereafter,\r\nPresent mirth, hath present laughter:\r\n      What's to come, is still unsure.\r\nIn delay there lies no plenty,\r\nThen come kiss me sweet and twenty:\r\n      Youth's a stuff will not endure.",13,"Love"],[3.4862291813,3.6539399624,"Sweetest love, I do not go,\r\n         For weariness of thee,\r\nNor in hope the world can show\r\n         A fitter love for me;\r\n                But since that I\r\nMust die at last, 'tis best\r\nTo use myself in jest\r\n         Thus by feign'd deaths to die.\r\n\r\nYesternight the sun went hence,\r\n         And yet is here today;\r\nHe hath no desire nor sense,\r\n         Nor half so short a way:\r\n                Then fear not me,\r\nBut believe that I shall make\r\nSpeedier journeys, since I take\r\n         More wings and spurs than he.\r\n\r\nO how feeble is man's power,\r\n         That if good fortune fall,\r\nCannot add another hour,\r\n         Nor a lost hour recall!\r\n                But come bad chance,\r\nAnd we join to'it our strength,\r\nAnd we teach it art and length,\r\n         Itself o'er us to'advance.\r\n\r\nWhen thou sigh'st, thou sigh'st not wind,\r\n         But sigh'st my soul away;\r\nWhen thou weep'st, unkindly kind,\r\n         My life's blood doth decay.\r\n                It cannot be\r\nThat thou lov'st me, as thou say'st,\r\nIf in thine my life thou waste,\r\n         That art the best of me.\r\n\r\nLet not thy divining heart\r\n         Forethink me any ill;\r\nDestiny may take thy part,\r\n         And may thy fears fulfil;\r\n                But think that we\r\nAre but turn'd aside to sleep;\r\nThey who one another keep\r\n         Alive, ne'er parted be.",13,"Love"],[-8.0149478912,1.6453450918,"Drink to me only with thine eyes,\r\n         And I will pledge with mine;\r\nOr leave a kiss but in the cup,\r\n         And Ill not look for wine.\r\nThe thirst that from the soul doth rise\r\n         Doth ask a drink divine;\r\nBut might I of Joves nectar sup,\r\n         I would not change for thine.\r\n\r\nI sent thee late a rosy wreath,\r\n         Not so much honouring thee\r\nAs giving it a hope, that there\r\n         It could not withered be.\r\nBut thou thereon didst only breathe,\r\n         And sentst it back to me;\r\nSince when it grows, and smells, I swear,\r\n         Not of itself, but thee.",13,"Love"],[0.5155931115,-0.0703733414,"When I consider everything that grows\r\nHolds in perfection but a little moment,\r\nThat this huge stage presenteth nought but shows\r\nWhereon the stars in secret influence comment;\r\nWhen I perceive that men as plants increase,\r\nCheered and check'd even by the selfsame sky,\r\nVaunt in their youthful sap, at height decrease,\r\nAnd wear their brave state out of memory;\r\nThen the conceit of this inconstant stay\r\nSets you most rich in youth before my sight,\r\nWhere wasteful Time debateth with Decay\r\nTo change your day of youth to sullied night;\r\nAnd all in war with Time for love of you,\r\nAs he takes from you, I engraft you new.",13,"Love"],[-5.9233212471,7.3912496567,"Devouring Time, blunt thou the lion's paws,\r\nAnd make the earth devour her own sweet brood;\r\nPluck the keen teeth from the fierce tiger's jaws,\r\nAnd burn the long-liv'd Phoenix in her blood;\r\nMake glad and sorry seasons as thou fleets,\r\nAnd do whate'er thou wilt, swift-footed Time,\r\nTo the wide world and all her fading sweets;\r\nBut I forbid thee one more heinous crime:\r\nO, carve not with the hours my love's fair brow,\r\nNor draw no lines there with thine antique pen!\r\nHim in thy course untainted do allow\r\nFor beauty's pattern to succeeding men.\r\nYet do thy worst, old Time! Despite thy wrong\r\nMy love shall in my verse ever live young.",13,"Love"],[-11.7294778824,-0.2986856997,"Let those who are in favour with their stars\r\nOf public honour and proud titles boast,\r\nWhilst I, whom fortune of such triumph bars,\r\nUnlook'd for joy in that I honour most.\r\nGreat princes' favourites their fair leaves spread\r\nBut as the marigold at the sun's eye,\r\nAnd in themselves their pride lies buried,\r\nFor at a frown they in their glory die.\r\nThe painful warrior famoused for fight,\r\nAfter a thousand victories once foil'd,\r\nIs from the book of honour razed quite,\r\nAnd all the rest forgot for which he toil'd:\r\nThen happy I, that love and am beloved\r\nWhere I may not remove nor be removed.",13,"Love"],[-2.302136898,14.2767105103,"When, in disgrace with fortune and mens eyes,\r\nI all alone beweep my outcast state,\r\nAnd trouble deaf heaven with my bootless cries,\r\nAnd look upon myself and curse my fate,\r\nWishing me like to one more rich in hope,\r\nFeatured like him, like him with friends possessed,\r\nDesiring this mans art and that mans scope,\r\nWith what I most enjoy contented least;\r\nYet in these thoughts myself almost despising,\r\nHaply I think on thee, and then my state,\r\n(Like to the lark at break of day arising\r\nFrom sullen earth) sings hymns at heavens gate;\r\n       For thy sweet love remembered such wealth brings\r\n       That then I scorn to change my state with kings.",13,"Love"],[-0.2182617188,4.242503643,"When to the sessions of sweet silent thought\r\nI summon up remembrance of things past,\r\nI sigh the lack of many a thing I sought,\r\nAnd with old woes new wail my dear time's waste:\r\nThen can I drown an eye, unus'd to flow,\r\nFor precious friends hid in death's dateless night,\r\nAnd weep afresh love's long since cancell'd woe,\r\nAnd moan th' expense of many a vanish'd sight;\r\nThen can I grieve at grievances foregone,\r\nAnd heavily from woe to woe tell o'er\r\nThe sad account of fore-bemoaned moan,\r\nWhich I new pay as if not paid before.\r\nBut if the while I think on thee, dear friend,\r\nAll losses are restor'd, and sorrows end.",13,"Love"],[-3.644695282,2.9645745754,"If thou survive my well-contented day,\r\nWhen that churl Death my bones with dust shall cover,\r\nAnd shalt by fortune once more re-survey\r\nThese poor rude lines of thy deceased lover,\r\nCompare them with the bettering of the time,\r\nAnd though they be outstripp'd by every pen,\r\nReserve them for my love, not for their rhyme,\r\nExceeded by the height of happier men.\r\nO then vouchsafe me but this loving thought:\r\n\"Had my friend's Muse grown with this growing age\r\nA dearer birth than this his love had brought,\r\nTo march in ranks of better equipage:\r\nBut since he died and poets better prove,\r\nTheirs for their style I'll read, his for his love.\"",13,"Love"],[-0.6643018126,2.773775816,"When I have seen by Time's fell hand defac'd\r\nThe rich proud cost of outworn buried age;\r\nWhen sometime lofty towers I see down-ras'd\r\nAnd brass eternal slave to mortal rage;\r\nWhen I have seen the hungry ocean gain\r\nAdvantage on the kingdom of the shore,\r\nAnd the firm soil win of the wat'ry main,\r\nIncreasing store with loss and loss with store;\r\nWhen I have seen such interchange of state,\r\nOr state itself confounded to decay;\r\nRuin hath taught me thus to ruminate,\r\nThat Time will come and take my love away.\r\nThis thought is as a death, which cannot choose\r\nBut weep to have that which it fears to lose.",13,"Love"],[-4.1216192245,5.7894134521,"Tir'd with all these, for restful death I cry,\r\nAs, to behold desert a beggar born,\r\nAnd needy nothing trimm'd in jollity,\r\nAnd purest faith unhappily forsworn,\r\nAnd gilded honour shamefully misplac'd,\r\nAnd maiden virtue rudely strumpeted,\r\nAnd right perfection wrongfully disgrac'd,\r\nAnd strength by limping sway disabled,\r\nAnd art made tongue-tied by authority,\r\nAnd folly, doctor-like, controlling skill,\r\nAnd simple truth miscall'd simplicity,\r\nAnd captive good attending captain ill.\r\nTir'd with all these, from these would I be gone,\r\nSave that, to die, I leave my love alone.",13,"Love"],[-1.1438529491,5.3784580231,"No longer mourn for me when I am dead\r\nThan you shall hear the surly sullen bell\r\nGive warning to the world that I am fled\r\nFrom this vile world with vilest worms to dwell;\r\nNay, if you read this line, remember not\r\nThe hand that writ it; for I love you so,\r\nThat I in your sweet thoughts would be forgot,\r\nIf thinking on me then should make you woe.\r\nO, if (I say) you look upon this verse,\r\nWhen I (perhaps) compounded am with clay,\r\nDo not so much as my poor name rehearse,\r\nBut let your love even with my life decay,\r\nLest the wise world should look into your moan,\r\nAnd mock you with me after I am gone.",13,"Love"],[-2.0450835228,3.7647490501,"Not mine own fears, nor the prophetic soul\r\nOf the wide world dreaming on things to come,\r\nCan yet the lease of my true love control,\r\nSuppos'd as forfeit to a confin'd doom.\r\nThe mortal moon hath her eclipse endur'd\r\nAnd the sad augurs mock their own presage;\r\nIncertainties now crown themselves assur'd\r\nAnd peace proclaims olives of endless age.\r\nNow with the drops of this most balmy time\r\nMy love looks fresh, and Death to me subscribes,\r\nSince, spite of him, I'll live in this poor rhyme,\r\nWhile he insults o'er dull and speechless tribes;\r\nAnd thou in this shalt find thy monument,\r\nWhen tyrants' crests and tombs of brass are spent.",13,"Love"],[-12.1433830261,2.6925661564,"Alas, 'tis true I have gone here and there\r\nAnd made myself a motley to the view,\r\nGor'd mine own thoughts, sold cheap what is most dear,\r\nMade old offences of affections new.\r\nMost true it is that I have look'd on truth\r\nAskance and strangely: but, by all above,\r\nThese blenches gave my heart another youth,\r\nAnd worse essays prov'd thee my best of love.\r\nNow all is done, have what shall have no end!\r\nMine appetite, I never more will grind\r\nOn newer proof, to try an older friend,\r\nA god in love, to whom I am confin'd.\r\nThen give me welcome, next my heaven the best,\r\nEven to thy pure and most most loving breast.",13,"Love"],[-15.6055040359,16.8103752136,"Let me not to the marriage of true minds\r\nAdmit impediments. Love is not love\r\nWhich alters when it alteration finds,\r\nOr bends with the remover to remove.\r\nO no! it is an ever-fixed mark\r\nThat looks on tempests and is never shaken;\r\nIt is the star to every wand'ring bark,\r\nWhose worth's unknown, although his height be taken.\r\nLove's not Time's fool, though rosy lips and cheeks\r\nWithin his bending sickle's compass come;\r\nLove alters not with his brief hours and weeks,\r\nBut bears it out even to the edge of doom.\r\nIf this be error and upon me prov'd,\r\nI never writ, nor no man ever lov'd.",11,"Love"],[-5.8526511192,11.269908905,"Th' expense of spirit in a waste of shame\r\nIs lust in action; and till action, lust\r\nIs perjured, murd'rous, bloody, full of blame,\r\nSavage, extreme, rude, cruel, not to trust,\r\nEnjoyed no sooner but despised straight,\r\nPast reason hunted; and, no sooner had\r\nPast reason hated as a swallowed bait\r\nOn purpose laid to make the taker mad;\r\nMad in pursuit and in possession so,\r\nHad, having, and in quest to have, extreme;\r\nA bliss in proof and proved, a very woe;\r\nBefore, a joy proposed; behind, a dream.\r\n    All this the world well knows; yet none knows well\r\n    To shun the heaven that leads men to this hell.",13,"Love"],[6.8711771965,-13.5899782181,"My mistress' eyes are nothing like the sun;\r\nCoral is far more red than her lips' red;\r\nIf snow be white, why then her breasts are dun;\r\nIf hairs be wires, black wires grow on her head.\r\nI have seen roses damasked, red and white,\r\nBut no such roses see I in her cheeks;\r\nAnd in some perfumes is there more delight\r\nThan in the breath that from my mistress reeks.\r\nI love to hear her speak, yet well I know\r\nThat music hath a far more pleasing sound;\r\nI grant I never saw a goddess go;\r\nMy mistress, when she walks, treads on the ground.\r\n   And yet, by heaven, I think my love as rare\r\n   As any she belied with false compare.",13,"Love"],[-11.0527772903,-6.5809211731,"Still to be neat, still to be dressed,\r\nAs you were going to a feast;\r\nStill to be powdered, still perfumed;\r\nLady, it is to be presumed,\r\nThough art's hid causes are not found,\r\nAll is not sweet, all is not sound.\r\n\r\nGive me a look, give me a face,\r\nThat makes simplicity a grace;\r\nRobes loosely flowing, hair as free;\r\nSuch sweet neglect more taketh me\r\n                       Than all th'adulteries of art.\r\nThey strike mine eyes, but not my heart.",13,"Love"],[13.0026369095,-0.9928940535,"               Busy old fool, unruly sun,\r\n               Why dost thou thus,\r\nThrough windows, and through curtains call on us?\r\nMust to thy motions lovers' seasons run?\r\n               Saucy pedantic wretch, go chide\r\n               Late school boys and sour prentices,\r\n         Go tell court huntsmen that the king will ride,\r\n         Call country ants to harvest offices,\r\nLove, all alike, no season knows nor clime,\r\nNor hours, days, months, which are the rags of time.\r\n\r\n               Thy beams, so reverend and strong\r\n               Why shouldst thou think?\r\nI could eclipse and cloud them with a wink,\r\nBut that I would not lose her sight so long;\r\n               If her eyes have not blinded thine,\r\n               Look, and tomorrow late, tell me,\r\n         Whether both th' Indias of spice and mine\r\n         Be where thou leftst them, or lie here with me.\r\nAsk for those kings whom thou saw'st yesterday,\r\nAnd thou shalt hear, All here in one bed lay.\r\n\r\n               She's all states, and all princes, I,\r\n               Nothing else is.\r\nPrinces do but play us; compared to this,\r\nAll honor's mimic, all wealth alchemy.\r\n               Thou, sun, art half as happy as we,\r\n               In that the world's contracted thus.\r\n         Thine age asks ease, and since thy duties be\r\n         To warm the world, that's done in warming us.\r\nShine here to us, and thou art everywhere;\r\nThis bed thy center is, these walls, thy sphere.",13,"Love"],[9.7570142746,-19.3153915405,"There is a garden in her face\r\nWhere roses and white lilies grow;\r\nA heav'nly paradise is that place\r\nWherein all pleasant fruits do flow.\r\nThere cherries grow which none may buy,\r\nTill \"Cherry ripe\" themselves do cry.\r\n\r\nThose cherries fairly do enclose\r\nOf orient pearl a double row,\r\nWhich when her lovely laughter shows,\r\nThey look like rose-buds fill'd with snow;\r\nYet them nor peer nor prince can buy,\r\nTill \"Cherry ripe\" themselves do cry.\r\n\r\nHer eyes like angels watch them still,\r\nHer brows like bended bows do stand,\r\nThreat'ning with piercing frowns to kill\r\nAll that attempt with eye or hand\r\nThose sacred cherries to come nigh,\r\nTill \"Cherry ripe\" themselves do cry.",-1,"Love"],[-4.5205154419,21.4730739594,"They flee from me that sometime did me seek\r\nWith naked foot, stalking in my chamber.\r\nI have seen them gentle, tame, and meek,\r\nThat now are wild and do not remember\r\nThat sometime they put themself in danger\r\nTo take bread at my hand; and now they range,\r\nBusily seeking with a continual change.\r\n\r\nThanked be fortune it hath been otherwise\r\nTwenty times better; but once in special,\r\nIn thin array after a pleasant guise,\r\nWhen her loose gown from her shoulders did fall,\r\nAnd she me caught in her arms long and small;\r\nTherewithall sweetly did me kiss\r\nAnd softly said, Dear heart, how like you this?\r\n\r\nIt was no dream: I lay broad waking.\r\nBut all is turned thorough my gentleness\r\nInto a strange fashion of forsaking;\r\nAnd I have leave to go of her goodness,\r\nAnd she also, to use newfangleness.\r\nBut since that I so kindly am served\r\nI would fain know what she hath deserved.",-1,"Love"],[-5.1028909683,-11.3092861176,"Thrice toss these oaken ashes in the air,\r\nThrice sit thou mute in this enchanted chair,\r\nThen thrice three times tie up this true love's knot,\r\nAnd murmur soft \"She will, or she will not.\"\r\n\r\nGo burn these pois'nous weeds in yon blue fire,\r\nThese screech-owl's feathers and this prickling briar,\r\nThis cypress gathered at a dead man's grave,\r\nThat all my fears and cares an end may have.\r\n\r\nThen come, you fairies! dance with me a round;\r\nMelt her hard heart with your melodious sound.\r\nIn vain are all the charms I can devise:\r\nShe hath an art to break them with her eyes.",13,"Love"],[-3.3490216732,-1.8606011868,"   Unstable dream, according to the place,\r\nBe steadfast once, or else at least be true.\r\nBy tasted sweetness make me not to rue\r\nThe sudden loss of thy false feigned grace.\r\nBy good respect in such a dangerous case\r\nThou broughtest not her into this tossing mew\r\nBut madest my sprite live, my care to renew,\r\nMy body in tempest her succour to embrace.\r\nThe body dead, the sprite had his desire,\r\nPainless was th'one, th'other in delight.\r\nWhy then, alas, did it not keep it right,\r\nReturning, to leap into the fire?\r\n     And where it was at wish, it could not remain,\r\n     Such mocks of dreams they turn to deadly pain.",13,"Love"],[3.5286853313,2.9704170227,"As virtuous men pass mildly away,\r\n   And whisper to their souls to go,\r\nWhilst some of their sad friends do say\r\n   The breath goes now, and some say, No:\r\n\r\nSo let us melt, and make no noise,\r\n   No tear-floods, nor sigh-tempests move;\r\n'Twere profanation of our joys\r\n   To tell the laity our love.\r\n\r\nMoving of th' earth brings harms and fears,\r\n   Men reckon what it did, and meant;\r\nBut trepidation of the spheres,\r\n   Though greater far, is innocent.\r\n\r\nDull sublunary lovers' love\r\n   (Whose soul is sense) cannot admit\r\nAbsence, because it doth remove\r\n   Those things which elemented it.\r\n\r\nBut we by a love so much refined,\r\n   That our selves know not what it is,\r\nInter-assured of the mind,\r\n   Care less, eyes, lips, and hands to miss.\r\n\r\nOur two souls therefore, which are one,\r\n   Though I must go, endure not yet\r\nA breach, but an expansion,\r\n   Like gold to airy thinness beat.\r\n\r\nIf they be two, they are two so\r\n   As stiff twin compasses are two;\r\nThy soul, the fixed foot, makes no show\r\n   To move, but doth, if the other do.\r\n\r\nAnd though it in the center sit,\r\n   Yet when the other far doth roam,\r\nIt leans and hearkens after it,\r\n   And grows erect, as that comes home.\r\n\r\nSuch wilt thou be to me, who must,\r\n   Like th' other foot, obliquely run;\r\nThy firmness makes my circle just,\r\n   And makes me end where I begun.",13,"Love"],[1.5309025049,8.6285762787,"          Let me pour forth\r\nMy tears before thy face, whilst I stay here,\r\nFor thy face coins them, and thy stamp they bear,\r\nAnd by this mintage they are something worth,\r\n         For thus they be\r\n         Pregnant of thee;\r\nFruits of much grief they are, emblems of more,\r\nWhen a tear falls, that thou falls which it bore,\r\nSo thou and I are nothing then, when on a diverse shore.\r\n\r\n         On a round ball\r\nA workman that hath copies by, can lay\r\nAn Europe, Afric, and an Asia,\r\nAnd quickly make that, which was nothing, all;\r\n         So doth each tear\r\n         Which thee doth wear,\r\nA globe, yea world, by that impression grow,\r\nTill thy tears mix'd with mine do overflow\r\nThis world; by waters sent from thee, my heaven dissolved so.\r\n\r\n         O more than moon,\r\nDraw not up seas to drown me in thy sphere,\r\nWeep me not dead, in thine arms, but forbear\r\nTo teach the sea what it may do too soon;\r\n         Let not the wind\r\n         Example find,\r\nTo do me more harm than it purposeth;\r\nSince thou and I sigh one another's breath,\r\nWhoe'er sighs most is cruellest, and hastes the other's death.",13,"Love"],[-10.9763650894,13.2186584473,"What needeth these threnning words and wasted wind?\r\nAll this cannot make me restore my prey.\r\nTo rob your good, iwis, is not my mind,\r\nNor causeless your fair hand did I display.\r\nLet love be judge or else whom next we meet\r\nThat may both hear what you and I can say:\r\nShe took from me an heart, and I a glove from her.\r\nLet us see now if th'one be worth th'other.",13,"Love"],[-9.9690494537,6.3420162201,"What should I say,\r\nSince faith is dead,\r\nAnd truth away\r\nFrom you is fled?\r\nShould I be led\r\nWith doubleness?\r\nNay, nay, mistress!\r\n\r\nI promised you,\r\nAnd you promised me,\r\nTo be as true\r\nAs I would be.\r\nBut since I see\r\nYour double heart,\r\nFarewell my part!\r\n\r\nThough for to take\r\nIt is not my mind,\r\nBut to forsake\r\n[One so unkind]\r\nAnd as I find,\r\nSo will I trust:\r\nFarewell, unjust!\r\n\r\nCan ye say nay?\r\nBut you said\r\nThat I alway\r\nShould be obeyed?\r\nAnd thus betrayed\r\nOr that I wiste\r\nFarewell, unkissed.",13,"Love"],[-15.2380075455,-5.6835227013,"When thou must home to shades of underground,\r\nAnd there arriv'd, a new admired guest,\r\nThe beauteous spirits do engirt thee round,\r\nWhite Iope, blithe Helen, and the rest,\r\nTo hear the stories of thy finish'd love\r\nFrom that smooth tongue whose music hell can move;\r\n\r\nThen wilt thou speak of banqueting delights,\r\nOf masques and revels which sweet youth did make,\r\nOf tourneys and great challenges of knights,\r\nAnd all these triumphs for thy beauty's sake:\r\nWhen thou hast told these honours done to thee,\r\nThen tell, O tell, how thou didst murder me.",-1,"Love"],[-20.1412715912,-17.4027862549,"Whoso list to hunt, I know where is an hind,\r\nBut as for me, helas, I may no more.\r\nThe vain travail hath wearied me so sore,\r\nI am of them that farthest cometh behind.\r\nYet may I by no means my wearied mind\r\nDraw from the deer, but as she fleeth afore\r\nFainting I follow. I leave off therefore,\r\nSithens in a net I seek to hold the wind.\r\nWho list her hunt, I put him out of doubt,\r\nAs well as I may spend his time in vain.\r\nAnd graven with diamonds in letters plain\r\nThere is written, her fair neck round about:\r\nNoli me tangere, for Caesar's I am,\r\nAnd wild for to hold, though I seem tame.",4,"Love"],[-17.8320636749,-21.8970985413,"Ye old mule that think yourself so fair,\r\nLeave off with craft your beauty to repair,\r\nFor it is true, without any fable,\r\nNo man setteth more by riding in your saddle.\r\nToo much travail so do your train appair.\r\n        Ye old mule\r\nWith false savour though you deceive th'air,\r\nWhoso taste you shall well perceive your lair\r\nSavoureth somewhat of a Kappurs stable.\r\n        Ye old mule\r\nYe must now serve to market and to fair,\r\nAll for the burden, for panniers a pair.\r\nFor since gray hairs been powdered in your sable,\r\nThe thing ye seek for, you must yourself enable\r\nTo purchase it by payment and by prayer,\r\n        Ye old mule.",1,"Love"],[12.4278383255,3.1782708168,"I leaned against the mantel, sick, sick,\r\nThinking of my failure, looking into the abysm,\r\nWeak from the noon-day heat.\r\nA church bell sounded mournfully far away,\r\nI heard the cry of a baby,\r\nAnd the coughing of John Yarnell,\r\nBed-ridden, feverish, feverish, dying,\r\nThen the violent voice of my wife:\r\n\"Watch out, the potatoes are burning!\"\r\nI smelled them ... then there was irresistible disgust.\r\nI pulled the trigger ... blackness ... light ...\r\nUnspeakable regret ... fumbling for the world again.\r\nToo late! Thus I came here,\r\nWith lungs for breathing ... one cannot breathe here with lungs,\r\nThough one must breathe\r\nOf what use is it To rid one's self of the world,\r\nWhen no soul may ever escape the eternal destiny of life?",10,"Mythology & Folklore"],[-12.9087705612,22.8787307739,"I was the first fruits of the battle of Missionary Ridge.\r\nWhen I felt the bullet enter my heart\r\nI wished I had staid at home and gone to jail\r\nFor stealing the hogs of Curl Trenary,\r\nInstead of running away and joining the army.\r\nRather a thousand times the county jail\r\nThan to lie under this marble figure with wings,\r\nAnd this granite pedestal Bearing the words, Pro Patria.\r\nWhat do they mean, anyway?",-1,"Mythology & Folklore"],[3.1198122501,-3.2789840698,"I was only eight years old;\r\nAnd before I grew up and knew what it meant\r\nI had no words for it, except\r\nThat I was frightened and told my\r\nMother; And that my Father got a pistol\r\nAnd would have killed Charlie, who was a big boy,\r\nFifteen years old, except for his Mother.\r\nNevertheless the story clung to me.\r\nBut the man who married me, a widower of thirty-five,\r\nWas a newcomer and never heard it\r\nTill two years after we were married.\r\nThen he considered himself cheated,\r\nAnd the village agreed that I was not really a virgin.\r\nWell, he deserted me, and I died\r\nThe following winter.",13,"Mythology & Folklore"],[2.5477762222,18.3915023804,"Why should I blame her that she filled my days\r\nWith misery, or that she would of late\r\nHave taught to ignorant men most violent ways,\r\nOr hurled the little streets upon the great,\r\nHad they but courage equal to desire?\r\nWhat could have made her peaceful with a mind\r\nThat nobleness made simple as a fire,\r\nWith beauty like a tightened bow, a kind\r\nThat is not natural in an age like this,\r\nBeing high and solitary and most stern?\r\nWhy, what could she have done, being what she is?\r\nWas there another Troy for her to burn?",5,"Mythology & Folklore"],[-22.035823822,0.1030465961,"As I went up by Ovillers\r\n   In mud and water cold to the knee,\r\nThere went three jeering, fleering spectres,\r\n   That walked abreast and talked of me.\r\n\r\nThe first said, Heres a right brave soldier\r\n   That walks the dark unfearingly;\r\nSoon hell come back on a fine stretcher,\r\n   And laughing for a nice Blighty.\r\n\r\nThe second, Read his face, old comrade,\r\n   No kind of lucky chance I see;\r\nOne day hell freeze in mud to the marrow,\r\n   Then look his last on Picardie.\r\n\r\nThough bitter the word of these first twain\r\n   Curses the third spat venomously;\r\nHell stay untouched till the wars last dawning\r\n   Then live one hour of agony.\r\n\r\nLiars the first two were. Behold me\r\n   At sloping arms by one  two  three;\r\nWaiting the time I shall discover\r\n   Whether the third spake verity.",-1,"Mythology & Folklore"],[11.8408193588,10.3968076706,"She was a village\r\nOf lovely knowledge\r\nThe high roads left her aside, she was forlorn, a maid\r\nWater ran there, dusk hid her, she climbed four-wayed.\r\nBrown-gold windows showed last folk not yet asleep;\r\nWater ran, was a centre of silence deep,\r\nFathomless deeps of pricked sky, almost fathomless\r\nHallowed an upward gaze in pale satin of blue.\r\nAnd I was happy indeed, of mind, soul, body even\r\nHaving got given\r\nA sign undoubtful of a dear England few\r\nDoubt, not many have seen,\r\nThat Will Squele he knew and was so shriven.\r\nHome of Twelfth Night  Edward Thomas by Arras fallen,\r\nBorrow and Hardy, Sussex tales out of Roman heights callen.\r\nNo madrigals or field-songs to my all reverent whim;\r\nTill I got back I was dumb.",-1,"Mythology & Folklore"],[-23.1265335083,-2.3512966633,"If it were not for England, who would bear\r\nThis heavy servitude one moment more?\r\nTo keep a brothel, sweep and wash the floor\r\nOf filthiest hovels were noble to compare\r\nWith this brass-cleaning life. Now here, now there\r\nHarried in foolishness, scanned curiously o'er\r\nBy fools made brazen by conceit, and store\r\nOf antique witticisms thin and bare.\r\n\r\nOnly the love of comrades sweetens all,\r\nWhose laughing spirit will not be outdone.\r\nAs night-watching men wait for the sun\r\nTo hearten them, so wait I on such boys\r\nAs neither brass nor Hell-fire may appal,\r\nNor guns, nor sergeant-major's bluster and noise.",-1,"Mythology & Folklore"],[11.5110578537,10.6074714661,"Little did I dream, England, that you bore me\r\nUnder the Cotswold hills beside the water meadows,\r\nTo do you dreadful service, here, beyond your borders\r\nAnd your enfolding seas.\r\n\r\nI was a dreamer ever, and bound to your dear service,\r\nMeditating deep, I thought on your secret beauty,\r\nAs through a child's face one may see the clear spirit\r\nMiraculously shining.\r\n\r\nYour hills not only hills, but friends of mine and kindly,\r\nYour tiny knolls and orchards hidden beside the river\r\nMuddy and strongly flowing, with shy and tiny streamlets\r\nSafe in its bosom.\r\n\r\nNow these are memories only, and your skies and rushy sky-pools\r\nFragile mirrors easily broken by moving airs ...\r\nBut deep in my heart for ever goes on your daily being,\r\nAnd uses consecrate.\r\n\r\nThink on me too, O Mother, who wrest my soul to serve you\r\nIn strange and fearful ways beyond your encircling waters;\r\nNone but you can know my heart, its tears and sacrifice;\r\nNone, but you, repay.",-1,"Mythology & Folklore"],[10.5015821457,11.793762207,"He's gone, and all our plans\r\n   Are useless indeed.\r\nWe'll walk no more on Cotswold\r\n   Where the sheep feed\r\n   Quietly and take no heed.\r\n\r\nHis body that was so quick\r\n   Is not as you\r\nKnew it, on Severn river\r\n   Under the blue\r\n   Driving our small boat through.\r\n\r\nYou would not know him now ...\r\n   But still he died\r\nNobly, so cover him over\r\n   With violets of pride\r\n   Purple from Severn side.\r\n\r\nCover him, cover him soon!\r\n   And with thick-set\r\nMasses of memoried flowers\r\n   Hide that red wet\r\n   Thing I must somehow forget.",-1,"Mythology & Folklore"],[-4.6977930069,2.8230626583,"Now, youth, the hour of thy dread passion comes;\r\nThy lovely things must all be laid away;\r\nAnd thou, as others, must face the riven day\r\nUnstirred by rattle of the rolling drums,\r\nOr bugles' strident cry. When mere noise numbs\r\nThe sense of being, the sick soul doth sway,\r\nRemember thy great craft's honour, that they may say\r\nNothing in shame of poets. Then the crumbs\r\nOf praise the little versemen joyed to take\r\nShall be forgotten; then they must know we are,\r\nFor all our skill in words, equal in might\r\nAnd strong of mettle as those we honoured; make\r\nThe name of poet terrible in just war,\r\nAnd like a crown of honour upon the fight.",13,"Mythology & Folklore"],[-22.8253536224,-1.8974274397,"When I remember plain heroic strength\r\nAnd shining virtue shown by Ypres pools,\r\nThen read the blither written by knaves for fools\r\nIn praise of English soldiers lying at length,\r\nWho purely dream what England shall be made\r\nGloriously new, free of the old stains\r\nBy us, who pay the price that must be paid,\r\nWill freeze all winter over Ypres plains.\r\nOur silly dreams of peace you put aside\r\nAnd brotherhood of man, for you will see\r\nAn armed mistress, braggart of the tide,\r\nHer children slaves, under your mastery.\r\nWe'll have a word there too, and forge a knife,\r\nWill cut the cancer threatens England's life.",-1,"Mythology & Folklore"],[-10.7757463455,-9.6514959335,"   So in Pieria, from the wedded bliss\r\nOf Time and Memory, the Muses came\r\nTo be the means of rich oblivion,\r\nAnd rest from cares.  And when the Thunderer\r\nTook heaven, then the Titans warred on him\r\nFor pity of mankind. But the great law,\r\nWhich is the law of music, not of bread,\r\nSet Atlas for a pillar, manacled\r\nHis brother to the rocks of the Scythia,\r\nAnd under Aetna fixed the furious Typhon.\r\nSo should thought rule, not force. And Amphion,\r\nPursuing justice, entered Thebes and slew\r\nHis mother's spouse; but when he would make sure\r\nAnd fortify the city, then he took\r\nThe lyre that Hermes gave, and played, and watched\r\nThe stones move and assemble, till a wall\r\nEngirded Thebes and kept the citadel\r\nBeyond the reach of arrows and of fire.\r\nWhat other power but harmony can build\r\nA city, and what gift so magical\r\nAs that by which a city lifts its walls?\r\nSo men, in years to come, shall feel the power\r\nOf this man moving through the high-ranged thought\r\nWhich plans for beauty, builds for larger life.\r\nThe stones shall rise in towers to answer him.",-1,"Mythology & Folklore"],[-18.1116371155,0.6420637965,"My bands of silk and miniver\r\nMomently grew heavier;\r\nThe black gauze was beggarly thin;\r\nThe ermine muffled mouth and chin;\r\nI could not suck the moonlight in.\r\n\r\nHarlequin in lozenges\r\nOf love and hate, I walked in these\r\nStriped and ragged rigmaroles;\r\nAlong the pavement my footsoles\r\nTrod warily on living coals.\r\n\r\nShouldering the thoughts I loathed,\r\nIn their corrupt disguises clothed,\r\nMorality I could not tear\r\nFrom my ribs, to leave them bare\r\nIvory in silver air.\r\n\r\nThere I walked, and there I raged;\r\nThe spiritual savage caged\r\nWithin my skeleton, raged afresh\r\nTo feel, behind a carnal mesh,\r\nThe clean bones crying in the flesh.",-1,"Mythology & Folklore"],[-9.7119674683,-9.1984519958,"                                    I\r\n\r\nBehoild Pelides with his yellow hair,\r\nProud child of Thetis, hero loved of Jove;\r\nAbove the frowning of his brows of wove\r\nA crown of gold, well combed, with Spartan care.\r\nWho might have seen him, sullen, great, and fair,\r\nAs with the wrongful world he proudly strove,\r\nAnd by high deeds his wilder passion shrove,\r\nMastering love, resentment, and despair.\r\nHe knew his end, and Phoebus arrow sure\r\nHe braved for fame immortal and a friend,\r\nDespising life; and we, who know our end,\r\nKnow that in our decay he shall endure\r\nAnd all our childrens hearts to grief inure,\r\nWith whose first bitter battles his shall blend.\r\n\r\n                                    II\r\n\r\nWho brought thee forth, immortal vision, who\r\nIn Phthia or in Tempe brought thee forth?\r\nOut of the sunlight and the sapful earth\r\nWhat god the simples of thy spirit drew?\r\nA goddess rose from the green waves, and threw\r\nHer arms about a king, to give thee birth;\r\nA centaur, patron of thy boyish mirth,\r\nOver the meadows in thy footsteps flew.\r\nNow Thessaly forgets thee, and the deep\r\nThy keeled bark furrowed answers not thy prayer;\r\nBut far away new generations keep\r\nThy laurels fresh; where branching Isis hems\r\nThe lawns of Oxford round about, or where\r\nEnchanted Eton sits by pleasant Thames.\r\n\r\n                                    III\r\n\r\nI gaze on thee as Phidias of old\r\nOr Polyclitus gazed, when first he saw\r\nThese hard and shining limbs, without a flaw,\r\nAnd cast his wonder in heroic mould.\r\nUnhappy me who only may behold,\r\nNor make immutable and fix in awe\r\nA fair immortal form no worm shall gnaw,\r\nA tempered mind whose faith was never told!\r\nThe godlike mien, the lions lock and eye,\r\nThe well-knit sinew, utter a brave heart\r\nBetter than many words that part by part\r\nSpell in strange symbols what serene and whole\r\nIn nature lives, nor can in marble die.\r\nThe perfect body itself the soul.",13,"Mythology & Folklore"],[20.2429943085,5.8194642067,"I had come to the house, in a cave of trees,\r\nFacing a sheer sky.\r\nEverything moved,a bell hung ready to strike,\r\nSun and reflection wheeled by.\r\n\r\nWhen the bare eyes were before me\r\nAnd the hissing hair,\r\nHeld up at a window, seen through a door.\r\nThe stiff bald eyes, the serpents on the forehead\r\nFormed in the air.\r\n\r\nThis is a dead scene forever now.\r\nNothing will ever stir.\r\nThe end will never brighten it more than this,\r\nNor the rain blur.\r\n\r\nThe water will always fall, and will not fall,\r\nAnd the tipped bell make no sound.\r\nThe grass will always be growing for hay\r\nDeep on the ground.\r\n\r\nAnd I shall stand here like a shadow\r\nUnder the great balanced day,\r\nMy eyes on the yellow dust, that was lifting in the wind,\r\nAnd does not drift away.",13,"Mythology & Folklore"],[17.0550479889,6.6867384911,"There may be chaos still around the world,\r\nThis little world that in my thinking lies;\r\nFor mine own bosom is the paradise\r\nWhere all my lifes fair visions are unfurled.\r\nWithin my natures shell I slumber curled,\r\nUnmindful of the changing outer skies,\r\nWhere now, perchance, some new-born Eros flies,\r\nOr some old Cronos from his throne is hurled.\r\nI heed them not; or if the subtle night\r\nHaunt me with deities I never saw,\r\nI soon mine eyelids drowsy curtain draw\r\nTo hide their myriad faces from my sight.\r\nThey threat in vain; the whirlwind cannot awe\r\nA happy snow-flake dancing in the flaw.",13,"Mythology & Folklore"],[11.1550121307,-12.6524362564,"My love looks like a girl to-night,\r\n      But she is old.\r\nThe plaits that lie along her pillow\r\n      Are not gold,\r\nBut threaded with filigree silver,\r\n      And uncanny cold.\r\n\r\nShe looks like a young maiden, since her brow\r\n      Is smooth and fair,\r\nHer cheeks are very smooth, her eyes are closed.\r\n      She sleeps a rare\r\nStill winsome sleep, so still, and so composed.\r\n\r\nNay, but she sleeps like a bride, and dreams her dreams\r\n      Of perfect things.\r\nShe lies at last, the darling, in the shape of her dream,\r\n      And her dead mouth sings\r\nBy its shape, like the thrushes in clear evenings.",12,"Mythology & Folklore"],[24.9630565643,-7.5344901085,"in Just-\r\nspring          when the world is mud-\r\nluscious the little\r\nlame balloonman\r\n\r\nwhistles          far          and wee\r\n\r\nand eddieandbill come\r\nrunning from marbles and\r\npiracies and it's\r\nspring\r\n\r\nwhen the world is puddle-wonderful\r\n\r\nthe queer\r\nold balloonman whistles\r\nfar          and             wee\r\nand bettyandisbel come dancing\r\n\r\nfrom hop-scotch and jump-rope and\r\n\r\nit's\r\nspring\r\nand\r\n\r\n         the\r\n\r\n                  goat-footed\r\n\r\nballoonMan          whistles\r\nfar\r\nand\r\nwee",13,"Mythology & Folklore"],[5.819627285,4.8614044189,"Living, I had no might\r\nTo make you hear,\r\nNow, in the inmost night,\r\nI am so near\r\nNo whisper, falling light,\r\nDivides us, dear.\r\n\r\nLiving, I had no claim\r\nOn your great hours.\r\nNow the thin candle-flame,\r\nThe closing flowers,\r\nWed summer with my name,\r\nAnd these are ours.\r\n\r\nYour shadow on the dust,\r\nStrength, and a cry,\r\nDelight, despair, mistrust,\r\nAll these am I.\r\nDawn, and the far hills thrust\r\nTo a far sky.\r\n\r\nLiving, I had no skill\r\nTo stay your tread,\r\nNow all that was my will\r\nSilence has said.\r\nWe are one for good and ill\r\nSince I am dead.",13,"Mythology & Folklore"],[-8.5778503418,-11.4866218567,"Momus is the name men give your face,\r\nThe brag of its tone, like a long low steamboat whistle\r\nFinding a way mid mist on a shoreland,\r\nWhere gray rocks let the salt water shatter spray Against horizons purple, silent.\r\n\r\nYes, Momus,\r\nMen have flung your face in bronze\r\nTo gaze in gargoyle downward on a street-whirl of folk.\r\nThey were artists did this, shaped your sad mouth,\r\nGave you a tall forehead slanted with calm, broad wisdom;\r\nAll your lips to the corners and your cheeks to the high bones\r\nThrown over and through with a smile that forever wishes and wishes, purple, silent, fled from all the iron things of life, evaded like a sought bandit, gone into dreams, by God.\r\n\r\nI wonder, Momus,\r\nWhether shadows of the dead sit somewhere and look with deep laughter\r\nOn men who play in terrible earnest the old, known, solemn repetitions of history.\r\nA droning monotone soft as sea laughter hovers from your kindliness of bronze,\r\nYou give me the human ease of a mountain peak, purple, silent;\r\nGranite shoulders heaving above the earth curves,\r\nCareless eye-witness of the spawning tides of men and women\r\nSwarming always in a drift of millions to the dust of toil, the salt of tears,\r\nAnd blood drops of undiminishing war.",13,"Mythology & Folklore"],[5.8324298859,7.9786472321,"Potuia, potuia\r\nWhite grave goddess,\r\nPity my sadness,\r\nO silence of Paros.\r\n\r\nI am not of these about thy feet,\r\nThese garments and decorum;\r\nI am thy brother,\r\nThy lover of aforetime crying to thee,\r\nAnd thou hearest me not.\r\n\r\nI have whispered thee in thy solitudes\r\nOf our loves in Phrygia,\r\nThe far ecstasy of burning noons\r\nWhen the fragile pipes\r\nCeased in the cypress shade,\r\nAnd the brown fingers of the shepherd\r\nMoved over slim shoulders;\r\nAnd only the cicada sang.\r\n\r\nI have told thee of the hills\r\nAnd the lisp of reeds\r\nAnd the sun upon thy breasts,\r\n\r\nAnd thou hearest me not,\r\nPotuia, potuia\r\nThou hearest me not.",13,"Mythology & Folklore"],[-28.8456230164,7.2956738472,"I have built a house in the middle of the Ocean\r\nIts windows are the rivers flowing from my eyes\r\nOctopi are crawling all over where the walls are\r\nHear their triple hearts beat and their beaks peck against the windowpanes\r\n\r\nHouse of dampness\r\nHouse of burning\r\nSeasons fastness\r\nSeason singing\r\nThe airplanes are laying eggs\r\nWatch out for the dropping of the anchor\r\n\r\nWatch out for the shooting black ichor\r\nIt would be good if you were to come from the sky\r\nThe skys honeysuckle is climbing\r\nThe earthly octopi are throbbing\r\nAnd so very many of us have become our own gravediggers\r\nPale octopi of the chalky waves O octopi with pale beaks\r\nAround the house is this ocean that you know well\r\n  And is never still\r\n\r\n\r\nTranslated from the French ",2,"Nature"],[28.7336769104,2.6933104992,"She that but little patience knew,\r\nFrom childhood on, had now so much\r\nA grey gull lost its fear and flew\r\nDown to her cell and there alit,\r\nAnd there endured her fingers' touch\r\nAnd from her fingers ate its bit.\r\n\r\nDid she in touching that lone wing\r\nRecall the years before her mind\r\nBecame a bitter, an abstract thing,\r\nHer thought some popular enmity:\r\nBlind and leader of the blind\r\nDrinking the foul ditch where they lie?\r\n\r\nWhen long ago I saw her ride\r\nUnder Ben Bulben to the meet,\r\nThe beauty of her country-side\r\nWith all youth's lonely wildness stirred,\r\nShe seemed to have grown clean and sweet\r\nLike any rock-bred, sea-borne bird:\r\n\r\nSea-borne, or balanced in the air\r\nWhen first it sprang out of the nest\r\nUpon some lofty rock to stare\r\nUpon the cloudy canopy,\r\nWhile under its storm-beaten breast\r\nCried out the hollows of the sea.",-1,"Nature"],[3.7338895798,10.1833333969,"There was a man whom Sorrow named his friend,\r\nAnd he, of his high comrade Sorrow dreaming,\r\nWent walking with slow steps along the gleaming\r\nAnd humming sands, where windy surges wend:\r\nAnd he called loudly to the stars to bend\r\nFrom their pale thrones and comfort him, but they\r\nAmong themselves laugh on and sing alway:\r\nAnd then the man whom Sorrow named his friend\r\nCried out, Dim sea, hear my most piteous story!\r\nThe sea swept on and cried her old cry still,\r\nRolling along in dreams from hill to hill.\r\nHe fled the persecution of her glory\r\nAnd, in a far-off, gentle valley stopping,\r\nCried all his story to the dewdrops glistening.\r\nBut naught they heard, for they are always listening,\r\nThe dewdrops, for the sound of their own dropping.\r\nAnd then the man whom Sorrow named his friend\r\nSought once again the shore, and found a shell,\r\nAnd thought, I will my heavy story tell\r\nTill my own words, re-echoing, shall send\r\nTheir sadness through a hollow, pearly heart;\r\nAnd my own tale again for me shall sing,\r\nAnd my own whispering words be comforting,\r\nAnd lo! my ancient burden may depart.\r\nThen he sang softly nigh the pearly rim;\r\nBut the sad dweller by the sea-ways lone\r\nChanged all he sang to inarticulate moan\r\nAmong her wildering whirls, forgetting him.",13,"Nature"],[4.8544521332,11.2635955811,"By a peninsula the painter sat and\r\nSketched the uneven valley groves.\r\nThe apostle gave alms to the\r\nMeek. The volcano burst\r\nIn fusive sulphur and hurled\r\nRocks and ore into the air\r\nHeavens sudden change at\r\nThe drawing tempestuous,\r\nDarkening shade of dense clouded hues.\r\nThe wanderer soon chose\r\nHis spot of rest; they bore the\r\nChosen hero upon their shoulders,\r\nWhom they strangely admired, as\r\nThe beach-tide summer of people desired.",-1,"Nature"],[-26.6281681061,9.2969732285,"Is this the river East I heard?\r\nWhere the ferries, tugs and sailboats stirred\r\nAnd the reaching wharves from the inner land\r\nOurstretched, like the harmless receiving hand\r\n\r\nAnd the silvery tinge that sparkles aloud\r\nLike the brilliant white demons, which a tide has towed\r\nFrom the rays of the morning sun\r\nWhich it doth ceaselessly shine upon.\r\n\r\nBut look at the depth of the drippling tide\r\nThe dripples, reripples like the locusts astride;\r\nAs the boat turns upon the silvery spread\r\nIt leavesstrangea shadow dead.\r\n\r\nAnd the very charms from the reflective river\r\nAnd from the stacks of the floating boat\r\nThere seemeth the quality neer to dissever\r\nLike the ruffles from the mystified smoke.",2,"Nature"],[26.3909950256,0.5946758389,"The motion of gathering loops of water\r\nMust either burst or remain in a moment.\r\nThe violet colors through the glass\r\nThrow up little swellings that appear\r\nAnd spatter as soon as another strikes\r\nAnd is born; so pure are they of colored\r\nHues, that we feel the absent strength\r\nOf its power. When they begin they gather\r\nLike sand on the beach: each bubble\r\nContains a complete eye of water.",13,"Nature"],[20.9968585968,0.8278812766,"I went out to the hazel wood,\r\nBecause a fire was in my head,\r\nAnd cut and peeled a hazel wand,\r\nAnd hooked a berry to a thread;\r\nAnd when white moths were on the wing,\r\nAnd moth-like stars were flickering out,\r\nI dropped the berry in a stream\r\nAnd caught a little silver trout.\r\n\r\nWhen I had laid it on the floor\r\nI went to blow the fire a-flame,\r\nBut something rustled on the floor,\r\nAnd someone called me by my name:\r\nIt had become a glimmering girl\r\nWith apple blossom in her hair\r\nWho called me by my name and ran\r\nAnd faded through the brightening air.\r\n\r\nThough I am old with wandering\r\nThrough hollow lands and hilly lands,\r\nI will find out where she has gone,\r\nAnd kiss her lips and take her hands;\r\nAnd walk among long dappled grass,\r\nAnd pluck till time and times are done,\r\nThe silver apples of the moon,\r\nThe golden apples of the sun.",13,"Nature"],[13.9278411865,-12.2743673325,"Her terrace was the sand\r\nAnd the palms and the twilight.\r\n\r\nShe made of the motions of her wrist\r\nThe grandiose gestures\r\nOf her thought.\r\n\r\nThe rumpling of the plumes\r\nOf this creature of the evening\r\nCame to be sleights of sails\r\nOver the sea.\r\n\r\nAnd thus she roamed\r\nIn the roamings of her fan,\r\n\r\nPartaking of the sea,\r\nAnd of the evening,\r\nAs they flowed around\r\nAnd uttered their subsiding sound.",12,"Nature"],[24.0885543823,0.3416540325,"As the immense dew of Florida\r\nBrings forth\r\nThe big-finned palm\r\nAnd green vine angering for life,\r\n\r\nAs the immense dew of Florida\r\nBrings forth hymn and hymn\r\nFrom the beholder,\r\nBeholding all these green sides\r\nAnd gold sides of green sides,\r\n\r\nAnd blessed mornings,\r\nMeet for the eye of the young alligator,\r\nAnd lightning colors\r\nSo, in me, come flinging\r\nForms, flames, and the flakes of flames.",13,"Nature"],[12.1923789978,-3.1244752407,"The moon has left the sky, love,\r\nThe stars are hiding now,\r\nAnd frowning on the world, love,\r\nNight bares her sable brow.\r\n\r\nThe snow is on the ground, love,\r\nAnd cold and keen the air is.\r\nIm singing here to you, love;\r\nYoure dreaming there in Paris.\r\n\r\nBut this is Natures law, love,\r\nThough just it may not seem,\r\nThat men should wake to sing, love;\r\nWhile maidens sleep and dream.\r\n\r\nThem care may not molest, love,\r\nNor stir them from their slumbers,\r\nThough midnight find the swain, love.\r\nStill halting oer his numbers.\r\n\r\nI watch the rosy dawn, love,\r\nCome stealing up the east,\r\nWhile all things round rejoice, love,\r\nThat Night her reign has ceased.\r\n\r\nThe lark will soon be heard, love,\r\nAnd on his way be winging;\r\nWhen Natures poets, wake, love,\r\nWhy should a man be singing?",13,"Nature"],[16.137752533,9.10709095,"I went out at night alone;\r\n The young blood flowing beyond the sea\r\nSeemed to have drenched my spirits wings\r\n I bore my sorrow heavily.\r\n\r\nBut when I lifted up my head\r\n From shadows shaken on the snow,\r\nI saw Orion in the east\r\n Burn steadily as long ago.\r\n\r\nFrom windows in my fathers house,\r\n Dreaming my dreams on winter nights,\r\nI watched Orion as a girl\r\n Above another citys lights.\r\n\r\nYears go, dreams go, and youth goes too,\r\n The worlds heart breaks beneath its wars,\r\nAll things are changed, save in the east\r\n The faithful beauty of the stars.",-1,"Nature"],[-27.2240581512,6.7258367538,"Man, looking into the sea\r\ntaking the view from those who have as much right to it as you have it to yourself\r\nit is human nature to stand in the middle of a thing\r\nbut you cannot stand in the middle of this:\r\nthe sea has nothing to give but a well excavated grave.\r\nThe firs stand in a processioneach with an emerald turkey-foot at the top\r\nreserved as their contours, saying nothing;\r\nrepression, however, is not the most obvious characteristic of the sea;\r\nthe sea is a collector, quick to return a rapacious look.\r\nThere are others besides you who have worn that look\r\nwhose expression is no longer a protest; the fish no longer investigate them\r\nfor their bones have not lasted;\r\nmen lower nets, unconscious of the fact that they are desecrating a grave,\r\nand row quickly awaythe blades of the oars\r\nmoving together like the feet of water-spiders as if there were no such thing as death.\r\nThe wrinkles progress upon themselves in a phalanxbeautiful under networks of foam,\r\nand fade breathlessly while the sea rustles in and out of the seaweed;\r\nthe birds swim through the air at top speed, emitting cat-calls as heretofore\r\nthe tortoise-shell scourges about the feet of the cliffs, in motion beneath them\r\nand the ocean, under the pulsation of light-houses and noise of bell-buoys,\r\nadvances as usual, looking as if it were not that ocean in which dropped things are bound to sink\r\nin which if they turn and twist, it is neither with volition nor consciousness.",2,"Nature"],[7.3793344498,0.3952922225,"I wanted you, nameless Woman of the South,\r\nNo wraith, but utterlyas still more alone\r\nThe Southern Cross takes night\r\nAnd lifts her girdles from her, one by one\r\nHigh, cool,\r\nwide from the slowly smoldering fire\r\nOf lower heavens,\r\nvaporous scars!\r\n\r\nEve! Magdalene!\r\nor Mary, you?\r\n\r\nWhatever callfalls vainly on the wave.\r\nO simian Venus, homeless Eve,\r\nUnwedded, stumbling gardenless to grieve\r\nWindswept guitars on lonely decks forever;\r\nFinally to answer all within one grave!\r\n\r\nAnd this long wake of phosphor,\r\niridescent\r\nFurrow of all our traveltrailed derision!\r\nEyes crumble at its kiss. Its long-drawn spell\r\nIncites a yell. Slid on that backward vision\r\nThe mind is churned to spittle, whispering hell.\r\n\r\nI wanted you . . . The embers of the Cross\r\nClimbed by aslant and huddling aromatically.\r\nIt is blood to remember; it is fire\r\nTo stammer back . . . It is\r\nGodyour namelessness. And the wash\r\n\r\nAll night the water combed you with black\r\nInsolence. You crept out simmering, accomplished.\r\nWater rattled that stinging coil, your\r\nRehearsed hairdocile, alas, from many arms.\r\nYes, Evewraith of my unloved seed!\r\n\r\nThe Cross, a phantom, buckleddropped below the dawn.\r\nLight drowned the lithic trillions of your spawn.",13,"Nature"],[-25.9224910736,7.6072788239,"The low sandy beach and the thin scrub pine,\r\nThe wide reach of bay and the long sky line,\r\nO, I am sick for home!\r\n\r\nThe salt, salt smell of the thick sea air,\r\nAnd the smooth round stones that the ebbtides wear,\r\nWhen will the good ship come?\r\n\r\nThe wretched stumps all charred and burned,\r\nAnd the deep soft rut where the cartwheel turned,\r\nWhy is the world so old?\r\n\r\nThe lapping wave, and the broad gray sky\r\nWhere the cawing crows and the slow gulls fly,\r\nWhere are the dead untold?\r\n\r\nThe thin, slant willows by the flooded bog,\r\nThe huge stranded hulk and the floating log,\r\nSorrow with life began!\r\n\r\nAnd among the dark pines, and along the flat shore,\r\nO the wind, and the wind, for evermore!\r\nWhat will become of man?",2,"Nature"],[22.6026859283,7.2679605484,"While my hair was still cut straight across my forehead\r\nI played about the front gate, pulling flowers.\r\nYou came by on bamboo stilts, playing horse,\r\nYou walked about my seat, playing with blue plums.\r\nAnd we went on living in the village of Chokan:\r\nTwo small people, without dislike or suspicion.\r\nAt fourteen I married My Lord you.\r\nI never laughed, being bashful.\r\nLowering my head, I looked at the wall.\r\nCalled to, a thousand times, I never looked back.\r\n\r\nAt fifteen I stopped scowling,\r\nI desired my dust to be mingled with yours\r\nForever and forever, and forever.\r\nWhy should I climb the look out?\r\n\r\nAt sixteen you departed\r\nYou went into far Ku-to-en, by the river of swirling eddies,\r\nAnd you have been gone five months.\r\nThe monkeys make sorrowful noise overhead.\r\n\r\nYou dragged your feet when you went out.\r\nBy the gate now, the moss is grown, the different mosses,\r\nToo deep to clear them away!\r\nThe leaves fall early this autumn, in wind.\r\nThe paired butterflies are already yellow with August\r\nOver the grass in the West garden;\r\nThey hurt me.\r\nI grow older.\r\nIf you are coming down through the narrows of the river Kiang,\r\nPlease let me know beforehand,\r\nAnd I will come out to meet you\r\nAs far as Cho-fu-Sa.",13,"Nature"],[4.5552449226,5.8469610214,"Since there is no escape, since at the end\r\nMy body will be utterly destroyed,\r\nThis hand I love as I have loved a friend,\r\nThis body I tended, wept with and enjoyed;\r\nSince there is no escape even for me\r\nWho love life with a love too sharp to bear:\r\nThe scent of orchards in the rain, the sea\r\nAnd hours alone too still and sure for prayer\r\nSince darkness waits for me, then all the more\r\nLet me go down as waves sweep to the shore\r\nIn pride, and let me sing with my last breath;\r\nIn these few hours of light I lift my head;\r\nLife is my loverI shall leave the dead\r\nIf there is any way to baffle death.",13,"Nature"],[29.2420825958,1.2525527477,"I know what the caged bird feels, alas!\r\n    When the sun is bright on the upland slopes;\r\nWhen the wind stirs soft through the springing grass,\r\nAnd the river flows like a stream of glass;\r\n    When the first bird sings and the first bud opes,\r\nAnd the faint perfume from its chalice steals\r\nI know what the caged bird feels!\r\n\r\nI know why the caged bird beats his wing\r\n    Till its blood is red on the cruel bars;\r\nFor he must fly back to his perch and cling\r\nWhen he fain would be on the bough a-swing;\r\n    And a pain still throbs in the old, old scars\r\nAnd they pulse again with a keener sting\r\nI know why he beats his wing!\r\n\r\nI know why the caged bird sings, ah me,\r\n    When his wing is bruised and his bosom sore,\r\nWhen he beats his bars and he would be free;\r\nIt is not a carol of joy or glee,\r\n    But a prayer that he sends from his hearts deep core,\r\nBut a plea, that upward to Heaven he flings\r\nI know why the caged bird sings!",13,"Nature"],[25.1121273041,3.8393220901,"I\r\nAmong twenty snowy mountains,\r\nThe only moving thing\r\nWas the eye of the blackbird.\r\n\r\nII\r\nI was of three minds,\r\nLike a tree\r\nIn which there are three blackbirds.\r\n\r\nIII\r\nThe blackbird whirled in the autumn winds.\r\nIt was a small part of the pantomime.\r\n\r\nIV\r\nA man and a woman\r\nAre one.\r\nA man and a woman and a blackbird\r\nAre one.\r\n\r\nV\r\nI do not know which to prefer,\r\nThe beauty of inflections\r\nOr the beauty of innuendoes,\r\nThe blackbird whistling\r\nOr just after.\r\n\r\nVI\r\nIcicles filled the long window\r\nWith barbaric glass.\r\nThe shadow of the blackbird\r\nCrossed it, to and fro.\r\nThe mood\r\nTraced in the shadow\r\nAn indecipherable cause.\r\n\r\nVII\r\nO thin men of Haddam,\r\nWhy do you imagine golden birds?\r\nDo you not see how the blackbird\r\nWalks around the feet\r\nOf the women about you?\r\n\r\nVIII\r\nI know noble accents\r\nAnd lucid, inescapable rhythms;\r\nBut I know, too,\r\nThat the blackbird is involved\r\nIn what I know.\r\n\r\nIX\r\nWhen the blackbird flew out of sight,\r\nIt marked the edge\r\nOf one of many circles.\r\n\r\nX\r\nAt the sight of blackbirds\r\nFlying in a green light,\r\nEven the bawds of euphony\r\nWould cry out sharply.\r\n\r\nXI\r\nHe rode over Connecticut\r\nIn a glass coach.\r\nOnce, a fear pierced him,\r\nIn that he mistook\r\nThe shadow of his equipage\r\nFor blackbirds.\r\n\r\nXII\r\nThe river is moving.\r\nThe blackbird must be flying.\r\n\r\nXIII\r\nIt was evening all afternoon.\r\nIt was snowing\r\nAnd it was going to snow.\r\nThe blackbird sat\r\nIn the cedar-limbs.",13,"Nature"],[27.7297763824,-1.1425745487,"But then there comes that moment rare\r\nWhen, for no cause that I can find,\r\nThe little voices of the air\r\nSound above all the sea and wind.\r\n\r\nThe sea and wind do then obey\r\nAnd sighing, sighing double notes\r\nOf double basses, content to play\r\nA droning chord for the little throats\r\n\r\nThe little throats that sing and rise\r\nUp into the light with lovely ease\r\nAnd a kind of magical, sweet surprise\r\nTo hear and know themselves for these\r\n\r\nFor these little voices: the bee, the fly,\r\nThe leaf that taps, the pod that breaks,\r\nThe breeze on the grass-tops bending by,\r\nThe shrill quick sound that the insect makes.",13,"Nature"],[20.1740589142,8.696105957,"At evening, sitting on this terrace,\r\nWhen the sun from the west, beyond Pisa, beyond the mountains of Carrara\r\nDeparts, and the world is taken by surprise ...\r\n\r\nWhen the tired flower of Florence is in gloom beneath the glowing\r\nBrown hills surrounding ...\r\n\r\nWhen under the arches of the Ponte Vecchio\r\nA green light enters against stream, flush from the west,\r\nAgainst the current of obscure Arno ...\r\n\r\nLook up, and you see things flying\r\nBetween the day and the night;\r\nSwallows with spools of dark thread sewing the shadows together.\r\n\r\nA circle swoop, and a quick parabola under the bridge arches\r\nWhere light pushes through;\r\nA sudden turning upon itself of a thing in the air.\r\nA dip to the water.\r\n\r\nAnd you think:\r\n\"The swallows are flying so late!\"\r\n\r\nSwallows?\r\n\r\nDark air-life looping\r\nYet missing the pure loop ...\r\nA twitch, a twitter, an elastic shudder in flight\r\nAnd serrated wings against the sky,\r\nLike a glove, a black glove thrown up at the light,\r\nAnd falling back.\r\n\r\nNever swallows!\r\nBats!\r\nThe swallows are gone.\r\n\r\nAt a wavering instant the swallows gave way to bats\r\nBy the Ponte Vecchio ...\r\nChanging guard.\r\n\r\nBats, and an uneasy creeping in one's scalp\r\nAs the bats swoop overhead!\r\nFlying madly.\r\n\r\nPipistrello!\r\nBlack piper on an infinitesimal pipe.\r\nLittle lumps that fly in air and have voices indefinite, wildly vindictive;\r\n\r\nWings like bits of umbrella.\r\n\r\nBats!\r\n\r\nCreatures that hang themselves up like an old rag, to sleep;\r\nAnd disgustingly upside down.\r\n\r\nHanging upside down like rows of disgusting old rags\r\nAnd grinning in their sleep.\r\nBats!\r\n\r\nIn China the bat is symbol for happiness.\r\n\r\nNot for me!",13,"Nature"],[-12.5024309158,-23.5983695984,"I\r\nThe bronze General Grant riding a bronze horse in Lincoln Park\r\nShrivels in the sun by day when the motor cars whirr by in long processions going somewhere to keep apppointment for dinner and matinees and buying and selling\r\nThough in the dusk and nightfall when high waves are piling\r\nOn the slabs of the promenade along the lake shore near by\r\n   I have seen the general dare the combers come closer\r\nAnd make to ride his bronze horse out into the hoofs and guns of the storm.\r\n\r\nII\r\nI cross Lincoln Park on a winter night when the snow is falling.\r\nLincoln in bronze stands among the white lines of snow, his bronze forehead meeting soft echoes of the newsies crying forty thousand men are dead along the Yser, his bronze ears listening to the mumbled roar of the city at his bronze feet.\r\nA lithe Indian on a bronze pony, Shakespeare seated with long legs in bronze, Garibaldi in a bronze cape, they hold places in the cold, lonely snow to-night on their pedestals and so they will hold them past midnight and into the dawn.",1,"Nature"],[21.25182724,0.6132469177,"Not in that wasted garden\r\nWhere bodies are drawn into grass\r\nThat feeds no flocks, and into evergreens\r\nThat bear no fruit\r\nThere where along the shaded walks\r\nVain sighs are heard,\r\nAnd vainer dreams are dreamed\r\nOf close communion with departed souls\r\nBut here under the apple tree\r\nI loved and watched and pruned\r\nWith gnarled hands\r\nIn the long, long years;\r\nHere under the roots of this northern-spy\r\nTo move in the chemic change and circle of life,\r\nInto the soil and into the flesh of the tree,\r\nAnd into the living epitaphs\r\nOf redder apples!",13,"Nature"],[24.3457107544,-5.0454959869,"See, the grass is full of stars,\r\nFallen in their brightness;\r\nHearts they have of shining gold,\r\nRays of shining whiteness.\r\n\r\nButtercups have honeyed hearts,\r\nBees they love the clover,\r\nBut I love the daisies' dance\r\nAll the meadow over.\r\n\r\nBlow, O blow, you happy winds,\r\nSinging summer's praises,\r\nUp the field and down the field\r\nA-dancing with the daisies.",13,"Nature"],[17.5350704193,0.8388361335,"This spring as it comes bursts up in bonfires green,\r\nWild puffing of emerald trees, and flame-filled bushes,\r\nThorn-blossom lifting in wreaths of smoke between\r\nWhere the wood fumes up and the watery, flickering rushes.\r\n\r\nI am amazed at this spring, this conflagration\r\nOf green fires lit on the soil of the earth, this blaze\r\nOf growing, and sparks that puff in wild gyration,\r\nFaces of people streaming across my gaze.\r\n\r\nAnd I, what fountain of fire am I among\r\nThis leaping combustion of spring? My spirit is tossed\r\nAbout like a shadow buffeted in the throng\r\nOf flames, a shadow that's gone astray, and is lost.",13,"Nature"],[16.5710296631,1.99505198,"I never knew the earth had so much gold\r\nThe fields run over with it, and this hill\r\nHoary and old,\r\nIs young with buoyant blooms that flame and thrill.\r\n\r\nSuch golden fires, such yellowlo, how good\r\nThis spendthrift world, and what a lavish God!\r\nThis fringe of wood,\r\nBlazing with buttercup and goldenrod.\r\n\r\nYou too, beloved, are changed. Again I see\r\nYour face grow mystical, as on that night\r\nYou turned to me,\r\nAnd all the trembling worldand youwere white.\r\n\r\nAye, you are touched; your singing lips grow dumb;\r\nThe fields absorb you, color you entire . . .\r\nAnd you become\r\nA goddess standing in a world of fire!",13,"Nature"],[12.8337945938,-11.5730724335,"When she rises in the morning\r\nI linger to watch her;\r\nShe spreads the bath-cloth underneath the window\r\nAnd the sunbeams catch her\r\nGlistening white on the shoulders,\r\nWhile down her sides the mellow\r\nGolden shadow glows as\r\nShe stoops to the sponge, and her swung breasts\r\nSway like full-blown yellow\r\nGloire de Dijon roses.\r\n\r\nShe drips herself with water, and her shoulders\r\nGlisten as silver, they crumple up\r\nLike wet and falling roses, and I listen\r\nFor the sluicing of their rain-dishevelled petals.\r\nIn the window full of sunlight\r\nConcentrates her golden shadow\r\nFold on fold, until it glows as\r\nMellow as the glory roses.",12,"Nature"],[23.828546524,-2.182418108,"I will arise and go now, and go to Innisfree,\r\nAnd a small cabin build there, of clay and wattles made;\r\nNine bean-rows will I have there, a hive for the honey-bee,\r\nAnd live alone in the bee-loud glade.\r\n\r\nAnd I shall have some peace there, for peace comes dropping slow,\r\nDropping from the veils of the morning to where the cricket sings;\r\nThere midnights all a glimmer, and noon a purple glow,\r\nAnd evening full of the linnets wings.\r\n\r\nI will arise and go now, for always night and day\r\nI hear lake water lapping with low sounds by the shore;\r\nWhile I stand on the roadway, or on the pavements grey,\r\nI hear it in the deep hearts core.",13,"Nature"],[20.8919868469,-6.3871431351,"little tree\r\nlittle silent Christmas tree\r\nyou are so little\r\nyou are more like a flower\r\n\r\nwho found you in the green forest\r\nand were you very sorry to come away?\r\nsee          i will comfort you\r\nbecause you smell so sweetly\r\n\r\ni will kiss your cool bark\r\nand hug you safe and tight\r\njust as your mother would,\r\nonly don't be afraid\r\n\r\nlook          the spangles\r\nthat sleep all the year in a dark box\r\ndreaming of being taken out and allowed to shine,\r\nthe balls the chains red and gold the fluffy threads,\r\n\r\nput up your little arms\r\nand i'll give them all to you to hold\r\nevery finger shall have its ring\r\nand there won't be a single place dark or unhappy\r\n\r\nthen when you're quite dressed\r\nyou'll stand in the window for everyone to see\r\nand how they'll stare!\r\noh but you'll be very proud\r\n\r\nand my little sister and i will take hands\r\nand looking up at our beautiful tree\r\nwe'll dance and sing\r\n\"Noel Noel\"",-1,"Nature"],[18.5337753296,12.0300073624,"Moonmoth and grasshopper that flee our page\r\nAnd still wing on, untarnished of the name\r\nWe pinion to your bodies to assuage\r\nOur envy of your freedomwe must maim\r\n\r\nBecause we are usurpers, and chagrined\r\nAnd take the wing and scar it in the hand.\r\nNames we have, even, to clap on the wind;\r\nBut we must die, as you, to understand.\r\n\r\nI dreamed that all men dropped their names, and sang\r\nAs only they can praise, who build their days\r\nWith fin and hoof, with wing and sweetened fang\r\nStruck free and holy in one Name always.",-1,"Nature"],[0.8074544668,17.6335201263,"She has no need to fear the fall\r\nOf harvest from the laddered reach\r\nOf orchards, nor the tide gone ebbing\r\n      From the steep beach.\r\n\r\nNor hold to pain's effrontery\r\nHer body's bulwark, stern and savage,\r\nNor be a glass, where to forsee\r\n      Another's ravage.\r\n\r\nWhat she has gathered, and what lost,\r\nShe will not find to lose again.\r\nShe is possessed by time, who once\r\n      Was loved by men.",5,"Nature"],[14.1310749054,0.7298443317,"I\r\nThe winter evening settles down\r\nWith smell of steaks in passageways.\r\nSix oclock.\r\nThe burnt-out ends of smoky days.\r\nAnd now a gusty shower wraps\r\nThe grimy scraps\r\nOf withered leaves about your feet\r\nAnd newspapers from vacant lots;\r\nThe showers beat\r\nOn broken blinds and chimney-pots,\r\nAnd at the corner of the street\r\nA lonely cab-horse steams and stamps.\r\n\r\nAnd then the lighting of the lamps.\r\n\r\nII\r\nThe morning comes to consciousness\r\nOf faint stale smells of beer\r\nFrom the sawdust-trampled street\r\nWith all its muddy feet that press\r\nTo early coffee-stands.\r\nWith the other masquerades\r\nThat time resumes,\r\nOne thinks of all the hands\r\nThat are raising dingy shades\r\nIn a thousand furnished rooms.\r\n\r\nIII\r\nYou tossed a blanket from the bed,\r\nYou lay upon your back, and waited;\r\nYou dozed, and watched the night revealing\r\nThe thousand sordid images\r\nOf which your soul was constituted;\r\nThey flickered against the ceiling.\r\nAnd when all the world came back\r\nAnd the light crept up between the shutters\r\nAnd you heard the sparrows in the gutters,\r\nYou had such a vision of the street\r\nAs the street hardly understands;\r\nSitting along the beds edge, where\r\nYou curled the papers from your hair,\r\nOr clasped the yellow soles of feet\r\nIn the palms of both soiled hands.\r\n\r\nIV\r\nHis soul stretched tight across the skies\r\nThat fade behind a city block,\r\nOr trampled by insistent feet\r\nAt four and five and six oclock;\r\nAnd short square fingers stuffing pipes,\r\nAnd evening newspapers, and eyes\r\nAssured of certain certainties,\r\nThe conscience of a blackened street\r\nImpatient to assume the world.\r\n\r\nI am moved by fancies that are curled\r\nAround these images, and cling:\r\nThe notion of some infinitely gentle\r\nInfinitely suffering thing.\r\n\r\nWipe your hand across your mouth, and laugh;\r\nThe worlds revolve like ancient women\r\nGathering fuel in vacant lots.",13,"Nature"],[22.3800106049,4.0154924393,"The willows carried a slow sound,\r\nA sarabande the wind mowed on the mead.\r\nI could never remember\r\nThat seething, steady leveling of the marshes\r\nTill age had brought me to the sea.\r\n\r\nFlags, weeds. And remembrance of steep alcoves\r\nWhere cypresses shared the noons\r\nTyranny; they drew me into hades almost.\r\nAnd mammoth turtles climbing sulphur dreams\r\nYielded, while sun-silt rippled them\r\nAsunder ...\r\n\r\nHow much I would have bartered! the black gorge\r\nAnd all the singular nestings in the hills\r\nWhere beavers learn stitch and tooth.\r\nThe pond I entered once and quickly fled\r\nI remember now its singing willow rim.\r\n\r\nAnd finally, in that memory all things nurse;\r\nAfter the city that I finally passed\r\nWith scalding unguents spread and smoking darts\r\nThe monsoon cut across the delta\r\nAt gulf gates ... There, beyond the dykes\r\n\r\nI heard wind flaking sapphire, like this summer,\r\nAnd willows could not hold more steady sound.",13,"Nature"],[-25.9896316528,7.1240358353,"Out of the winds' and the waves' riot,\r\nOut of the loud foam,\r\nHe has put in to a great quiet\r\nAnd a still home.\r\n\r\nHere he may lie at ease and wonder\r\nWhy the old ship waits,\r\nAnd hark for the surge and the strong thunder\r\nOf the full Straits,\r\n\r\nAnd look for the fishing fleet at morning,\r\nShadows like lost souls,\r\nSlide through the fog where the seal's warning\r\nBetrays the shoals,\r\n\r\nAnd watch for the deep-sea liner climbing\r\nOut of the bright West,\r\nWith a salmon-sky and her wake shining\r\nLike a tern's breast,\r\n\r\nAnd never know he is done for ever\r\nWith the old sea's pride,\r\nBorne from the fight and the full endeavour\r\nOn an ebb tide.",2,"Nature"],[4.9463372231,1.876865387,"Maurice, weep not, I am not here under this pine tree.\r\nThe balmy air of spring whispers through the sweet grass,\r\nThe stars sparkle, the whippoorwill calls,\r\nBut thou grievest, while my soul lies rapturous\r\nIn the blest Nirvana of eternal light!\r\nGo to the good heart that is my husband,\r\nWho broods upon what he calls our guilty love: i\r\nTell him that my love for you, no less than my love for him\r\nWrought out my destiny i that through the flesh\r\nI won spirit, and through spirit, peace.\r\nThere is no marriage in heaven,\r\nBut there is love.",13,"Nature"],[17.2943325043,3.9275329113,"The earth builds on the earth\r\nCastles and towers;\r\nThe earth saith of the earth:\r\nAll shall be ours.\r\n\r\nYea, though they plan and reap\r\nThe rye and the corn,\r\nLo, they were bond to Sleep\r\nEre they were born.\r\n\r\nYea, though the blind earth sows\r\nFor the fruit and the sheaf,\r\nThey shall harvest the leaf of the rose\r\nAnd the dust of the leaf.\r\n\r\nPride of the sword and power\r\nAre theirs at their need\r\nWho shall rule but the root of the flower\r\nThe fall of the seed.\r\n\r\nThey who follow the flesh\r\nIn splendour and tears,\r\nThey shall rest and clothe them afresh\r\nIn the fulness of years.\r\n\r\nFrom the dream of the dust they came\r\nAs the dawn set free.\r\nThey shall pass as the flower of the flame\r\nOr the foam of the sea.\r\n\r\nThe earth builds on the earth\r\nCastles and towers.\r\nThe earth saith of the earth:\r\nAll shall be ours.",13,"Nature"],[-23.9372119904,9.8126068115,"Out in the sky the great dark clouds are massing;\r\nI look far out into the pregnant night,\r\nWhere I can hear a solemn booming gun\r\nAnd catch the gleaming of a random light,\r\nThat tells me that the ship I seek is passing, passing.\r\n\r\nMy tearful eyes my soul's deep hurt are glassing;\r\nFor I would hail and check that ship of ships.\r\nI stretch my hands imploring, cry aloud,\r\nMy voice falls dead a foot from mine own lips,\r\nAnd but its ghost doth reach that vessel, passing, passing.\r\n\r\nO Earth, O Sky, O Ocean, both surpassing,\r\nO heart of mine, O soul that dreads the dark!\r\nIs there no hope for me? Is there no way\r\nThat I may sight and check that speeding bark\r\nWhich out of sight and sound is passing, passing?",2,"Nature"],[29.0487747192,7.4991326332,"Air a-gittin' cool an' coolah,\r\n   Frost a-comin' in de night,\r\nHicka' nuts an' wa'nuts fallin',\r\n   Possum keepin' out o' sight.\r\nTu'key struttin' in de ba'nya'd,\r\n   Nary step so proud ez his;\r\nKeep on struttin', Mistah Tu'key,\r\n   Yo' do' know whut time it is.\r\n\r\nCidah press commence a-squeakin'\r\n   Eatin' apples sto'ed away,\r\nChillun swa'min' 'roun' lak ho'nets,\r\n   Huntin' aigs ermung de hay.\r\nMistah Tu'key keep on gobblin'\r\n   At de geese a-flyin' souf,\r\nOomph! dat bird do' know whut's comin';\r\n   Ef he did he'd shet his mouf.\r\n\r\nPumpkin gittin' good an' yallah\r\n   Mek me open up my eyes;\r\nSeems lak it's a-lookin' at me\r\n   Jes' a-la'in' dah sayin' \"Pies.\"\r\nTu'key gobbler gwine 'roun' blowin',\r\n   Gwine 'roun' gibbin' sass an' slack;\r\nKeep on talkin', Mistah Tu'key,\r\n   You ain't seed no almanac.\r\n\r\nFa'mer walkin' th'oo de ba'nya'd\r\n   Seein' how things is comin' on,\r\nSees ef all de fowls is fatt'nin'\r\n   Good times comin' sho's you bo'n.\r\nHyeahs dat tu'key gobbler braggin',\r\n   Den his face break in a smile\r\nNebbah min', you sassy rascal,\r\n   He's gwine nab you atter while.\r\n\r\nChoppin' suet in de kitchen,\r\n   Stonin' raisins in de hall,\r\nBeef a-cookin' fu' de mince meat,\r\n   Spices groun'I smell 'em all.\r\nLook hyeah, Tu'key, stop dat gobblin',\r\n   You ain' luned de sense ob feah,\r\nYou ol' fool, yo' naik's in dangah,\r\n   Do' you know Thanksgibbin's hyeah?",-1,"Nature"],[27.1738739014,7.4131259918,"Wintah, summah, snow er shine,\r\nHit's all de same to me,\r\nEf only I kin call you mine,\r\nAn' keep you by my knee.\r\n\r\nHa'dship, frolic, grief er caih,\r\nContent by night an' day,\r\nEf only I kin see you whaih\r\nYou wait beside de way.\r\n\r\nLivin', dyin', smiles er teahs,\r\nMy soul will still be free,\r\nEf only thoo de comin' yeahs\r\nYou walk de worl' wid me.\r\n\r\nBird-song, breeze-wail, chune er moan,\r\nWhat puny t'ings dey'll be,\r\nEf w'en I's seemin' all erlone,\r\nI knows yo' hea't's wid me.",-1,"Nature"],[18.9379005432,10.2797546387,"The brawling of a sparrow in the eaves,\r\nThe brilliant moon and all the milky sky,\r\nAnd all that famous harmony of leaves,\r\nHad blotted out man's image and his cry.\r\n\r\nA girl arose that had red mournful lips\r\nAnd seemed the greatness of the world in tears,\r\nDoomed like Odysseus and the labouring ships\r\nAnd proud as Priam murdered with his peers;\r\n\r\nArose, and on the instant clamorous eaves,\r\nA climbing moon upon an empty sky,\r\nAnd all that lamentation of the leaves,\r\nCould but compose man's image and his cry.",-1,"Nature"],[16.097070694,9.1341543198,"Now in the West the slender moon lies low,\r\nAnd now Orion glimmers through the trees,\r\nClearing the earth with even pace and slow,\r\nAnd now the stately-moving Pleiades,\r\nIn that soft infinite darkness overhead\r\nHang jewel-wise upon a silver thread.\r\n\r\nAnd all the lonelier stars that have their place,\r\nCalm lamps within the distant southern sky,\r\nAnd planet-dust upon the edge of space,\r\nLook down upon the fretful world, and I\r\nLook up to outer vastness unafraid\r\nAnd see the stars which sang when earth was made.",-1,"Nature"],[19.5318851471,0.3236902654,"I spot the hills\r\nWith yellow balls in autumn.\r\nI light the prairie cornfields\r\nOrange and tawny gold clusters\r\nAnd I am called pumpkins.\r\nOn the last of October\r\nWhen dusk is fallen\r\nChildren join hands\r\nAnd circle round me\r\nSinging ghost songs\r\nAnd love to the harvest moon;\r\nI am a jack-o'-lantern\r\nWith terrible teeth\r\nAnd the children know\r\nI am fooling.",13,"Nature"],[18.6859149933,2.556469202,"Green miles of leafy peace are spread\r\nOver these ranks, unseen and serried;\r\nScreening the trenches with their dead\r\nAnd living men already buried.\r\nThe rains beat down, the torrents flow\r\nInto each cold and huddling cave;\r\nAnd over them the beet-fields grow,\r\nA fortress gentle as a grave.\r\n\r\nMorose, impatient, sick at heart,\r\nWith rasping nerves and twitching muscles,\r\nWe cannot even sleep; we start\r\nWith every twig that snaps or rustles.\r\nSought always by an unseen foe\r\nOver our heads the bullets fly;\r\nBut more than these, we fear the snow,\r\nThe silent shrapnel of the sky.\r\n\r\nYonder our colonel stalks and grieves,\r\nMeeting the storm with thoughts more stormy;\r\nBut we, we sit and watch the leaves\r\nFall down, a torn and crumpled army.\r\nWe mourn for every leaf that lies,\r\nAs though it were a comrade slain;\r\nEach was a shelter from the eyes\r\nOf every prying aeroplane. . .\r\n\r\nAnd in its cloudy uniform,\r\nStilling the cannons earthly thunder,\r\nThe huge artillery of the storm\r\nPlows through the land and pulls it under.\r\nThe rain beats down, until the slow\r\nAnd slipping earth resists no more. . .\r\nAnd over them the beets will grow\r\nRanker and redder than before.",13,"Nature"],[23.4689064026,2.7965488434,"The trees are in their autumn beauty,\r\nThe woodland paths are dry,\r\nUnder the October twilight the water\r\nMirrors a still sky;\r\nUpon the brimming water among the stones\r\nAre nine-and-fifty swans.\r\n\r\nThe nineteenth autumn has come upon me\r\nSince I first made my count;\r\nI saw, before I had well finished,\r\nAll suddenly mount\r\nAnd scatter wheeling in great broken rings\r\nUpon their clamorous wings.\r\n\r\nI have looked upon those brilliant creatures,\r\nAnd now my heart is sore.\r\nAll's changed since I, hearing at twilight,\r\nThe first time on this shore,\r\nThe bell-beat of their wings above my head,\r\nTrod with a lighter tread.\r\n\r\nUnwearied still, lover by lover,\r\nThey paddle in the cold\r\nCompanionable streams or climb the air;\r\nTheir hearts have not grown old;\r\nPassion or conquest, wander where they will,\r\nAttend upon them still.\r\n\r\nBut now they drift on the still water,\r\nMysterious, beautiful;\r\nAmong what rushes will they build,\r\nBy what lake's edge or pool\r\nDelight men's eyes when I awake some day\r\nTo find they have flown away?",13,"Nature"],[6.3337001801,3.2467741966,"Give me hunger,\r\nO you gods that sit and give\r\nThe world its orders.\r\nGive me hunger, pain and want,\r\nShut me out with shame and failure\r\nFrom your doors of gold and fame,\r\nGive me your shabbiest, weariest hunger!\r\n\r\nBut leave me a little love,\r\nA voice to speak to me in the day end,\r\nA hand to touch me in the dark room\r\nBreaking the long loneliness.\r\nIn the dusk of day-shapes\r\nBlurring the sunset,\r\nOne little wandering, western star\r\nThrust out from the changing shores of shadow.\r\nLet me go to the window,\r\nWatch there the day-shapes of dusk\r\nAnd wait and know the coming\r\nOf a little love.",13,"Nature"],[28.4139118195,3.0221803188,"Passing through huddled and ugly walls,\r\nBy doorways where women haggard\r\nLooked from their hunger-deep eyes,\r\nHaunted with shadows of hunger-hands,\r\nOut from the huddled and ugly walls,\r\nI came sudden, at the city's edge,\r\nOn a blue burst of lake,\r\nLong lake waves breaking under the sun\r\nOn a spray-flung curve of shore;\r\nAnd a fluttering storm of gulls,\r\nMasses of great gray wings\r\nAnd flying white bellies\r\nVeering and wheeling free in the open.",-1,"Nature"],[19.8923530579,4.6445450783,"I shall foot it\r\nDown the roadway in the dusk,\r\nWhere shapes of hunger wander\r\nAnd the fugitives of pain go by.\r\n\r\nI shall foot it\r\nIn the silence of the morning,\r\nSee the night slur into dawn,\r\nHear the slow great winds arise\r\nWhere tall trees flank the way\r\nAnd shoulder toward the sky.\r\n\r\nThe broken boulders by the road\r\nShall not commemorate my ruin.\r\nRegret shall be the gravel under foot.\r\nI shall watch for\r\nSlim birds swift of wing\r\nThat go where wind and ranks of thunder\r\nDrive the wild processionals of rain.\r\n\r\nThe dust of the travelled road\r\nShall touch my hands and face.",13,"Nature"],[23.9645557404,1.5763794184,"I have sat here happy in the gardens,\r\nWatching the still pool and the reeds\r\nAnd the dark clouds\r\nWhich the wind of the upper air\r\nTore like the green leafy boughs\r\nOf the divers-hued trees of late summer;\r\nBut though I greatly delight\r\nIn these and the water-lilies,\r\nThat which sets me nighest to weeping\r\nIs the rose and white color of the smooth flag-stones,\r\nAnd the pale yellow grasses\r\nAmong them.",13,"Nature"],[-13.1765050888,23.2691879272,"Knowlt Hoheimer ran away to the war\r\nThe day before Curl Trenary\r\nSwore out a warrant through Justice Arnett\r\nFor stealing hogs.\r\nBut that's not the reason he turned a soldier.\r\nHe caught me running with Lucius Atherton.\r\nWe quarreled and I told him never again\r\nTo cross my path.\r\nThen he stole the hogs and went to the war\r\nBack of every soldier is a woman.",-1,"Love"],[1.8640472889,14.0423974991,"He protested all his life long\r\nThe newspapers lied about him villainously;\r\nThat he was not at fault for Minerva's fall,\r\nBut only tried to help her.\r\nPoor soul so sunk in sin he could not see\r\nThat even trying to help her, as he called it,\r\nHe had broken the law human and divine.\r\nPassers by, an ancient admonition to you:\r\nIf your ways would be ways of pleasantness,\r\nAnd all your pathways peace,\r\nLove God and keep his commandments.",-1,"Love"],[9.1699762344,2.082659483,"Were you but lying cold and dead,\r\nAnd lights were paling out of the West,\r\nYou would come hither, and bend your head,\r\nAnd I would lay my head on your breast;\r\nAnd you would murmur tender words,\r\nForgiving me, because you were dead:\r\nNor would you rise and hasten away,\r\nThough you have the will of wild birds,\r\nBut know your hair was bound and wound\r\nAbout the stars and moon and sun:\r\nO would, beloved, that you lay\r\nUnder the dock-leaves in the ground,\r\nWhile lights were paling one by one.",-1,"Love"],[-16.2304363251,13.5893983841,"Never give all the heart, for love\r\nWill hardly seem worth thinking of\r\nTo passionate women if it seem\r\nCertain, and they never dream\r\nThat it fades out from kiss to kiss;\r\nFor everything thats lovely is\r\nBut a brief, dreamy, kind delight.\r\nO never give the heart outright,\r\nFor they, for all smooth lips can say,\r\nHave given their hearts up to the play.\r\nAnd who could play it well enough\r\nIf deaf and dumb and blind with love?\r\nHe that made this knows all the cost,\r\nFor he gave all his heart and lost.",11,"Love"],[1.7203500271,10.6920976639,"Some may have blamed you that you took away\r\nThe verses that could move them on the day\r\nWhen, the ears being deafened, the sight of the eyes blind\r\nWith lightning, you went from me, and I could find\r\nNothing to make a song about but kings,\r\nHelmets, and swords, and half-forgotten things\r\nThat were like memories of youbut now\r\nWe'll out, for the world lives as long ago;\r\nAnd while we're in our laughing, weeping fit,\r\nHurl helmets, crowns, and swords into the pit.\r\nBut, dear, cling close to me; since you were gone,\r\nMy barren thoughts have chilled me to the bone.",13,"Love"],[15.4867591858,-11.1048707962,"Shy one, shy one,\r\nShy one of my heart,\r\nShe moves in the firelight\r\nPensively apart.\r\n\r\nShe carries in the dishes,\r\nAnd lays them in a row.\r\nTo an isle in the water\r\nWith her would I go.\r\n\r\nShe carries in the candles,\r\nAnd lights the curtained room,\r\nShy in the doorway\r\nAnd shy in the gloom;\r\n\r\nAnd shy as a rabbit,\r\nHelpful and shy.\r\nTo an isle in the water\r\nWith her would I fly.",12,"Love"],[17.7070426941,-0.1485534906,"I feel the spring far off, far off,\r\n    The faint, far scent of bud and leaf\r\nOh, how can spring take heart to come\r\n    To a world in grief,\r\n    Deep grief?\r\n\r\nThe sun turns north, the days grow long,\r\n    Later the evening star grows bright\r\nHow can the daylight linger on\r\n    For men to fight,\r\n    Still fight?\r\n\r\nThe grass is waking in the ground,\r\n    Soon it will rise and blow in waves\r\nHow can it have the heart to sway\r\n    Over the graves,\r\n    New graves?\r\n\r\nUnder the boughs where lovers walked\r\n    The apple-blooms will shed their breath\r\nBut what of all the lovers now\r\n    Parted by Death,\r\n    Grey Death?",13,"Love"],[2.0137944221,-4.248978138,"Lying in dug-outs, joking idly, wearily;\r\n   Watching the candle guttering in the draught;\r\nHearing the great shells go high over us, eerily\r\n   Singing; how often have I turned over, and laughed\r\n\r\nWith pity and pride, photographs of all colours,\r\n   All sizes, subjects: khaki brothers in France;\r\nOr mother's faces worn with countless dolours;\r\n   Or girls whose eyes were challenging and must dance,\r\n\r\nThough in a picture only, a common cheap\r\n   Ill-taken card; and childrenfrozen, some\r\n(Babies) waiting on Dicky-bird to peep\r\n   Out of the handkerchief that is his home\r\n\r\n(But he's so shy!). And some with bright looks, calling\r\n   Delight across the miles of land and sea,\r\nThat not the dread of barrage suddenly falling\r\n   Could quite blot outnot mud nor lethargy.\r\n\r\nSmiles and triumphant careless laughter. O\r\n   The pain of them, wide Earth's most sacred things!\r\nLying in dug-outs, hearing the great shells slow\r\n   Sailing mile-high, the heart mounts higher and sings.\r\n\r\nBut onceO why did he keep that bitter token\r\n   Of a dead Love?that boy, who, suddenly moved,\r\nShowed me, his eyes wet, his low talk broken,\r\n   A girl who better had not been beloved.",13,"Love"],[10.4742851257,16.4326133728,"Thou art my lute, by thee I sing,\r\n     My being is attuned to thee.\r\nThou settest all my words a-wing,\r\n     And meltest me to melody.\r\n\r\nThou art my life, by thee I live,\r\n     From thee proceed the joys I know;\r\nSweetheart, thy hand has power to give\r\n     The meed of lovethe cup of woe.\r\n\r\nThou art my love, by thee I lead\r\n     My soul the paths of light along,\r\nFrom vale to vale, from mead to mead,\r\n     And home it in the hills of song.\r\n\r\nMy song, my soul, my life, my all,\r\n     Why need I pray or make my plea,\r\nSince my petition cannot fall;\r\n     For Im already one with thee!",3,"Love"],[7.8764491081,-4.8825221062,"We sat together at one summers end,\r\nThat beautiful mild woman, your close friend,\r\nAnd you and I, and talked of poetry.\r\nI said, A line will take us hours maybe;\r\nYet if it does not seem a moments thought,\r\nOur stitching and unstitching has been naught.\r\nBetter go down upon your marrow-bones\r\nAnd scrub a kitchen pavement, or break stones\r\nLike an old pauper, in all kinds of weather;\r\nFor to articulate sweet sounds together\r\nIs to work harder than all these, and yet\r\nBe thought an idler by the noisy set\r\nOf bankers, schoolmasters, and clergymen\r\nThe martyrs call the world.\r\n                                          And thereupon\r\nThat beautiful mild woman for whose sake\r\nTheres many a one shall find out all heartache\r\nOn finding that her voice is sweet and low\r\nReplied, To be born woman is to know\r\nAlthough they do not talk of it at school\r\nThat we must labour to be beautiful.\r\nI said, Its certain there is no fine thing\r\nSince Adams fall but needs much labouring.\r\nThere have been lovers who thought love should be\r\nSo much compounded of high courtesy\r\nThat they would sigh and quote with learned looks\r\nPrecedents out of beautiful old books;\r\nYet now it seems an idle trade enough.\r\n\r\nWe sat grown quiet at the name of love;\r\nWe saw the last embers of daylight die,\r\nAnd in the trembling blue-green of the sky\r\nA moon, worn as if it had been a shell\r\nWashed by times waters as they rose and fell\r\nAbout the stars and broke in days and years.\r\n\r\nI had a thought for no ones but your ears:\r\nThat you were beautiful, and that I strove\r\nTo love you in the old high way of love;\r\nThat it had all seemed happy, and yet wed grown\r\nAs weary-hearted as that hollow moon.",13,"Love"],[7.0050358772,-4.5371007919,"Down by the salley gardens\r\n   my love and I did meet;\r\nShe passed the salley gardens\r\n   with little snow-white feet.\r\nShe bid me take love easy,\r\n   as the leaves grow on the tree;\r\nBut I, being young and foolish,\r\n   with her would not agree.\r\n\r\nIn a field by the river\r\n   my love and I did stand,\r\nAnd on my leaning shoulder\r\n   she laid her snow-white hand.\r\nShe bid me take life easy,\r\n   as the grass grows on the weirs;\r\nBut I was young and foolish,\r\n   and now am full of tears.\r\n ",13,"Love"],[22.6163902283,-2.1148657799,"You dweller in the dark cabin,\r\nTo whom the watermelon is always purple,\r\nWhose garden is wind and moon,\r\n\r\nOf the two dreams, night and day,\r\nWhat lover, what dreamer, would choose\r\nThe one obscured by sleep?\r\n\r\nHere is the plantain by your door\r\nAnd the best cock of red feather\r\nThat crew before the clocks.\r\n\r\nA feme may come, leaf-green,\r\nWhose coming may give revel\r\nBeyond revelries of sleep,\r\n\r\nYes, and the blackbird spread its tail,\r\nSo that the sun may speckle,\r\nWhile it creaks hail.\r\n\r\nYou dweller in the dark cabin,\r\nRise, since rising will not waken,\r\nAnd hail, cry hail, cry hail.",13,"Love"],[22.6397304535,-3.8894190788,"Come when the nights are bright with stars\r\nOr come when the moon is mellow;\r\nCome when the sun his golden bars\r\nDrops on the hay-field yellow.\r\nCome in the twilight soft and gray,\r\nCome in the night or come in the day,\r\nCome, O love, wheneer you may,\r\nAnd you are welcome, welcome.\r\n\r\nYou are sweet, O Love, dear Love,\r\nYou are soft as the nesting dove.\r\nCome to my heart and bring it to rest\r\nAs the bird flies home to its welcome nest.\r\n\r\nCome when my heart is full of grief\r\nOr when my heart is merry;\r\nCome with the falling of the leaf\r\nOr with the reddning cherry.\r\nCome when the years first blossom blows,\r\nCome when the summer gleams and glows,\r\nCome with the winters drifting snows,\r\nAnd you are welcome, welcome.",13,"Love"],[-13.5692481995,-11.8417348862,"Too high, too high to pluck\r\nMy heart shall swing.\r\nA fruit no bee shall suck,\r\nNo wasp shall sting.\r\n\r\nIf on some night of cold\r\nIt falls to ground\r\nIn apple-leaves of gold\r\nIll wrap it round.\r\n\r\nAnd I shall seal it up\r\nWith spice and salt,\r\nIn a carven silver cup,\r\nIn a deep vault.\r\n\r\nBefore my eyes are blind\r\nAnd my lips mute,\r\nI must eat core and rind\r\nOf that same fruit.\r\n\r\nBefore my heart is dust\r\nAt the end of all,\r\nEat it I must, I must\r\nWere it bitter gall.\r\n\r\nBut I shall keep it sweet\r\nBy some strange art;\r\nWild honey I shall eat\r\nWhen I eat my heart.\r\n\r\nO honey cool and chaste\r\nAs clovers breath!\r\nSweet Heaven I shall taste\r\nBefore my death.",6,"Love"],[13.9875411987,-6.03378582,"When the first dark had fallen around them\r\nAnd the leaves were weary of praise,\r\nIn the clear silence Beauty found them\r\nAnd shewed them all her ways.\r\n\r\nIn the high noon of the heavenly garden\r\nWhere the angels sunned with the birds,\r\nBeauty, before their hearts could harden,\r\nHad taught them heavenly words.\r\n\r\nWhen they fled in the burning weather\r\nAnd nothing dawned but a dream,\r\nBeauty fasted their hands together\r\nAnd cooled them at her stream.\r\n\r\nAnd when day wearied and night grew stronger,\r\nAnd they slept as the beautiful must,\r\nThen she bided a little longer,\r\nAnd blossomed from their dust.",13,"Love"],[21.5817375183,-9.4481935501,"The jester walked in the garden:\r\nThe garden had fallen still;\r\nHe bade his soul rise upward\r\nAnd stand on her window-sill.\r\n\r\nIt rose in a straight blue garment,\r\nWhen owls began to call:\r\nIt had grown wise-tongued by thinking\r\nOf a quiet and light footfall;\r\n\r\nBut the young queen would not listen;\r\nShe rose in her pale night-gown;\r\nShe drew in the heavy casement\r\nAnd pushed the latches down.\r\n\r\nHe bade his heart go to her,\r\nWhen the owls called out no more;\r\nIn a red and quivering garment\r\nIt sang to her through the door.\r\n\r\nIt had grown sweet-tongued by dreaming\r\nOf a flutter of flower-like hair;\r\nBut she took up her fan from the table\r\nAnd waved it off on the air.\r\n\r\n'I have cap and bells, he pondered,\r\n'I will send them to her and die;\r\nAnd when the morning whitened\r\nHe left them where she went by.\r\n\r\nShe laid them upon her bosom,\r\nUnder a cloud of her hair,\r\nAnd her red lips sang them a love-song\r\nTill stars grew out of the air.\r\n\r\nShe opened her door and her window,\r\nAnd the heart and the soul came through,\r\nTo her right hand came the red one,\r\nTo her left hand came the blue.\r\n\r\nThey set up a noise like crickets,\r\nA chattering wise and sweet,\r\nAnd her hair was a folded flower\r\nAnd the quiet of love in her feet.",-1,"Love"],[-0.7305454612,-10.5856904984,"Go, dumb-born book,\r\nTell her that sang me once that song of Lawes:\r\nHadst thou but song\r\nAs thou hast subjects known,\r\nThen were there cause in thee that should condone\r\nEven my faults that heavy upon me lie\r\nAnd build her glories their longevity.\r\n\r\nTell her that sheds\r\nSuch treasure in the air,\r\nRecking naught else but that her graces give\r\nLife to the moment,\r\nI would bid them live\r\nAs roses might, in magic amber laid,\r\nRed overwrought with orange and all made\r\nOne substance and one colour\r\nBraving time.\r\n\r\nTell her that goes\r\nWith song upon her lips\r\nBut sings not out the song, nor knows\r\nThe maker of it, some other mouth,\r\nMay be as fair as hers,\r\nMight, in new ages, gain her worshippers,\r\nWhen our two dusts with Wallers shall be laid,\r\nSiftings on siftings in oblivion,\r\nTill change hath broken down\r\nAll things save Beauty alone.",13,"Love"],[1.8919557333,-7.3901433945,"Louis Untermeyer, Infidelity from The New Poetry: An Anthology of Twentieth Century Verse in English, ed. Harriet Monroe (New York: Macmillan, 1936). Permission is granted by arrangement with the Estate of Louis Untermeyer, Norma Anchin Untermeyer c\/o Professional Publishing Services. The reprint is granted with the expressed permission by Laurence S. Untermeyer.",13,"Love"],[5.4835972786,-5.6327123642,"I went to the dances at Chandlerville,\r\nAnd played snap-out at Winchester.\r\nOne time we changed partners,\r\nDriving home in the moonlight of middle June,\r\nAnd then I found Davis.\r\nWe were married and lived together for seventy years,\r\nEnjoying, working, raising the twelve children,\r\nEight of whom we lost\r\nEre I had reached the age of sixty.\r\nI spun, I wove, I kept the house, I nursed the sick,\r\nI made the garden, and for holiday\r\nRambled over the fields where sang the larks,\r\nAnd by Spoon River gathering many a shell,\r\nAnd many a flower and medicinal weed\r\nShouting to the wooded hills, singing to the green valleys.\r\nAt ninety-six I had lived enough, that is all,\r\nAnd passed to a sweet repose.\r\nWhat is this I hear of sorrow and weariness,\r\nAnger, discontent and drooping hopes?\r\nDegenerate sons and daughters,\r\nLife is too strong for you\r\nIt takes life to love Life.",13,"Love"],[27.7991123199,-5.9283924103,"Seen my lady home las' night,\r\nJump back, honey, jump back.\r\nHel' huh han' an' sque'z it tight,\r\nJump back, honey, jump back.\r\nHyeahd huh sigh a little sigh,\r\nSeen a light gleam f'om huh eye,\r\nAn' a smile go flittin' by\r\nJump back, honey, jump back.\r\n\r\nHyeahd de win' blow thoo de pine,\r\nJump back, honey, jump back.\r\nMockin'-bird was singin' fine,\r\nJump back, honey, jump back.\r\nAn' my hea't was beatin' so,\r\nWhen I reached my lady's do',\r\nDat I could n't ba' to go\r\nJump back, honey, jump back.\r\n\r\nPut my ahm aroun' huh wais',\r\nJump back, honey, jump back.\r\nRaised huh lips an' took a tase,\r\nJump back, honey, jump back.\r\nLove me, honey, love me true?\r\nLove me well ez I love you?\r\nAn' she answe'd, \"'Cose I do\"\r\nJump back, honey, jump back.",-1,"Love"],[29.4820270538,7.8144278526,"W'en daih's chillun in de house,\r\nDey keep on a-gittin' tall;\r\nBut de folks don' seem to see\r\nDat dey's growin' up at all,\r\n'Twell dey fin' out some fine day\r\nDat de gals has 'menced to grow,\r\nW'en dey notice as dey pass\r\nDat de front gate's saggin' low.\r\n\r\nW'en de hinges creak an' cry,\r\nAn' de bahs go slantin' down,\r\nYou kin reckon dat hit's time\r\nFu' to cas' yo' eye erroun',\r\n'Cause daih ain't no 'sputin' dis,\r\nHit's de trues' sign to show\r\nDat daih's cou'tin goin' on\r\nW'en de ol' front gate sags low.\r\n\r\nOh, you grumble an' complain,\r\nAn' you prop dat gate up right;\r\nBut you notice right nex' day\r\nDat hit's in de same ol' plight.\r\nSo you fin' dat hit's a rule,\r\nAn' daih ain' no use to blow,\r\nW'en de gals is growin' up,\r\nDat de front gate will sag low.\r\n\r\nDen you t'ink o' yo' young days,\r\nW'en you cou'ted Sally Jane,\r\nAn' you so't o' feel ashamed\r\nFu' to grumble an' complain,\r\n'Cause yo' ricerlection says,\r\nAn' you know hits wo'ds is so,\r\nDat huh pappy had a time\r\nWid his front gate saggin' low.\r\n\r\nSo you jes' looks on an' smiles\r\nAt 'em leanin' on de gate,\r\nTryin' to t'ink whut he kin say\r\nFu' to keep him daih so late,\r\nBut you lets dat gate erlone,\r\nFu' yo' 'sperunce goes to show,\r\n'Twell de gals is ma'ied off,\r\nIt gwine keep on saggin' low.",-1,"Love"],[7.9091215134,-12.4170846939,"I saw her in a Broadway car,\r\nThe woman I might grow to be;\r\nI felt my lover look at her\r\nAnd then turn suddenly to me.\r\n\r\nHer hair was dull and drew no light\r\nAnd yet its color was as mine;\r\nHer eyes were strangely like my eyes\r\nTho' love had never made them shine.\r\n\r\nHer body was a thing grown thin,\r\nHungry for love that never came;\r\nHer soul was frozen in the dark\r\nUnwarmed forever by love's flame.\r\n\r\nI felt my lover look at her\r\nAnd then turn suddenly to me,\r\nHis eyes were magic to defy\r\nThe woman I shall never be.",-1,"Love"],[2.9464194775,5.5850224495,"I shall not go with pain\r\nWhether you hold me, whether you forget\r\nMy little loss and my immortal gain.\r\nO flower unseen, O fountain sealed apart!\r\nGive me one look, one look remembering yet,\r\nSweet heart.\r\n\r\nI shall not go with grief,\r\nWhether you call me, whether you deny\r\nThe crowning vintage and the golden sheaf.\r\nO, April hopes that blossom but to close!\r\nGive me one look, one look and so good-bye,\r\nRed rose.\r\n\r\nI shall not go with sighs,\r\nBut as full-crowned the warrior leaves the fight,\r\nDawn on his shield and death upon his eyes.\r\nO, life so bitter-sweet and heaven so far!\r\nGive me one look, one look and so good night,\r\nMy star.",13,"Love"],[18.9740142822,6.2869887352,"This youth too long has heard the break\r\nOf waters in a land of change.\r\nHe goes to see what suns can make\r\nFrom soil more indurate and strange.\r\n\r\nHe cuts what holds his days together\r\nAnd shuts him in, as lock on lock:\r\nThe arrowed vane announcing weather,\r\nThe tripping racket of a clock;\r\n\r\nSeeking, I think, a light that waits\r\nStill as a lamp upon a shelf,\r\nA land with hills like rocky gates\r\nWhere no sea leaps upon itself.\r\n\r\nBut he will find that nothing dares\r\nTo be enduring, save where, south\r\nOf hidden deserts, torn fire glares\r\nOn beauty with a rusted mouth,\r\n\r\nWhere something dreadful and another\r\nLook quietly upon each other.",13,"Love"],[-6.4439396858,20.6935482025,"Making his advances\r\nHe does not look at her, nor sniff at her,\r\nNo, not even sniff at her, his nose is blank.\r\n\r\nOnly he senses the vulnerable folds of skin\r\nThat work beneath her while she sprawls along\r\nIn her ungainly pace,\r\nHer folds of skin that work and row\r\nBeneath the earth-soiled hovel in which she moves.\r\n\r\nAnd so he strains beneath her housey walls\r\nAnd catches her trouser-legs in his beak\r\nSuddenly, or her skinny limb,\r\nAnd strange and grimly drags at her\r\nLike a dog,\r\nOnly agelessly silent, with a reptile's awful persistency.\r\n\r\nGrim, gruesome gallantry, to which he is doomed.\r\nDragged out of an eternity of silent isolation\r\nAnd doomed to partiality, partial being,\r\nAche, and want of being,\r\nWant,\r\nSelf-exposure, hard humiliation, need to add himself on to her.\r\n\r\nBorn to walk alone,\r\nForerunner,\r\nNow suddenly distracted into this mazy side-track,\r\nThis awkward, harrowing pursuit,\r\nThis grim necessity from within.\r\n\r\nDoes she know\r\nAs she moves eternally slowly away?\r\nOr is he driven against her with a bang, like a bird flying in the dark against a window,\r\nAll knowledgeless?\r\n\r\nThe awful concussion,\r\nAnd the still more awful need to persist, to follow, follow, continue,\r\nDriven, after ons of pristine, fore-god-like singleness and oneness,\r\nAt the end of some mysterious, red-hot iron,\r\nDriven away from himself into her tracks,\r\nForced to crash against her.\r\n\r\nStiff, gallant, irascible, crook-legged reptile,\r\nLittle gentleman,\r\nSorry plight,\r\nWe ought to look the other way.\r\n\r\nSave that, having come with you so far,\r\nWe will go on to the end.",-1,"Love"],[8.7937955856,-2.8288092613,"With the man I love who loves me not,\r\nI walked in the street-lamps' flare;\r\nWe watched the world go home that night\r\nIn a flood through Union Square.\r\n\r\nI leaned to catch the words he said\r\nThat were light as a snowflake falling;\r\nAh well that he never leaned to hear\r\nThe words my heart was calling.\r\n\r\nAnd on we walked and on we walked\r\nPast the fiery lights of the picture shows\r\nWhere the girls with thirsty eyes go by\r\nOn the errand each man knows.\r\n\r\nAnd on we walked and on we walked,\r\nAt the door at last we said good-bye;\r\nI knew by his smile he had not heard\r\nMy heart's unuttered cry.\r\n\r\nWith the man I love who loves me not\r\nI walked in the street-lamps' flare\r\nBut oh, the girls who ask for love\r\nIn the lights of Union Square.",13,"Love"],[9.9510955811,0.7986031175,"When you are old and grey and full of sleep,\r\nAnd nodding by the fire, take down this book,\r\nAnd slowly read, and dream of the soft look\r\nYour eyes had once, and of their shadows deep;\r\n\r\nHow many loved your moments of glad grace,\r\nAnd loved your beauty with love false or true,\r\nBut one man loved the pilgrim soul in you,\r\nAnd loved the sorrows of your changing face;\r\n\r\nAnd bending down beside the glowing bars,\r\nMurmur, a little sadly, how Love fled\r\nAnd paced upon the mountains overhead\r\nAnd hid his face amid a crowd of stars.",13,"Love"]]