[[5.52135849,11.2649364471,"Quirrell came back out from behind the mirror and stared hungrily into it.",2,"blue","cat","beach","","calm","simile"],[5.4290332794,14.4179592133,"\"And we'd better stay outside the third-floor corridor,\" Harry told Ron.",2,"red","bird","city","","",""],[5.5607233047,13.1824131012,"\"Look!\" Hermione seized a roll of paper lying next to the bottles.",2,"green","elephant","forest","","","hyperbole"],[3.9032382965,14.4742584229,"Your detention will take place at eleven o'clock tonight.",2,"red","cat","city","night","","simile"],[6.6088514328,11.5593929291,"Their first real shock came when their other knight was taken.",0,"blue","bird","beach","","pride",""],[5.4680042267,14.9795312881,"I bet,\" he added, voicing for the first time something that had been worrying him a lot lately, \"I bet I'm the worst in the class.\"",2,"green","cat","forest","","","hyperbole"],[3.6534163952,11.4600477219,"Once, Aunt Petunia, tired of Harry coming back from the barbers looking as though he hadn't been at all, had taken a pair of kitchen scissors and cut his hair so short he was almost bald except for his bangs, which she left \"to hide that horrible scar.\" Dudley had laughed himself silly at Harry, who spent a sleepless night imagining school the next day, where he was already laughed at for his baggy clothes and taped glasses.",-1,"green","bird","forest","","","simile"],[6.7894535065,12.8853387833,"So now they had something else to worry about: what might happen to Hagrid if anyone found out he was hiding an illegal dragon in his hut.",1,"red","elephant","city","","delight",""],[6.2548575401,12.1423530579,"He tore his eyes away from his mother's face, whispered, \"I'll come back,\" and hurried from the room.",-1,"blue","elephant","beach","","","simile"],[6.6640353203,11.30854702,"People jostled him on their way to platforms nine and ten.",0,"red","bird","beach","","","simile"],[5.1284813881,11.1519479752,"After a few minutes he stammered, \"What does it mean, they await my owl?\"",2,"green","cat","forest","","","rhyme"],[5.1464114189,14.1685237885,"We are pleased to inform you that you have been accepted at Hogwarts School of Witchcraft and Wizardry.",2,"blue","cat","city","","","hyperbole"],[2.5949800014,11.3824357986,"Mr. Flamel, who celebrated his six hundred and sixty-fifth birthday last year, enjoys a quiet life in Devon with his wife, Perenelle (six hundred and fifty-eight).",-1,"green","elephant","city","","","simile"],[2.7108056545,12.5474872589,"The pile of tried wands was mounting higher and higher on the spindly chair, but the more wands Mr. Ollivander pulled from the shelves, the happier he seemed to become.",-1,"red","bird","beach","","serene","rhyme"],[3.9913182259,9.9914121628,"Then they visited the Apothecary, which was fascinating enough to make up for its horrible smell, a mixture of bad eggs and rotted cabbages.",-1,"blue","bird","forest","","",""],[5.0506558418,14.3206272125,"I hope each of you will be a credit to whichever house becomes yours.",2,"white","cat","beach","","proud","simile"],[5.8205342293,14.2541847229,"\"You want to watch out for Peeves,\" said Percy, as they set off again.",2,"green","elephant","city","","","rhyme"],[3.6948332787,14.930765152,"Next Door's problems with her daughter and how Dudley had learned a new word (\"Won't!\").",2,"red","cat","forest","","","hyperbole"],[6.4473190308,13.3123369217,"Everyone seemed to know Hagrid; they waved and smiled at him, and the bartender reached for a glass, saying, \"The usual, Hagrid?\"",1,"blue","bird","forest","","","simile"],[4.0523090363,12.6758756638,"So Malfoy, jealous and angry, had gone back to taunting Harry about having no proper family.",2,"green","bird","city","","","rhyme"],[6.4112529755,11.3258037567,"He bent down over the fireplace; they couldn't see what he was doing but when he drew back a second later, there was a roaring fire there.",0,"red","elephant","beach","","",""],[4.7418789864,10.1805591583,"I haven't eaten for nearly four hundred years,\" said the ghost.",-1,"green","cat","city","moonlit","sly","simile"],[4.7910313606,13.5224437714,"A tall, black-haired witch in emerald-green robes stood there.",2,"blue","elephant","beach","","","rhyme"],[4.7784199715,10.7706546783,"One small hand closed on the letter beside him and he slept on, not knowing he was special, not knowing he was famous, not knowing he would be woken in a few hours' time by Mrs.",2,"red","bird","city","","","hyperbole"],[3.9668805599,13.1469135284,"\"Exactly,\" said Dumbledore, looking very seriously over the top of his half-moon glasses.",2,"blue","cat","forest","","","simile"],[5.8625593185,10.4659566879,"Then, none of them looking at each other, they all said \"Thanks,\" and hurried off to get plates.",0,null,null,null,null,null,null],[6.5138502121,10.6814031601,"They heard him zooming away, rattling coats of armor as he passed.",0,null,null,null,null,null,null],[5.0625324249,11.8768138885,"There's a unicorn in there bin hurt badly by summat.",2,null,null,null,null,null,null],[5.2673807144,12.057103157,"Bright green -- exactly the same shape, but then he noticed that she was crying; smiling, but crying at the same time.",2,null,null,null,null,null,null],[3.7445511818,10.3539562225,"Dudley and Harry shared a room with twin beds and damp, musty sheets.",-1,null,null,null,null,null,null],[5.882833004,14.5542602539,"\"Right, here's what we've got to do,\" he whispered urgently.",2,null,null,null,null,null,null],[2.9124233723,12.0058526993,"Even Harry, who knew nothing about the different brooms, thought it looked wonderful.",-1,null,null,null,null,null,null],[3.8254213333,11.8864107132,"Perhaps brooms, like horses, could tell when you were afraid, thought Harry; there was a quaver in Neville's voice that said only too clearly that he wanted to keep his feet on the ground.",2,null,null,null,null,null,null],[3.1895430088,14.0387392044,"As for you, Mr. Potter, I thought Gryffindor meant more to you than this.",2,null,null,null,null,null,null],[3.3537020683,14.4250488281,"\"Got this outta the library -- Dragon Breeding for Pleasure and Profit -- it's a bit outta date, o' course, but it's all in here.",-1,null,null,null,null,null,null],[4.3058261871,12.1596908569,"The Dursleys often spoke about Harry like this, as though he wasn't there -- or rather, as though he was something very nasty that couldn't understand them, like a slug.",2,null,null,null,null,null,null],[2.7565572262,11.2985906601,"It was true that Harry wasn't going back to Privet Drive for Christmas.",-1,null,null,null,null,null,null],[3.0909445286,14.0448684692,"These were the books containing powerful Dark Magic never taught at Hogwarts, and only read by older students studying advanced Defense Against the Dark Arts.",2,null,null,null,null,null,null],[4.0651192665,13.693944931,"Ron didn't answer; Snape had just awarded Hufflepuff a penalty because George Weasley had hit a Bludger at him.",2,null,null,null,null,null,null],[6.2024731636,10.7140932083,"It lumbered around, blinking stupidly, to see what had made the noise.",0,null,null,null,null,null,null],[3.3391931057,14.3424453735,"You fed Draco Malfoy some cock-and-bull story about a dragon, trying to get him out of bed and into trouble.",2,null,null,null,null,null,null],[5.5276265144,13.0229492188,"Harry could hear running water; there must be a stream somewhere close by.",2,null,null,null,null,null,null],[4.3818502426,14.3642034531,"And a few of our older students would do well to remember that as well.\"",2,null,null,null,null,null,null],[2.4626762867,13.3618602753,"A bezoar is a stone taken from the stomach of a goat and it will save you from most poisons.",-1,null,null,null,null,null,null],[5.0596842766,11.6813268661,"There were still spots of unicorn blood here and there along the winding path.",2,null,null,null,null,null,null],[4.7769985199,13.0993900299,"Hermione Granger was shrinking against the wall opposite, looking as if she was about to faint.",2,null,null,null,null,null,null],[3.3957638741,14.2312202454,"Gringotts is the safest place in the world fer anything yeh want ter keep safe -- 'cept maybe Hogwarts.",2,null,null,null,null,null,null],[4.4071245193,13.5713911057,"It was Professor McGonagall, carrying a large pile of books.",2,null,null,null,null,null,null],[5.9144506454,13.4408626556,"\"Kept outta trouble, though, that's somethin',\" said Hagrid, raising his binoculars and peering skyward at the speck that was Harry.",-1,null,null,null,null,null,null],[6.5994091034,10.9831466675,"Then a sudden movement ahead of them made them almost drop the crate.",0,null,null,null,null,null,null],[4.3026723862,9.8063964844,"On the opposite side of the chamber was a heavy wooden door.",-1,null,null,null,null,null,null],[4.8159718513,15.2934265137,"\"We don't want you attacked before you have to be.\"",-1,null,null,null,null,null,null],[3.8501791954,11.5090856552,"Harry did the best he could, trying to ignore the stabbing pains in his forehead, which had been bothering him ever since his trip into the forest.",2,null,null,null,null,null,null],[6.3641171455,10.6674718857,"He drummed his fingers on the steering wheel and his eyes fell on a huddle of these weirdos standing quite close by.",0,null,null,null,null,null,null],[6.3767995834,12.937461853,"\"VOLDEMORT!\" Harry bellowed, and Hagrid was so shocked, he stopped crying.",1,null,null,null,null,null,null],[3.698482275,13.8684978485,"Wherever he was, Filch must know a shortcut, because his soft, greasy voice was getting nearer, and to his horror, it was Snape who replied, \"The Restricted Section?",2,null,null,null,null,null,null],[4.6002373695,10.202255249,"He'd just had the best birthday of his life -- and yet -- he chewed his hamburger, trying to find the words.",-1,null,null,null,null,null,null],[5.2549500465,11.292506218,"Wood was now looking as though all his dreams had come true at once.",2,null,null,null,null,null,null],[4.3445138931,13.0973415375,"At the top of the hall was another long table where the teachers were sitting.",2,null,null,null,null,null,null],[4.2398271561,14.0988264084,"\"Well done, Ron, excellent,\" said Percy Weasley Pompously across Harry as \"Zabini, Blaise,\" was made a Slytherin.",2,null,null,null,null,null,null],[5.4779448509,12.3190221786,"Dursley came into the living room carrying two cups of tea.",2,null,null,null,null,null,null],[4.0364041328,10.5453014374,"I hate them Gringotts carts.\" He did still look a bit sick, so Harry entered Madam Malkin's shop alone, feeling nervous.",-1,null,null,null,null,null,null],[4.1323251724,15.1283721924,"\"Madam Hooch told us not to move -- you'll get us all into trouble.\"",2,null,null,null,null,null,null],[3.7177660465,12.8769788742,"They're saying he tried to kill the Potter's son, Harry.",2,null,null,null,null,null,null],[3.5193343163,13.5260534286,"Chess was the only thing Hermione ever lost at, something Harry and Ron thought was very good for her.",2,null,null,null,null,null,null],[4.6821722984,14.8172044754,"\"Knew! Of course we knew! How could you not be, my dratted sister being what she was?",-1,null,null,null,null,null,null],[3.9093520641,10.8249959946,"\"Taking Dudley to the hospital,\" growled Uncle Vernon.",4,null,null,null,null,null,null],[6.3363871574,13.3125953674,"\"Hi, Hagrid, want any help?\" Ron asked, sticking his head through the branches.",1,null,null,null,null,null,null],[4.5604557991,12.8277702332,"For a full minute the three of them stood and looked at the little bundle; Hagrid's shoulders shook, Professor McGonagall blinked furiously, and the twinkling light that usually shone from Dumbledore's eyes seemed to have gone out.",2,null,null,null,null,null,null],[5.8432025909,14.5015621185,"\"Oh yes, everyone's celebrating, all right,\" she said impatiently.",2,null,null,null,null,null,null],[4.7919564247,11.5807952881,"It was chalk white with glaring red eyes and slits for nostrils, like a snake.",2,null,null,null,null,null,null],[6.3813872337,12.7582082748,"Look in the pockets.\" Hagrid's coat seemed to be made of nothing but pockets -- bunches of keys, slug pellets, balls of string, peppermint humbugs, teabags...",1,null,null,null,null,null,null],[4.51304245,13.7370138168,"It was Ginny Weasley, Ron's younger sister, but she wasn't pointing at Ron.",2,null,null,null,null,null,null],[4.3646287918,10.087228775,"Soon the hut was full of the sound and smell of sizzling sausage.",3,null,null,null,null,null,null],[3.7775506973,14.3549833298,"At breakfast on Thursday she bored them all stupid with flying tips she'd gotten out of a library book called Quidditch Through the Ages.",2,null,null,null,null,null,null],[6.5644311905,13.028046608,"He was very glad they had Hagrid and his crossbow with them.",1,null,null,null,null,null,null],[3.6787981987,11.0534772873,"He was usually the one who held people's arms behind their backs while Dudley hit them.",4,null,null,null,null,null,null],[5.8076610565,13.8590269089,"\"Here I come,\" he said, and he drained the little bottle in one gulp.",2,null,null,null,null,null,null],[4.9932785034,14.4797182083,"\"The Sorting Ceremony will take place in a few minutes in front of the rest of the school.",2,null,null,null,null,null,null],[3.1613049507,12.2647628784,"Harry knew Ron and Hermione were thinking the same as he was.",2,null,null,null,null,null,null],[3.1023674011,13.6994333267,"\"Trust Dumbledore to come up with something like this...",2,null,null,null,null,null,null],[4.0876021385,12.5015830994,"Harry hadn't had a single letter since Hagrid's note, something that Malfoy had been quick to notice, of course.",2,null,null,null,null,null,null],[5.9973754883,10.5983114243,"They had been looking for two weeks, after A, but as they only had odd moments between lessons it wasn't surprising they'd found nothing.",0,null,null,null,null,null,null],[2.8497920036,13.3314418793,"One hour of answering questions about batty old wizards who'd invented selfstirring cauldrons and they'd be free, free for a whole wonderful week until their exam results came out.",-1,null,null,null,null,null,null],[5.1016483307,10.6825838089,"He had no idea what Mr. Ollivander was waiting for.",2,null,null,null,null,null,null],[2.8671569824,10.977519989,"It was even worth being with Dudley and Piers to be spending the day somewhere that wasn't school, his cupboard, or Mrs.",4,null,null,null,null,null,null],[4.1685810089,12.1171703339,"He climbed carefully along one of the branches, holding tight to his broomstick, trying to see through the leaves.",2,null,null,null,null,null,null],[3.2479357719,14.9362106323,"\"Oh, of course, you wouldn't know -- Chocolate Frogs have cards, inside them, you know, to collect -- famous witches and wizards.",2,null,null,null,null,null,null],[6.773627758,11.0369186401,"Forgetting that they were already invisible, they shrank into the shadows, staring at the dark outlines of two people grappling with each other ten feet away.",0,null,null,null,null,null,null],[2.9675440788,13.9534492493,"\"Library books are not to be taken outside the school,\" said Snape.",2,null,null,null,null,null,null],[4.2251358032,13.2375278473,"It seemed that Professor McGonagall had reached the point she was most anxious to discuss, the real reason she had been waiting on a cold, hard wall all day, for neither as a cat nor as a woman had she fixed Dumbledore with such a piercing stare as she did now.",2,null,null,null,null,null,null],[3.4347519875,13.3442363739,"\"I see myself shaking hands with Dumbledore,\" he invented.",2,null,null,null,null,null,null],[5.853369236,11.0387325287,"He waited until Quirrell's footsteps had disappeared, then peered into the classroom.",-1,null,null,null,null,null,null],[4.1301708221,10.9001436234,"Uncle Vernon rapped the glass smartly with his knuckles, but the snake just snoozed on.",-1,null,null,null,null,null,null],[4.6801300049,12.9219903946,"Dumbledore and Professor McGonagall bent forward over the bundle of blankets.",2,null,null,null,null,null,null],[3.3981776237,15.2034797668,"\"Which one will get you back through the purple flames?\"",2,null,null,null,null,null,null],[4.2571582794,10.3297691345,"Uncle Vernon's rations turned out to be a bag of chips each and four bananas.",3,null,null,null,null,null,null],[6.4637718201,10.5376472473,"They walked more slowly, ears straining for the faintest sound.",0,null,null,null,null,null,null],[5.4634571075,13.8895425797,"\"What have we got today?\" Harry asked Ron as he poured sugar on his porridge.",2,null,null,null,null,null,null],[4.5051217079,11.53191185,"Harry tried to wave the owl out of the way, but it snapped its beak fiercely at him and carried on savaging the coat.",2,null,null,null,null,null,null],[3.6886012554,12.1538906097,"It kept wandering up to the dormitory where his new broomstick was lying under his bed, or straying off to the Quidditch field where he'd be learning to play that night.",2,null,null,null,null,null,null],[3.9288711548,11.9019346237,"Harry tried to turn back toward the Gryffindor goal- posts -- he had half a mind to ask Wood to call time-out -- and then he realized that his broom was completely out of his control.",2,null,null,null,null,null,null],[3.8895273209,14.8428668976,"\"Listen, Harry, would yeh mind if I slipped off fer a pick-me-up in the Leaky Cauldron?",2,null,null,null,null,null,null],[3.8262636662,10.8501853943,"Uncle Vernon had to wrestle Dudley to the ground to get the letter from him, which was made difficult by the fact that Harry had grabbed Uncle Vernon around the neck from behind.",-1,null,null,null,null,null,null],[4.0826539993,15.2448778152,"\"Someone was lookin' through the gap in the curtains -- it's a kid -- he's runnin' back up ter the school.\"",2,null,null,null,null,null,null],[6.1110391617,12.1646614075,"He hurried out from behind the bar, rushed toward Harry and seized his hand, tears in his eyes.",-1,null,null,null,null,null,null],[3.2943305969,13.3313140869,"This was supposed to be good training for later life.",2,null,null,null,null,null,null],[3.7646410465,14.4776468277,"\"Be warned, Potter -- any more nighttime wanderings and I will personally make sure you are expelled.",-1,null,null,null,null,null,null],[6.3288435936,13.2834539413,"tell yer that's how it is at Hogwarts,\" Hagrid growled.",1,null,null,null,null,null,null],[3.4439013004,11.8791227341,"As the match drew nearer, however, Harry became more and more nervous, whatever he told Ron and Hermione.",2,null,null,null,null,null,null],[6.7269525528,11.1477098465,"The boy lifted the lid of a box in his arms, and the people around him shrieked and yelled as something inside poked out a long, hairy leg.",0,null,null,null,null,null,null],[3.8739438057,11.8979797363,"Harry's broom jumped into his hand at once, but it was one of the few that did.",2,null,null,null,null,null,null],[3.6582496166,13.0659761429,"he was talking about interfering with what the planets say is going to happen....",2,null,null,null,null,null,null],[4.1628665924,9.9037685394,"The inside was horrible; it smelled strongly of seaweed, the wind whistled through the gaps in the wooden walls, and the fireplace was damp and empty.",3,null,null,null,null,null,null],[5.2479286194,12.3971681595,"He laid Harry gently on the doorstep, took a letter out of his cloak, tucked it inside Harry's blankets, and then came back to the other two.",2,null,null,null,null,null,null],[4.2959480286,11.3502817154,"Neville, indeed, looked as if he'd never speak again.",-1,null,null,null,null,null,null],[3.9742186069,12.1496887207,"Hovering level with the topmost branches of an oak he called, \"Come and get it, Potter!\"",2,null,null,null,null,null,null],[3.2866899967,11.6275100708,"Harry didn't know where to run first now that he had a bag full of money.",2,null,null,null,null,null,null],[2.5829327106,12.7211418152,"\"Your father, on the other hand, favored a mahogany wand.",-1,null,null,null,null,null,null],[4.3284158707,13.2870397568,"\"You'd be stiff if you'd been sitting on a brick wall all day,\" said Professor McGonagall.",2,null,null,null,null,null,null],[5.6679711342,12.8861083984,"\"Harry!\" Neville burst Out, the moment he saw the other two.",2,null,null,null,null,null,null],[5.352473259,11.9062738419,"It was a few seconds before Mr. Dursley realized that the man was wearing a violet cloak.",2,null,null,null,null,null,null],[3.3893232346,10.7514009476,"Every night before he went to sleep, Harry ticked off another day on the piece of paper he had pinned to the wall, counting down to September the first.",4,null,null,null,null,null,null],[6.5010113716,12.7181243896,"Hagrid picked it up and tucked it deep inside his coat.",1,null,null,null,null,null,null],[6.6369976997,11.2069387436,"Then something happened that made him jump about a foot in the air -- several people behind him screamed.",0,null,null,null,null,null,null],[5.4315404892,14.767747879,"\"Who on earth wants to talk to you this badly?\" Dudley asked Harry in amazement.",2,null,null,null,null,null,null],[4.2142410278,13.4675188065,"He says Malfoy's father didn't need an excuse to go over to the Dark Side.\" He turned to Hermione.",2,null,null,null,null,null,null],[4.1973752975,14.7524757385,"\"Then she met that Potter at school and they left and got married and had you, and of course I knew you'd be just the same, just as strange, just as -- as -- abnormal -- and then, if you please, she went and got herself blown up and we got landed with you!\"",2,null,null,null,null,null,null],[5.5980267525,12.3847074509,"Dumbledore slipped the Put-Outer back inside his cloak and set off down the street toward number four, where he sat down on the wall next to the cat.",2,null,null,null,null,null,null],[5.0053153038,11.5931158066,"It was a magnificent mirror, as high as the ceiling, with an ornate gold frame, standing on two clawed feet.",2,null,null,null,null,null,null],[2.3235888481,14.0462713242,"They had been given special, new quills for the exams, which had been bewitched with an AntiCheating spell.",-1,null,null,null,null,null,null],[6.3287367821,10.5219669342,"They were quiet for a time, watching the fields and lanes flick past.",0,null,null,null,null,null,null],[5.0254921913,10.6409921646,"A bald man in a very long purple coat had actually shaken his hand in the street the other day and then walked away without a word.",2,null,null,null,null,null,null],[5.3725776672,14.2386045456,"\"Hogwarts, clear?\" she said, when Harry started to speak.",2,null,null,null,null,null,null],[2.9682130814,11.7764177322,"Dursley, of number four, Privet Drive, were proud to say that they were perfectly normal, thank you very much.",2,null,null,null,null,null,null],[2.8337795734,11.2201375961,"Send him, we can afford to lose him.\" On Christmas Eve, Harry went to bed looking forward to the next day for the food and the fun, but not expecting any presents at all.",4,null,null,null,null,null,null],[5.3362627029,10.3781223297,"He shivered and turned over, trying to get comfortable, his stomach rumbling with hunger.",2,null,null,null,null,null,null],[5.4813518524,14.8041915894,"\"It's no wonder no one can stand her,\" he said to Harry as they pushed their way into the crowded corridor, \"she's a nightmare, honestly.",2,null,null,null,null,null,null],[5.0904135704,13.3356256485,"With one last desperate look back at Ron, Harry and Hermione charged through the door and up the next passageway.",2,null,null,null,null,null,null],[6.2301940918,10.9587516785,"He pushed his trolley around and stared at the barrier.",0,null,null,null,null,null,null],[3.42583251,14.5708217621,"No one ever lived after he decided ter kill 'em, no one except you, an' he'd killed some o' the best witches an' wizards of the age -- the McKinnons, the Bones, the Prewetts -- an' you was only a baby, an' you lived.\"",2,null,null,null,null,null,null],[4.7921552658,11.3524179459,"These tables were laid with glittering golden plates and goblets.",2,null,null,null,null,null,null],[4.1165881157,12.227022171,"He liked to complain about things: people at work, Harry, the council, Harry, the bank, and Harry were just a few of his favorite subjects.",2,null,null,null,null,null,null],[4.9909038544,13.2062616348,"At this, Hermione stood up, her hand stretching toward the dungeon ceiling.",2,null,null,null,null,null,null],[5.3696398735,10.9372301102,"He thought two of his ribs might already have cracked from trying not to laugh.",2,null,null,null,null,null,null],[4.6353054047,13.3329954147,"They followed Professor McGonagall across the flagged stone floor.",2,null,null,null,null,null,null],[6.5951867104,11.9325857162,"A hooded figure came swiftly down the front steps of the castle.",-1,null,null,null,null,null,null],[3.3508751392,10.9212646484,"The lighted dial of Dudley's watch, which was dangling over the edge of the sofa on his fat wrist, told Harry he'd be eleven in ten minutes' time.",4,null,null,null,null,null,null],[6.4377069473,11.722659111,"From an inside pocket of his black overcoat he pulled a slightly squashed box.",0,null,null,null,null,null,null],[3.5462903976,14.8367652893,"And here they are: Nitwit! Blubber! Oddment! Tweak!",2,null,null,null,null,null,null],[3.9115438461,13.7671308517,"Hermione Granger, telling a downright lie to a teacher?",2,null,null,null,null,null,null],[5.7709212303,14.8600225449,"\"You know what this means?\" he finished breathlessly.",2,null,null,null,null,null,null],[3.2149882317,14.0699710846,"I've been asking around, and I hope I'm in Gryffindor, it sounds by far the best; I hear Dumbledore himself was in it, but I suppose Ravenclaw wouldn't be too bad....",2,null,null,null,null,null,null],[6.6231899261,13.0788316727,"\"Dunno,\" said Hagrid casually, \"he wouldn' take his cloak off.\"",1,null,null,null,null,null,null],[5.6041245461,14.1202497482,"\"We've got to get back to Gryffindor tower,\" said Ron, \"quickly as possible.\"",2,null,null,null,null,null,null],[5.0929450989,14.2845611572,"Well, Nicolas and I have had a little chat, and agreed it's all for the best.\"",2,null,null,null,null,null,null],[3.3848772049,13.6842746735,"They say he always favors them -- we'll be able to see if it's true.\"",2,null,null,null,null,null,null],[5.002746582,10.5537338257,"No one, ever, in his whole life, had written to him.",2,null,null,null,null,null,null],[3.2998013496,13.2329368591,"Harry was wondering what a wizard did once he'd finished school.",2,null,null,null,null,null,null],[5.337597847,13.6343975067,"It must be something really horrible, or Filch wouldn't be sounding so delighted.",2,null,null,null,null,null,null],[2.8373038769,13.8708934784,"Professor Snape couldn't bear being in your father's debt....",2,null,null,null,null,null,null],[4.2122001648,15.3707933426,"\"I bet there's a book somewhere in here telling you how to get past a giant three-headed dog.",2,null,null,null,null,null,null],[3.2546880245,13.5491876602,"Considered by many the greatest wizard of modern times, Dumbledore is particularly famous for his defeat of the dark wizard Grindelwald in 1945, for the discovery of the twelve uses of dragon's blood, and his work on alchemy with his partner, Nicolas Flamel.",2,null,null,null,null,null,null],[3.4305574894,12.0534658432,"Privately, Harry felt she'd had good reason, because Neville managed to have an extraordinary number of accidents even with both feet on the ground.",2,null,null,null,null,null,null],[5.584002018,12.0600147247,"He sat down next to Harry, took one look at him, and burst into tears.",2,null,null,null,null,null,null],[4.9562287331,13.6610794067,"\"Go to Professor McGonagall!\" Hermione urged Neville.",2,null,null,null,null,null,null],[5.9986763,12.728720665,"\"CAR CRASH!\" roared Hagrid, jumping up so angrily that the Dursleys scuttled back to their corner.",-1,null,null,null,null,null,null],[3.8047385216,13.5449075699,"You've got to keep eye contact, and Snape wasn't blinking at all, I saw him!\"",2,null,null,null,null,null,null],[4.0837082863,11.7232503891,"It was as Harry dodged another Bludger, which went spinning dangerously past his head, that it happened.",2,null,null,null,null,null,null],[4.0723185539,11.8743190765,"He tapped the wall three times with the point of his umbrella.",2,null,null,null,null,null,null],[4.9741826057,10.5164546967,"He couldn't remember being in the car when his parents had died.",2,null,null,null,null,null,null],[4.3864192963,10.4066181183,"He managed to say, \"Go -- cupboard -- stay -- no meals,\" before he collapsed into a chair, and Aunt Petunia had to run and get him a large brandy.",-1,null,null,null,null,null,null],[5.579387188,13.8303899765,"People are being downright careless, out on the streets in broad daylight, not even dressed in Muggle clothes, swapping rumors.\"",2,null,null,null,null,null,null],[5.599047184,12.4257955551,"\"Little tyke,\" chortled Mr. Dursley as he left the house.",2,null,null,null,null,null,null],[4.6925845146,14.9002466202,"\"Don't want to pressure you, Potter, but if we ever need an early capture of the Snitch it's now.",2,null,null,null,null,null,null],[6.3120908737,11.1301736832,"He got stuck in the ticket barrier on the Underground, and complained loudly that the seats were too small and the trains too slow.",0,null,null,null,null,null,null],[4.6548752785,15.4048690796,"\"Follow me! Stick together, first years! No need to fear the troll if you follow my orders! Stay close behind me, now.",-1,null,null,null,null,null,null],[3.8900856972,12.7899208069,"Harry could see Draco Malfoy banging his goblet on the table.",2,null,null,null,null,null,null],[3.3509554863,12.4487390518,"He wanted Quidditch Through the Ages back, to take his mind off his nerves about tomorrow.",2,null,null,null,null,null,null],[4.0680742264,10.634344101,"Uncle Vernon ripped open the bill, snorted in disgust, and flipped over the postcard.",3,null,null,null,null,null,null],[3.4945788383,11.2258787155,"Ten years ago, there had been lots of pictures of what looked like a large pink beach ball wearing different-colored bonnets -- but Dudley Dursley was no longer a baby, and now the photographs showed a large blond boy riding his first bicycle, on a carousel at the fair, playing a computer game with his father, being hugged and kissed by his mother.",-1,null,null,null,null,null,null],[4.229912281,14.7093582153,"\"Doris Crockford, Mr. Potter, can't believe I'm meeting you at last.\"",2,null,null,null,null,null,null],[4.6324005127,14.2628927231,"\"Goodness, didn't you know, I'd have found out everything I could if it was me,\" said Hermione.",2,null,null,null,null,null,null],[4.3289823532,12.2480783463,"That's it.\" He measured Harry from shoulder to finger, then wrist to elbow, shoulder to floor, knee to armpit and round his head.",2,null,null,null,null,null,null],[5.2107229233,14.3218603134,"\"You must come and stay this summer,\" said Ron, \"both of you -- I'll send you an owl.\"",2,null,null,null,null,null,null],[4.2554197311,9.8843612671,"It was cool and dark in there, with lit windows all along the walls.",3,null,null,null,null,null,null],[3.8853650093,15.1512393951,"\"Yeah -- so yeh'd be mad ter try an' rob it, I'll tell yeh that.",2,null,null,null,null,null,null],[5.8734750748,14.2493209839,"\"Hurry up, boy, we haven't got all day.\" He walked away.",2,null,null,null,null,null,null],[2.6478798389,11.2231416702,"Once the holidays had started, Ron and Harry were having too good a time to think much about Flamel.",-1,null,null,null,null,null,null],[4.3347630501,11.4480848312,"WHAM -- a thud and a nasty crack and Neville lay facedown on the grass in a heap.",-1,null,null,null,null,null,null],[5.1118445396,15.1227750778,"\"They're in here somewhere,\" they heard him mutter, \"probably hiding.\"",-1,null,null,null,null,null,null],[5.5255589485,14.8567657471,"\"I'm not as good as you,\" said Harry, very embarrassed, as she let go of him.",2,null,null,null,null,null,null],[3.1580018997,10.8489580154,"When Dudley had been put to bed, he went into the living room in time to catch the last report on the evening news:",4,null,null,null,null,null,null],[5.685400486,10.2815608978,"After dinner the three of them sat nervously apart in the common room.",-1,null,null,null,null,null,null],[2.4506778717,13.9870958328,"\"I'm not going to be able to hold a quill for a week.",2,null,null,null,null,null,null],[3.1656746864,15.0629663467,"\"Only because you're too -- well -- noble to use them.\"",2,null,null,null,null,null,null],[4.9972162247,14.3604574203,"We'll meet you in the trophy room; that's always unlocked.\"",2,null,null,null,null,null,null],[3.302870512,10.773431778,"Harry went to bed with his head buzzing with the same question.",4,null,null,null,null,null,null],[2.2655527592,14.0817546844,"There was a sudden rummaging for quills and parchment.",-1,null,null,null,null,null,null],[4.4957122803,14.5573320389,"\"Slytherin in possession,\" Lee Jordan was saying, \"Chaser Pucey ducks two Bludgers, two Weasleys, and Chaser Bell, and speeds toward the -- wait a moment -- was that the Snitch?\"",2,null,null,null,null,null,null],[5.874311924,14.7650938034,"\"That's your problem, isn't it?\" said Filch, his voice cracking with glee.",2,null,null,null,null,null,null],[2.8447291851,13.2607107162,"The next morning in Defense Against the Dark Arts, while copying down different ways of treating werewolf bites, Harry and Ron were still discussing what they'd do with a Sorcerer's Stone if they had one.",-1,null,null,null,null,null,null],[5.3533158302,13.9080028534,"\"Thanks,\" said Harry, \"I'll need something to look forward to.\" People jostled them as they moved forward toward the gateway back to the Muggle world.",2,null,null,null,null,null,null],[5.6346082687,11.4597978592,"Figg made him look at photographs of all the cats she'd ever owned.",-1,null,null,null,null,null,null],[5.3231539726,13.240609169,"Up another escalator, out into Paddington station; Harry only realized where they were when Hagrid tapped him on the shoulder.",2,null,null,null,null,null,null],[4.5675635338,13.8262653351,"\"Very safe, as they're both dentists,\" said Hermione.",2,null,null,null,null,null,null],[2.7042098045,12.5252790451,"He rummaged around in his trunk and pulled out a very battered-looking wand.",-1,null,null,null,null,null,null],[5.1088452339,11.9854946136,"Mr. Dursley was enraged to see that a couple of them weren't young at all; why, that man had to be older than he was, and wearing an emerald-green cloak! The nerve of him! But then it struck Mr. Dursley that this was probably some silly stunt -- these people were obviously collecting for something...",2,null,null,null,null,null,null],[5.4983859062,13.651137352,"Filch found them trying to force their way through a door that unluckily turned out to be the entrance to the out-of-bounds corridor on the third floor.",2,null,null,null,null,null,null],[6.3307108879,11.575717926,"Panicking, he heard footsteps coming down the corridor outside -- stuffing the shrieking book back on the shelf, he ran for it.",0,null,null,null,null,null,null],[4.0245747566,12.9318237305,"\"Strange how nearsighted being invisible can make you,\" said Dumbledore, and Harry was relieved to see that he was smiling.",2,null,null,null,null,null,null],[4.2044148445,13.5899200439,"By the end of the lesson, only Hermione Granger had made any difference to her match; Professor McGonagall showed the class how it had gone all silver and pointy and gave Hermione a rare smile.",2,null,null,null,null,null,null],[5.378010273,14.7960386276,"\"In the car crash when your parents died,\" she had said.",2,null,null,null,null,null,null],[3.1268184185,12.6297273636,"Little did Harry know that Ron and Hermione had been secretly practicing the Leg-Locker Curse.",-1,null,null,null,null,null,null],[6.3431639671,13.4041881561,"\"Dunno what Harry thinks he's doing,\" Hagrid mumbled.",1,null,null,null,null,null,null],[5.0713963509,13.4559459686,"They turned to go outside, but Snape called them back.",2,null,null,null,null,null,null],[6.6349515915,12.8018169403,"Hagrid shuffled into view, hiding something behind his back.",1,null,null,null,null,null,null],[6.3952784538,11.0944023132,"What a feeling -- he swooped in and out of the goal posts and then sped up and down the field.",0,null,null,null,null,null,null],[5.0296654701,11.2360448837,"They watched the birds soaring overhead, glittering -- glittering?",2,null,null,null,null,null,null],[4.1045889854,12.8459014893,"Before Ron could answer, Professor Flitwick appeared at Malfoy's elbow.",2,null,null,null,null,null,null],[4.8583288193,15.2721986771,"'Course, everyone gets scared when something like this happens in case You-Know-Who's behind it.\"",2,null,null,null,null,null,null],[5.5888204575,11.1477613449,"Petrified, he watched as Quirrell reached up and began to unwrap his turban.",2,null,null,null,null,null,null],[3.313624382,14.9920330048,"\"I'm dyeing some of Dudley's old things gray for you.",2,null,null,null,null,null,null],[5.2205452919,11.7267370224,"His face went from red to green faster than a set of traffic lights.",2,null,null,null,null,null,null],[3.4193120003,12.7364282608,"\"I tell you, we're going to win that Quidditch cup for sure this year,\" said Fred.",-1,null,null,null,null,null,null],[3.9875104427,15.4398775101,"\"We must've been through hundreds of books already and we can't find him anywhere -- just give us a hint -- I know I've read his name somewhere.\"",2,null,null,null,null,null,null],[2.8679203987,13.9387989044,"He'd lost two points for Gryffindor in his very first week -- why did Snape hate him so much?",2,null,null,null,null,null,null],[6.3322734833,10.4432048798,"A low rumbling sound had broken the silence around them.",0,null,null,null,null,null,null],[2.9153335094,10.9486942291,"There was nothing to stop him from staying here all night with his family.",-1,null,null,null,null,null,null],[4.8686494827,12.4961128235,"At last, only the Weasley twins were left singing along to a very slow funeral march.",-1,null,null,null,null,null,null],[4.7748370171,12.4532394409,"Step ping carefully over the rope that separated these books from the rest of the library, he held up his lamp to read the titles.",-1,null,null,null,null,null,null],[5.8742418289,10.3371896744,"Next morning at breakfast, everyone was rather quiet.",-1,null,null,null,null,null,null],[2.9376292229,11.7511930466,"Harry didn't miss a single one, and Wood was delighted.",2,null,null,null,null,null,null],[4.3111486435,15.3838605881,"\"He tried to get past that three-headed dog at Halloween! That's where he was going when we saw him -- he's after whatever it's guarding! And Id bet my broomstick he let that troll in, to make a diversion!\"",2,null,null,null,null,null,null],[2.5969879627,14.1398763657,"\"You -- Potter -- why didn't you tell him not to add the quills?",2,null,null,null,null,null,null],[3.3189167976,10.814948082,"Harry woke at five o'clock the next morning and was too excited and nervous to go back to sleep.",4,null,null,null,null,null,null],[5.6204161644,12.6245508194,"While Hagrid asked the man behind the counter for a supply of some basic potion ingredients for Harry, Harry himself examined silver unicorn horns at twenty-one Galleons each and minuscule, glittery-black beetle eyes (five Knuts a scoop).",2,null,null,null,null,null,null],[6.5491638184,12.8206787109,"Hagrid was sitting in an armchair outside his house; his trousers and sleeves were rolled up, and he was shelling peas into a large bowl.",1,null,null,null,null,null,null],[4.0940942764,14.8952865601,"\"I know all about you, of course -- I got a few extra books.",2,null,null,null,null,null,null],[4.838643074,14.7465629578,"\"I've got the Snitch!\" he shouted, waving it above his head, and the game ended in complete confusion.",-1,null,null,null,null,null,null],[6.1304507256,10.2709302902,"Only the sea and the whistling wind could be heard.",0,null,null,null,null,null,null],[4.1877551079,15.3854551315,"\"Most of us reckon he's still out there somewhere but lost his powers.",2,null,null,null,null,null,null],[2.5561201572,13.5423936844,"I have form only when I can share another's body...",2,null,null,null,null,null,null],[4.9090223312,11.1085033417,"Twenty minutes later, they left Eeylops Owl Emporium, which had been dark and full of rustling and flickering, jewel-bright eyes.",2,null,null,null,null,null,null],[3.9401910305,14.0451946259,"On Harry's other side, Percy Weasley and Hermione were talking about lessons (\"I do hope they start right away, there's so much to learn, I'm particularly interested in Transfiguration, you know, turning something into something else, of course, it's supposed to be very difficult-\"; \"You'll be starting small, just matches into needles and that sort of thing -- \").",2,null,null,null,null,null,null],[4.3537302017,11.161734581,"Lee Jordan was finding it difficult not to take sides.",-1,null,null,null,null,null,null],[3.6068768501,12.168343544,"As seven o'clock drew nearer, Harry left the castle and set off in the dusk toward the Quidditch field.",2,null,null,null,null,null,null],[5.9465985298,14.0618753433,"\"I -- don't -- want said Percy thickly, as the twins forced the sweater over his head, knocking his glasses askew.",-1,null,null,null,null,null,null],[4.41665411,15.067650795,"Charlie can take care of him and then put him back in the wild!\"",2,null,null,null,null,null,null],[6.485473156,11.1546802521,"They couldn't see him, of course, but it was a narrow corridor and if they came much nearer they'd knock right into him -- the cloak didn't stop him from being solid.",0,null,null,null,null,null,null],[4.6618795395,13.7316331863,"\"Enough of this nonsense! If I hear you 've come anywhere near here again, I'll take another fifty points from Gryffindor! Yes, Weasley, from my own house!\" Harry and Ron went back to the common room, Harry had just said, \"At least Hermione's on Snape's tail,\" when the portrait of the Fat Lady swung open and Hermione came in.",2,null,null,null,null,null,null],[6.6177544594,11.3620605469,"Flushed with their victory, they started to run back up the passage, but as they reached the corner they heard something that made their hearts stop -- a high, petrified scream -- and it was coming from the chamber they'd just chained up.",0,null,null,null,null,null,null],[5.7483549118,13.4389915466,"\"Hagrid!\" said Harry, \"that Gringotts break-in happened on my birthday! It might've been happening while we were there!\"",2,null,null,null,null,null,null],[3.2908279896,15.1431245804,"To help you in your choice, we give you these clues four:",2,null,null,null,null,null,null],[3.2568132877,13.5009355545,"Professor Dumbledore enjoys chamber music and tenpin bowling.",2,null,null,null,null,null,null],[5.2601351738,10.887216568,"He expected to feel sharp beaks and claws tearing at him any second, but nothing happened.",2,null,null,null,null,null,null],[3.1713979244,14.8936271667,"I've got Bill's old robes, Charlie's old wand, and Percy's old rat.\"",2,null,null,null,null,null,null],[4.8541798592,13.1938123703,"They hadn't even reached the end of the corridor when Hermione caught up with them.",2,null,null,null,null,null,null],[4.8197650909,12.7610206604,"\"Well done,\" said Dumbledore quietly, so that only Harry could hear.",2,null,null,null,null,null,null],[6.2450966835,13.6316165924,"And in the end, Hagrid agreed that they could send -an owl to Charlie to ask him.",1,null,null,null,null,null,null],[2.5886390209,13.8396844864,"Quirrell, full of hatred, greed, and ambition, sharing his soul with Voldemort, could not touch you for this reason.",2,null,null,null,null,null,null],[5.3551616669,11.5667648315,"This hat was patched and frayed and extremely dirty.",2,null,null,null,null,null,null],[4.3661556244,11.980047226,"He'd just gotten very angry with the Weasleys, who kept dive-bombing each other and pretending to fall off their brooms.",2,null,null,null,null,null,null],[4.4085102081,14.2207746506,"\"Finnigan, Seamus,\" the sandy-haired boy next to Harry in the line, sat on the stool for almost a whole minute before the hat declared him a Gryffindor.",2,null,null,null,null,null,null],[2.5614433289,12.7684183121,"well, if I'd known what that wand was going out into the world to do....\"",-1,null,null,null,null,null,null],[5.8621349335,11.9419260025,"Fang rested his head on Harry's knee and drooled all over his robes.",-1,null,null,null,null,null,null],[4.2030143738,12.9205741882,"Professor McGonagall peered sternly over her glasses at Harry.",2,null,null,null,null,null,null],[3.9901852608,10.1619110107,"There was a horrible smell in the kitchen the next morning when Harry went in for breakfast.",3,null,null,null,null,null,null],[3.3381521702,10.9868459702,"The sun rose on the same tidy front gardens and lit up the brass number four on the Dursleys' front door; it crept into their living room, which was almost exactly the same as it had been on the night when Mr. Dursley had seen that fateful news report about the owls.",4,null,null,null,null,null,null],[3.610478878,13.7547664642,"He sent that note, I bet the Ministry of Magic will get a real shock when Dumbledore turns up.\"",2,null,null,null,null,null,null],[4.9590597153,11.5054531097,"Its spiny wings were huge compared to its skinny jet body, it had a long snout with wide nostrils, the stubs of horns and bulging, orange eyes.",2,null,null,null,null,null,null],[4.9771766663,15.193113327,"Everyone expects me to do as well as the others, but if I do, it's no big deal, because they did it first.",-1,null,null,null,null,null,null],[4.795124054,10.8006124496,"\"You haven't got a letter on yours,\" George observed.",2,null,null,null,null,null,null],[2.9873118401,14.1781797409,"Percy got an owl from my dad for being made a prefect, but they couldn't aff -- I mean, I got Scabbers instead.\"",2,null,null,null,null,null,null],[6.1468992233,12.4356489182,"\"I want Fang,\" said Malfoy quickly, looking at Fang's long teeth.",1,null,null,null,null,null,null],[4.3014988899,12.5985336304,"Second, different are those who stand at either end,",2,null,null,null,null,null,null],[2.7331767082,12.5793962479,"The happiest man on earth would be able to use the Mirror of Erised like a normal mirror, that is, he would look into it and see himself exactly as he is.",-1,null,null,null,null,null,null],[2.8500406742,12.100399971,"Harry had never even imagined such a strange and splendid place.",-1,null,null,null,null,null,null],[3.3871934414,14.9993009567,"\"Stupid spell -- George gave it to me, bet he knew it was a dud.\"",2,null,null,null,null,null,null],[6.3812704086,13.1650857925,"\"Come on, cheer up, it's nearly Christmas,\" said Hagrid.",1,null,null,null,null,null,null],[6.4568033218,12.4881811142,"Hagrid came striding toward them out of the dark, Fang at his heel.",1,null,null,null,null,null,null],[5.3888053894,12.8134174347,"Harry felt in the pocket of his robes and pulled out a Chocolate Frog, the very last one from the box Hermione had given him for Christmas.",-1,null,null,null,null,null,null],[3.8310668468,15.3651695251,"\"Master, I cannot hold him -- my hands -- my hands!\"",2,null,null,null,null,null,null],[4.8832645416,12.0645685196,"In an instant, the green hangings became scarlet and the silver became gold; the huge Slytherin serpent vanished and a towering Gryffindor lion took its place.",-1,null,null,null,null,null,null],[4.6924118996,13.2098827362,"Five minutes later, Ron and Hermione joined him, shaking their heads.",2,null,null,null,null,null,null],[4.0090293884,11.9249763489,"His broom had started to roll over and over, with him only just managing to hold on.",2,null,null,null,null,null,null],[5.6155304909,13.1940870285,"Harry took a deep breath and picked up the smallest bottle.",2,null,null,null,null,null,null],[4.4431948662,13.9086923599,"\"Honestly, Hermione, you think all teachers are saints or something,\" snapped Ron.",2,null,null,null,null,null,null],[3.8419046402,11.6547880173,"The only thing Harry liked about his own appearance was a very thin scar on his forehead that was shaped like a bolt of lightning.",2,null,null,null,null,null,null],[4.1414723396,10.0482254028,"It was worse than having a cupboard as a bedroom, where the only visitor was Aunt Petunia hammering on the door to wake you up; at least he got to visit the rest of the house.",3,null,null,null,null,null,null],[2.5109205246,13.4099626541,"and once I have the Elixir of Life, I will be able to create a body of my own....",-1,null,null,null,null,null,null],[4.3025188446,14.2999849319,"Harry noticed that she seemed to be speaking particularly to the Slytherin Captain, Marcus Flint, a sixth year.",2,null,null,null,null,null,null],[3.1698198318,11.4559984207,"After all, he'd never had any money in his life until a month ago, and he told Ron so, all about having to wear Dudley's old clothes and never getting proper birthday presents.",-1,null,null,null,null,null,null],[3.5807168484,13.4760494232,"Hermione, however, had more on her mind than the Sorcerer's Stone.",2,null,null,null,null,null,null],[5.8597140312,13.1261196136,"\"Another Christmas has come and gone and I didn't get a single pair.",2,null,null,null,null,null,null],[3.86094594,15.3635511398,"\"Norbert's at a tricky stage -- nothin' I can't handle.\"",2,null,null,null,null,null,null],[4.0102796555,13.8672113419,"Percy could be heard telling the other prefects, \"My brother, you know! My youngest brother! Got past McGonagall's giant chess set!\"",2,null,null,null,null,null,null],[6.6483178139,11.0224428177,"It's very hard to catch because it's so fast and difficult to see.",0,null,null,null,null,null,null],[3.6659684181,14.0146179199,"\"That's exactly the sort of thing that'll lose us the match! Snape's refereeing this time, and he'll be looking for any excuse to knock points off Gryffindor!\"",2,null,null,null,null,null,null],[5.794336319,11.2576379776,"But he did seem to realize he was being watched, because he looked up suddenly at the cat, which was still staring at him from the other end of the street.",-1,null,null,null,null,null,null]]